[
  {
    "pergunta": "O que foi a Confederação dos Tamoios?",
    "resposta": "Foi uma grande aliança de povos indígenas no século XVI contra a colonização portuguesa no litoral paulista e fluminense. Eles se uniram para resistir à escravidão e à perda de suas terras, mas foram derrotados com apoio de jesuítas e reforços militares. Sabia que o Padre Anchieta participou das negociações de paz?",
    "palavras_chave": ["Confederação dos Tamoios", "século XVI", "indígenas", "colonização", "Padre Anchieta", "história do Brasil"]
  },
  {
    "pergunta": "Qual foi a importância da economia açucareira para o Brasil colonial?",
    "resposta": "A produção de açúcar no Nordeste, especialmente em Pernambuco e Bahia, fez do Brasil um dos maiores exportadores do produto no século XVII. Essa economia dependia da mão de obra escrava africana e fortaleceu o comércio atlântico. Sabia que o açúcar brasileiro foi chamado de 'ouro branco'?",
    "palavras_chave": ["economia açucareira", "Nordeste", "século XVII", "escravidão africana", "açúcar", "história do Brasil"]
  },
  {
    "pergunta": "O que foram as Bandeiras Paulistas?",
    "resposta": "As bandeiras foram expedições organizadas por colonos paulistas para capturar indígenas, buscar metais preciosos e expandir o território português. Elas tiveram papel central na interiorização do Brasil. Sabia que graças às bandeiras o território brasileiro ficou muito maior do que o definido pelo Tratado de Tordesilhas?",
    "palavras_chave": ["bandeiras paulistas", "expedições", "território", "indígenas", "mineração", "história do Brasil"]
  },
  {
    "pergunta": "Qual foi a importância da descoberta do ouro em Minas Gerais?",
    "resposta": "No final do século XVII, a descoberta de ouro em Minas Gerais transformou a economia do Brasil, atraindo milhares de pessoas e aumentando a exploração escrava. A região se tornou o centro econômico da colônia e alvo de maior controle da Coroa portuguesa. Sabia que Ouro Preto foi a cidade mais populosa do Brasil na época?",
    "palavras_chave": ["ouro", "Minas Gerais", "século XVII", "economia colonial", "escravidão", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Inconfidência Mineira?",
    "resposta": "Aconteceu em 1789 em Minas Gerais, liderada por intelectuais e militares insatisfeitos com os altos impostos sobre o ouro. Inspirada em ideias iluministas e na independência dos Estados Unidos, foi reprimida e Tiradentes acabou executado. Sabia que Tiradentes se tornou um herói nacional no século XIX?",
    "palavras_chave": ["Inconfidência Mineira", "1789", "Tiradentes", "iluminismo", "ouro", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Revolta dos Beckman?",
    "resposta": "Em 1684, colonos do Maranhão se revoltaram contra a Companhia de Comércio do Estado do Maranhão, acusada de explorar a população local. Eles exigiam o fim do monopólio comercial e mais liberdade econômica. A revolta foi reprimida, mas mostrou o descontentamento colonial. Sabia que os irmãos Beckman eram os líderes?",
    "palavras_chave": ["Revolta dos Beckman", "1684", "Maranhão", "monopólio comercial", "companhia de comércio", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Guerra dos Mascates?",
    "resposta": "Ocorreu em 1710, no Pernambuco, envolvendo comerciantes portugueses de Recife (chamados de mascates) contra os senhores de engenho de Olinda. O conflito refletia disputas econômicas e políticas locais, mas também o choque entre colonos ricos e comerciantes emergentes. Sabia que Recife conquistou autonomia administrativa após a guerra?",
    "palavras_chave": ["Guerra dos Mascates", "1710", "Recife", "Olinda", "conflito colonial", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Conjuração Baiana?",
    "resposta": "Também chamada de Revolta dos Alfaiates, ocorreu em 1798 em Salvador. Inspirada pela Revolução Francesa, defendia a independência do Brasil, o fim da escravidão e mais igualdade social. Participaram muitos negros, mulatos e trabalhadores pobres. Sabia que ela foi mais radical do que a Inconfidência Mineira?",
    "palavras_chave": ["Conjuração Baiana", "1798", "Revolução Francesa", "independência", "escravidão", "história do Brasil"]
  },
  {
    "pergunta": "Qual foi a importância da chegada da família real ao Brasil?",
    "resposta": "Em 1808, fugindo das tropas de Napoleão, a corte portuguesa transferiu-se para o Rio de Janeiro. Isso transformou a colônia em sede do Império português, abrindo os portos e criando instituições como o Banco do Brasil. Sabia que o Rio se tornou a capital do Reino Unido de Portugal, Brasil e Algarves?",
    "palavras_chave": ["família real", "1808", "Rio de Janeiro", "Napoleão", "Banco do Brasil", "história do Brasil"]
  },
  {
    "pergunta": "Como aconteceu a Independência do Brasil?",
    "resposta": "A independência foi proclamada em 1822 por Dom Pedro I, após tensões entre colonos e Portugal, que queria manter o Brasil sob controle após a volta de Dom João VI. O famoso 'Grito do Ipiranga' marcou a ruptura política, mas a independência foi negociada e reconhecida em 1825. Sabia que Portugal exigiu indenização para reconhecer o novo país?",
    "palavras_chave": ["Independência do Brasil", "1822", "Dom Pedro I", "Portugal", "Grito do Ipiranga", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Abdicação de Dom Pedro I?",
    "resposta": "Em 1831, diante de pressões políticas e protestos populares, Dom Pedro I abdicou do trono em favor de seu filho, Dom Pedro II, que ainda era criança. O Brasil entrou no período regencial, marcado por instabilidade e revoltas regionais. Sabia que esse período teve várias guerras civis internas?",
    "palavras_chave": ["Abdicação de Dom Pedro I", "1831", "Dom Pedro II", "período regencial", "revoltas regionais", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Cabanagem?",
    "resposta": "Foi uma revolta popular ocorrida no Pará entre 1835 e 1840, envolvendo indígenas, negros e mestiços que lutavam contra a miséria e a exclusão social. Apesar de terem conquistado o poder por um período, foram violentamente reprimidos, resultando na morte de cerca de 30 mil pessoas. Sabia que foi uma das revoltas mais sangrentas do Brasil?",
    "palavras_chave": ["Cabanagem", "1835-1840", "Pará", "indígenas", "negros", "repressão", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Farroupilha?",
    "resposta": "A Guerra dos Farrapos aconteceu no Rio Grande do Sul entre 1835 e 1845. Foi liderada por estancieiros insatisfeitos com impostos altos e defendia maior autonomia regional. Criaram até a República Rio-Grandense, mas depois assinaram a paz com o Império. Sabia que Garibaldi participou da luta?",
    "palavras_chave": ["Guerra dos Farrapos", "Farroupilha", "1835-1845", "Rio Grande do Sul", "autonomia regional", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Balaiada?",
    "resposta": "Entre 1838 e 1841, no Maranhão, sertanejos pobres, escravizados fugidos e vaqueiros se revoltaram contra a elite local e o governo imperial. Embora tenham conquistado apoio popular, foram derrotados com violência pelas tropas oficiais. Sabia que o nome vem do líder Manoel Francisco dos Anjos Ferreira, apelidado de 'Balaio'?",
    "palavras_chave": ["Balaiada", "1838-1841", "Maranhão", "sertanejos", "revolta popular", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Sabinada?",
    "resposta": "Em 1837, na Bahia, oficiais e civis se rebelaram contra o governo regencial, proclamando a República Bahiense. A revolta durou até 1838 e foi duramente reprimida. Sabia que recebeu esse nome por causa do médico Francisco Sabino?",
    "palavras_chave": ["Sabinada", "1837-1838", "Bahia", "República Bahiense", "repressão", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Revolução Praieira?",
    "resposta": "Foi um movimento liberal em Pernambuco entre 1848 e 1850, ligado a conflitos sociais, à defesa da liberdade de imprensa e à luta contra o poder das elites conservadoras. Apesar de forte apoio popular, a revolta foi derrotada pelo Império. Sabia que ela é considerada a última revolta do período regencial e imperial?",
    "palavras_chave": ["Revolução Praieira", "1848-1850", "Pernambuco", "liberalismo", "liberdade de imprensa", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi Dom Pedro II?",
    "resposta": "Dom Pedro II governou o Brasil de 1840 até 1889, sendo o segundo e último imperador. Foi conhecido por seu apoio à ciência, educação e artes, além de presidir a abolição da escravidão. Sabia que ele falava mais de 10 idiomas?",
    "palavras_chave": ["Dom Pedro II", "1840-1889", "imperador", "abolição da escravidão", "ciência", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Abolição da Escravidão?",
    "resposta": "A escravidão no Brasil foi oficialmente abolida em 1888 com a assinatura da Lei Áurea pela princesa Isabel. Apesar disso, milhões de ex-escravizados ficaram sem apoio do governo, enfrentando pobreza e exclusão social. Sabia que o Brasil foi o último país do Ocidente a abolir a escravidão?",
    "palavras_chave": ["Abolição da Escravidão", "Lei Áurea", "1888", "princesa Isabel", "ex-escravizados", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Proclamação da República?",
    "resposta": "Aconteceu em 15 de novembro de 1889, liderada pelo marechal Deodoro da Fonseca, quando o regime monárquico foi substituído por um governo republicano. O ato foi relativamente pacífico, mas representou a insatisfação de militares e elites com a monarquia, especialmente após a abolição da escravidão. Sabia que Dom Pedro II aceitou a decisão sem resistência e embarcou para o exílio?",
    "palavras_chave": ["Proclamação da República", "1889", "Deodoro da Fonseca", "monarquia", "república", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a República da Espada?",
    "resposta": "Foi o período inicial da República, entre 1889 e 1894, quando o Brasil foi governado por militares: Deodoro da Fonseca e Floriano Peixoto. Marcado por instabilidade política, crises econômicas e revoltas regionais, consolidou a transição do Império para o novo regime. Sabia que Floriano ficou conhecido como 'Marechal de Ferro' por sua postura firme contra rebeliões?",
    "palavras_chave": ["República da Espada", "Deodoro da Fonseca", "Floriano Peixoto", "1889-1894", "militares", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Revolta da Armada?",
    "resposta": "Entre 1891 e 1894, setores da Marinha se rebelaram contra o governo republicano, em especial contra Deodoro e Floriano. A revolta foi motivada pela insatisfação com a perda de privilégios e pela defesa da volta da monarquia. Sabia que essa revolta chegou a bombardear o Rio de Janeiro?",
    "palavras_chave": ["Revolta da Armada", "Marinha", "Deodoro da Fonseca", "Floriano Peixoto", "século XIX", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Revolta Federalista?",
    "resposta": "Entre 1893 e 1895, no Rio Grande do Sul, federalistas se levantaram contra o governo estadual republicano. O conflito envolveu disputas políticas e regionais, com milhares de mortos. Sabia que foi um dos mais sangrentos conflitos da Primeira República?",
    "palavras_chave": ["Revolta Federalista", "1893-1895", "Rio Grande do Sul", "conflito regional", "Primeira República", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Guerra de Canudos?",
    "resposta": "Entre 1896 e 1897, sertanejos liderados por Antônio Conselheiro fundaram uma comunidade autônoma em Canudos, na Bahia. Vistas como ameaça ao governo, tropas republicanas atacaram a comunidade, que resistiu por quatro expedições até ser destruída. Sabia que Euclides da Cunha escreveu 'Os Sertões' relatando esse episódio?",
    "palavras_chave": ["Guerra de Canudos", "1896-1897", "Bahia", "Antônio Conselheiro", "Os Sertões", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Revolta da Vacina?",
    "resposta": "Em 1904, no Rio de Janeiro, a população se revoltou contra a campanha de vacinação obrigatória contra a varíola, liderada por Oswaldo Cruz. A revolta refletia a insatisfação com reformas urbanas que expulsavam moradores pobres e a falta de comunicação do governo. Sabia que a revolta quase derrubou o presidente Rodrigues Alves?",
    "palavras_chave": ["Revolta da Vacina", "1904", "Oswaldo Cruz", "Rio de Janeiro", "vacinação obrigatória", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Revolta da Chibata?",
    "resposta": "Em 1910, marinheiros liderados por João Cândido se revoltaram contra os castigos corporais e as péssimas condições de trabalho na Marinha. Eles tomaram navios e exigiram o fim das punições físicas. Embora tenham conquistado promessas de mudança, muitos líderes foram perseguidos depois. Sabia que João Cândido ficou conhecido como o 'Almirante Negro'?",
    "palavras_chave": ["Revolta da Chibata", "1910", "João Cândido", "Marinha", "castigos corporais", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Semana de Arte Moderna?",
    "resposta": "Em 1922, em São Paulo, artistas e escritores apresentaram novas ideias estéticas, rompendo com tradições acadêmicas. A Semana marcou o início do Modernismo no Brasil, com nomes como Mário de Andrade, Oswald de Andrade e Anita Malfatti. Sabia que o público chegou a vaiar algumas apresentações?",
    "palavras_chave": ["Semana de Arte Moderna", "1922", "modernismo", "São Paulo", "arte brasileira", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Coluna Prestes?",
    "resposta": "Entre 1925 e 1927, um grupo de militares percorreu milhares de quilômetros pelo interior do Brasil, denunciando a corrupção e defendendo reformas sociais. A Coluna, liderada por Luís Carlos Prestes, ficou conhecida por sua resistência e mobilidade. Sabia que eles percorreram mais de 25 mil quilômetros sem serem derrotados?",
    "palavras_chave": ["Coluna Prestes", "1925-1927", "Luís Carlos Prestes", "tenentismo", "interior do Brasil", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Revolução de 1930?",
    "resposta": "Foi um movimento liderado por Getúlio Vargas que pôs fim à chamada República Velha. A revolução foi resultado da insatisfação com as oligarquias dominantes e abriu caminho para o governo Vargas, que modernizou o Estado brasileiro. Sabia que a revolução foi relativamente rápida e quase sem grandes batalhas?",
    "palavras_chave": ["Revolução de 1930", "Getúlio Vargas", "República Velha", "modernização", "oligarquias", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o Estado Novo?",
    "resposta": "De 1937 a 1945, Vargas instaurou um regime autoritário, dissolveu o Congresso e censurou a imprensa. O Estado Novo foi marcado pelo controle político e pelo incentivo à industrialização. Sabia que foi durante esse período que a CLT foi criada?",
    "palavras_chave": ["Estado Novo", "1937-1945", "Getúlio Vargas", "autoritarismo", "industrialização", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi Getúlio Vargas?",
    "resposta": "Vargas governou o Brasil em duas fases: de 1930 a 1945, primeiro como chefe provisório e depois ditador, e de 1951 a 1954, eleito presidente. Foi chamado de 'pai dos pobres' por suas políticas sociais, mas também acusado de autoritarismo. Sabia que sua morte em 1954 causou grande comoção nacional?",
    "palavras_chave": ["Getúlio Vargas", "1930-1954", "pai dos pobres", "Estado Novo", "políticas sociais", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o suicídio de Vargas?",
    "resposta": "Em 1954, diante de forte pressão política e militar para renunciar, Getúlio Vargas se suicidou no Palácio do Catete, no Rio de Janeiro. Sua carta-testamento denunciava forças contrárias ao povo e transformou sua morte em ato simbólico de resistência. Sabia que seu gesto fortaleceu ainda mais sua imagem popular?",
    "palavras_chave": ["suicídio de Vargas", "1954", "Palácio do Catete", "carta-testamento", "pressão política", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi Juscelino Kubitschek?",
    "resposta": "Presidente entre 1956 e 1961, JK ficou famoso pelo lema 'cinquenta anos em cinco', que representava seu plano de acelerar o desenvolvimento do Brasil. Ele construiu Brasília, expandiu a indústria e atraiu investimentos estrangeiros. Sabia que sua gestão é lembrada como uma das mais otimistas da história do Brasil?",
    "palavras_chave": ["Juscelino Kubitschek", "1956-1961", "cinquenta anos em cinco", "Brasília", "desenvolvimento", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a construção de Brasília?",
    "resposta": "Inaugurada em 1960, a nova capital foi projetada por Lúcio Costa e Oscar Niemeyer, simbolizando a modernização e a integração do território nacional. Brasília foi planejada em formato de avião e atraiu milhares de trabalhadores, chamados 'candangos'. Sabia que a cidade foi construída em menos de quatro anos?",
    "palavras_chave": ["Brasília", "1960", "Oscar Niemeyer", "Lúcio Costa", "candangos", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi Jânio Quadros?",
    "resposta": "Eleito presidente em 1960, Jânio ficou famoso pelo símbolo da vassoura, prometendo 'varrer a corrupção'. Seu governo durou pouco: renunciou em 1961 alegando pressões políticas. Sabia que sua renúncia surpreendeu até seus aliados?",
    "palavras_chave": ["Jânio Quadros", "1960-1961", "vassoura", "renúncia", "corrupção", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi João Goulart?",
    "resposta": "Conhecido como Jango, foi presidente entre 1961 e 1964. Defendeu reformas de base, como a agrária e a educacional, mas enfrentou oposição de militares e elites. Sua deposição em 1964 abriu caminho para a ditadura militar. Sabia que ele passou parte de seu exílio no Uruguai e na Argentina?",
    "palavras_chave": ["João Goulart", "Jango", "1961-1964", "reformas de base", "golpe de 1964", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o golpe de 1964?",
    "resposta": "O golpe de 1964 foi a deposição do presidente João Goulart, acusado por setores militares e civis de se aproximar do socialismo. Em 31 de março daquele ano, os militares assumiram o poder, instaurando uma ditadura que duraria 21 anos. Sabia que o golpe contou com apoio de parte da população, que via nas reformas de Jango uma ameaça ao sistema tradicional?",
    "palavras_chave": ["golpe de 1964", "João Goulart", "militares", "ditadura", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Ditadura Militar no Brasil?",
    "resposta": "Entre 1964 e 1985, o Brasil viveu sob um regime autoritário controlado pelos militares. Houve repressão política, censura à imprensa e perseguição a opositores, mas também crescimento econômico em determinados períodos. Sabia que os presidentes militares eram escolhidos indiretamente pelo Congresso controlado pelo regime?",
    "palavras_chave": ["Ditadura Militar", "1964-1985", "censura", "repressão", "militares", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o Ato Institucional - 5?",
    "resposta": "O Ato Institucional nº 5, decretado em 1968, foi a medida mais dura da ditadura. Ele permitia fechar o Congresso, cassar mandatos, suspender direitos políticos e aumentar a censura. Sabia que após o AI-5 a repressão contra artistas, jornalistas e estudantes se intensificou?",
    "palavras_chave": ["Ato Institucional", "1968", "ditadura", "censura", "repressão", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi Médici?",
    "resposta": "Emílio Garrastazu Médici governou de 1969 a 1974 e ficou marcado pelo período de maior repressão, mas também pelo chamado 'milagre econômico'. Enquanto a economia crescia rapidamente, a censura e a perseguição política atingiam seu auge. Sabia que foi nesse período que a Seleção Brasileira conquistou a Copa de 1970 no México?",
    "palavras_chave": ["Médici", "1969-1974", "milagre econômico", "repressão", "ditadura", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o milagre econômico?",
    "resposta": "Entre 1968 e 1973, a economia brasileira cresceu em ritmo acelerado, com forte industrialização e obras de infraestrutura. Apesar dos avanços, a desigualdade social aumentou e a dívida externa cresceu. Sabia que o PIB brasileiro chegou a crescer mais de 10% ao ano nesse período?",
    "palavras_chave": ["milagre econômico", "1968-1973", "industrialização", "ditadura", "crescimento econômico", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a censura na ditadura?",
    "resposta": "A censura controlava jornais, músicas, peças de teatro e programas de TV. Muitas obras eram cortadas ou proibidas por criticar o regime. Sabia que músicas de Chico Buarque eram frequentemente censuradas, e ele chegou a usar pseudônimos para driblar o controle?",
    "palavras_chave": ["censura", "ditadura militar", "Chico Buarque", "arte", "AI-5", "história do Brasil"]
  },
  {
    "pergunta": "O que foram os movimentos estudantis na ditadura?",
    "resposta": "Estudantes foram protagonistas da resistência contra o regime, organizando protestos e enfrentando a repressão. Muitos líderes estudantis foram presos, exilados ou mortos. Sabia que em 1968 ocorreu a 'Passeata dos Cem Mil' no Rio de Janeiro contra a ditadura?",
    "palavras_chave": ["movimentos estudantis", "Passeata dos Cem Mil", "1968", "resistência", "ditadura militar", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Guerrilha do Araguaia?",
    "resposta": "Entre o final dos anos 1960 e meados dos anos 1970, militantes comunistas se instalaram na região do Araguaia para organizar uma resistência armada contra a ditadura. O movimento foi duramente reprimido pelo Exército. Sabia que até hoje há buscas pelos corpos de desaparecidos desse episódio?",
    "palavras_chave": ["Guerrilha do Araguaia", "resistência armada", "comunistas", "ditadura", "desaparecidos", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a distensão lenta e gradual?",
    "resposta": "A partir do governo Geisel (1974-1979), iniciou-se um processo de abertura política controlada, chamado de 'distensão lenta, gradual e segura'. O regime começou a reduzir a repressão e a preparar a volta da democracia. Sabia que nesse período foi extinto o AI-5 em 1978?",
    "palavras_chave": ["distensão", "Geisel", "abertura política", "AI-5", "ditadura", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Lei da Anistia?",
    "resposta": "Aprovada em 1979, a lei perdoou crimes políticos cometidos tanto por opositores quanto por agentes do regime. Ela permitiu o retorno de exilados e marcou um passo importante para a redemocratização. Sabia que até hoje há debates sobre se ela deveria ter abrangido também os militares acusados de tortura?",
    "palavras_chave": ["Lei da Anistia", "1979", "anistia política", "exilados", "redemocratização", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o movimento Diretas Já?",
    "resposta": "Entre 1983 e 1984, milhões de brasileiros foram às ruas pedindo eleições diretas para presidente. Apesar de a proposta não ter sido aprovada no Congresso, o movimento fortaleceu a pressão pelo fim do regime militar. Sabia que o comício da Candelária, no Rio de Janeiro, reuniu mais de 1 milhão de pessoas?",
    "palavras_chave": ["Diretas Já", "1983-1984", "eleições diretas", "redemocratização", "comício da Candelária", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi Tancredo Neves?",
    "resposta": "Tancredo foi eleito indiretamente presidente em 1985, simbolizando a transição democrática. Contudo, ele morreu antes de tomar posse, e José Sarney assumiu seu lugar. Sabia que sua morte gerou comoção nacional, pois era visto como o presidente que marcaria o retorno pleno da democracia?",
    "palavras_chave": ["Tancredo Neves", "1985", "redemocratização", "José Sarney", "transição democrática", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi José Sarney?",
    "resposta": "José Sarney assumiu a presidência em 1985 após a morte de Tancredo Neves. Seu governo foi marcado por dificuldades econômicas, hiperinflação e o início do processo de consolidação democrática. Sabia que foi durante sua gestão que a Constituição de 1988 começou a ser elaborada?",
    "palavras_chave": ["José Sarney", "1985-1990", "hiperinflação", "redemocratização", "Constituição de 1988", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Constituição de 1988?",
    "resposta": "Conhecida como 'Constituição Cidadã', foi promulgada em 5 de outubro de 1988. Ela garantiu direitos civis, sociais e políticos, fortalecendo a democracia brasileira após a ditadura. Sabia que Ulysses Guimarães, presidente da Constituinte, chamou a Constituição de 'coragem cívica'?",
    "palavras_chave": ["Constituição de 1988", "Constituição Cidadã", "Ulysses Guimarães", "direitos sociais", "redemocratização", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi Fernando Collor de Mello?",
    "resposta": "Eleito em 1989, foi o primeiro presidente escolhido pelo voto direto após a ditadura. Seu governo ficou marcado pelo confisco da poupança e pela abertura da economia, mas terminou em 1992 com um processo de impeachment por corrupção. Sabia que ele era chamado de 'caçador de marajás'?",
    "palavras_chave": ["Fernando Collor", "1989", "impeachment", "corrupção", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi Itamar Franco?",
    "resposta": "Assumiu após o impeachment de Collor em 1992. Seu governo foi importante pela estabilidade política e pela implementação do Plano Real, liderado por Fernando Henrique Cardoso como ministro da Fazenda. Sabia que Itamar ficou famoso também pelo estilo simples e popular?",
    "palavras_chave": ["Itamar Franco", "1992-1994", "Plano Real", "Fernando Henrique Cardoso", "estabilidade", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o Plano Real?",
    "resposta": "Implementado em 1994, o Plano Real estabilizou a economia e controlou a hiperinflação. Criou uma nova moeda, o real, e combinou medidas de ajuste fiscal com abertura econômica. Sabia que a moeda foi inicialmente lançada como URV (Unidade Real de Valor), antes de se tornar o real?",
    "palavras_chave": ["Plano Real", "1994", "economia", "hiperinflação", "real", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi Fernando Henrique Cardoso?",
    "resposta": "FHC foi presidente de 1995 a 2002, eleito após o sucesso do Plano Real. Seu governo consolidou a estabilidade econômica, privatizou empresas estatais e investiu em programas sociais. Sabia que ele já havia sido um importante sociólogo e professor antes da política?",
    "palavras_chave": ["Fernando Henrique Cardoso", "1995-2002", "Plano Real", "privatizações", "economia", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o Plano Real?",
    "resposta": "O Plano Real foi um conjunto de medidas econômicas criado em 1994 durante o governo de Itamar Franco e com grande participação de Fernando Henrique Cardoso. Seu objetivo era controlar a hiperinflação que atingia o Brasil há anos. O plano introduziu a nova moeda, o real, que trouxe estabilidade aos preços e confiança internacional. Sabia que o sucesso do Plano Real foi fundamental para a eleição de Fernando Henrique Cardoso à presidência?",
    "palavras_chave": ["Plano Real", "1994", "inflação", "moeda", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Constituição de 1988?",
    "resposta": "A Constituição de 1988, conhecida como Constituição Cidadã, foi elaborada após o fim da ditadura militar. Ela estabeleceu direitos sociais, garantias fundamentais e consolidou a democracia no Brasil. Sabia que foi a primeira constituição brasileira a incluir direitos ambientais e sociais de forma tão ampla?",
    "palavras_chave": ["Constituição de 1988", "Constituição Cidadã", "democracia", "direitos sociais", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a redemocratização do Brasil?",
    "resposta": "A redemocratização começou com o enfraquecimento da ditadura militar e culminou nas eleições de 1989, as primeiras diretas para presidente desde 1960. Esse período foi marcado pela campanha Diretas Já e pela volta das liberdades políticas. Sabia que o primeiro presidente eleito diretamente foi Fernando Collor de Mello?",
    "palavras_chave": ["redemocratização", "Diretas Já", "1989", "democracia", "história do Brasil"]
  },
  {
    "pergunta": "Quem foi Fernando Henrique Cardoso?",
    "resposta": "Fernando Henrique Cardoso foi presidente do Brasil de 1995 a 2002. Sociólogo e professor, ficou conhecido por ter ajudado a implementar o Plano Real. Em seus mandatos, buscou modernizar a economia e consolidar a estabilidade monetária. Sabia que FHC foi um dos intelectuais mais respeitados do Brasil antes de entrar para a política?",
    "palavras_chave": ["Fernando Henrique Cardoso", "FHC", "1995-2002", "Plano Real", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a crise do apagão de 2001?",
    "resposta": "A crise do apagão de 2001 foi um período de racionamento de energia elétrica causado pela falta de chuvas e pela dependência das hidrelétricas no Brasil. A população precisou reduzir o consumo para evitar um colapso no fornecimento. Sabia que o episódio revelou a necessidade de diversificação da matriz energética brasileira?",
    "palavras_chave": ["apagão", "2001", "energia elétrica", "racionamento", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o movimento Diretas Já?",
    "resposta": "O movimento Diretas Já foi uma mobilização popular nos anos 1980 que exigia eleições diretas para presidente após décadas de ditadura militar. Milhões de pessoas foram às ruas em todo o país. Sabia que, apesar de não conseguir aprovar as eleições diretas em 1984, o movimento acelerou o processo de redemocratização?",
    "palavras_chave": ["Diretas Já", "anos 1980", "eleições diretas", "redemocratização", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o escândalo do Mensalão?",
    "resposta": "O escândalo do Mensalão foi revelado em 2005 e envolveu acusações de compra de votos de parlamentares em troca de apoio político no Congresso Nacional. Foi um dos maiores escândalos de corrupção já julgados no Brasil. Sabia que esse processo resultou na condenação de vários políticos de alto escalão?",
    "palavras_chave": ["Mensalão", "2005", "corrupção", "Congresso Nacional", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Operação Lava Jato?",
    "resposta": "A Operação Lava Jato foi uma investigação de corrupção iniciada em 2014 que revelou esquemas bilionários de desvio de dinheiro envolvendo a Petrobras e grandes empreiteiras. Foi considerada uma das maiores operações contra corrupção da história do Brasil. Sabia que a Lava Jato teve repercussão internacional e influenciou a política brasileira por anos?",
    "palavras_chave": ["Operação Lava Jato", "2014", "corrupção", "Petrobras", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o Fórum Social Mundial?",
    "resposta": "O Fórum Social Mundial foi criado em 2001, em Porto Alegre, como um encontro internacional de movimentos sociais, organizações não governamentais e ativistas. Ele se apresentava como uma alternativa ao Fórum Econômico Mundial de Davos. Sabia que o lema do Fórum Social Mundial era 'Um outro mundo é possível'?",
    "palavras_chave": ["Fórum Social Mundial", "2001", "Porto Alegre", "movimentos sociais", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Conferência Rio-92?",
    "resposta": "A Conferência Rio-92, realizada no Rio de Janeiro em 1992, foi um dos maiores eventos internacionais sobre meio ambiente. Representantes de mais de 170 países discutiram questões ambientais e de desenvolvimento sustentável. Sabia que a Agenda 21 foi um dos principais documentos aprovados nessa conferência?",
    "palavras_chave": ["Rio-92", "1992", "meio ambiente", "sustentabilidade", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Conferência Rio+20?",
    "resposta": "A Conferência Rio+20 aconteceu em 2012, vinte anos após a Rio-92. Foi um grande encontro internacional sobre desenvolvimento sustentável, mudanças climáticas e governança ambiental. Sabia que o evento reuniu mais de cem chefes de Estado e governo no Rio de Janeiro?",
    "palavras_chave": ["Rio+20", "2012", "meio ambiente", "desenvolvimento sustentável", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a transposição do Rio São Francisco?",
    "resposta": "A transposição do Rio São Francisco foi um projeto de obras iniciado em 2007 para levar água a regiões do semiárido nordestino. O objetivo era melhorar o abastecimento em áreas historicamente atingidas pela seca. Sabia que essa obra foi considerada uma das maiores intervenções hídricas da história do Brasil?",
    "palavras_chave": ["transposição", "Rio São Francisco", "2007", "semiárido", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Copa do Mundo de 2014 no Brasil?",
    "resposta": "A Copa do Mundo de 2014 foi realizada no Brasil, sendo o segundo mundial sediado no país após 1950. Apesar do evento esportivo, houve críticas relacionadas aos altos gastos públicos. Sabia que a derrota do Brasil por sete a um contra a Alemanha ficou marcada como um dos momentos mais tristes do futebol nacional?",
    "palavras_chave": ["Copa do Mundo", "2014", "futebol", "gastos públicos", "história do Brasil"]
  },
  {
    "pergunta": "O que foram os Jogos Olímpicos de 2016 no Rio de Janeiro?",
    "resposta": "Os Jogos Olímpicos de 2016 foram realizados no Rio de Janeiro, marcando a primeira vez que o evento ocorreu na América do Sul. O evento reuniu milhares de atletas e turistas, mas também gerou debates sobre custos e legado. Sabia que o Brasil conquistou a medalha de ouro no futebol masculino pela primeira vez nessa edição?",
    "palavras_chave": ["Jogos Olímpicos", "2016", "Rio de Janeiro", "futebol", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a crise hídrica de 2014-2015?",
    "resposta": "A crise hídrica de 2014-2015 afetou principalmente o Sudeste do Brasil, com baixos níveis de reservatórios de água. Houve racionamentos e impactos no abastecimento urbano e na produção de energia. Sabia que essa crise levou a debates sobre gestão de recursos hídricos e mudanças climáticas?",
    "palavras_chave": ["crise hídrica", "2014-2015", "Sudeste", "abastecimento", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a tragédia de Mariana em 2015?",
    "resposta": "A tragédia de Mariana ocorreu em 2015, quando uma barragem de rejeitos de mineração se rompeu em Minas Gerais, causando mortes, destruição ambiental e poluição do Rio Doce. Sabia que foi considerado o maior desastre ambiental da história do Brasil até então?",
    "palavras_chave": ["tragédia de Mariana", "2015", "Minas Gerais", "desastre ambiental", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a tragédia de Brumadinho em 2019?",
    "resposta": "A tragédia de Brumadinho aconteceu em 2019, também em Minas Gerais, com o rompimento de uma barragem da mineradora Vale. Centenas de pessoas morreram e o meio ambiente foi gravemente afetado. Sabia que, após Mariana, essa foi a segunda grande tragédia envolvendo barragens de mineração no Brasil?",
    "palavras_chave": ["tragédia de Brumadinho", "2019", "Minas Gerais", "Vale", "história do Brasil"]
  },
  {
    "pergunta": "O que foi o programa Bolsa Escola?",
    "resposta": "O Bolsa Escola foi criado no início dos anos 2000 como uma política de transferência de renda condicionada à frequência escolar. Ele foi um dos programas que inspiraram o Bolsa Família posteriormente. Sabia que o Bolsa Escola tinha como objetivo principal combater o trabalho infantil?",
    "palavras_chave": ["Bolsa Escola", "anos 2000", "transferência de renda", "educação", "história do Brasil"]
  },
  {
    "pergunta": "Como a cultura brasileira se transformou nos anos 2000?",
    "resposta": "Nos anos 2000, a cultura brasileira foi marcada pela ascensão da música sertaneja universitária, do funk carioca e do cinema nacional. O acesso à internet ampliou o alcance das produções culturais. Sabia que foi nesse período que o cinema brasileiro alcançou grande sucesso com filmes como Cidade de Deus?",
    "palavras_chave": ["cultura brasileira", "anos 2000", "música", "cinema", "história do Brasil"]
  },
  {
    "pergunta": "O que foi a Revolta dos Malês?",
    "resposta": "A Revolta dos Malês ocorreu em 1835, em Salvador, e foi uma das maiores insurreições de escravizados do Brasil. Liderada por africanos muçulmanos, conhecidos como malês, a revolta foi organizada com planejamento detalhado e tinha como objetivo conquistar a liberdade e acabar com a escravidão. Apesar de ter sido rapidamente reprimida, ela demonstrou a resistência e a força cultural das comunidades africanas no Brasil. Sabia que muitos dos rebeldes falavam e escreviam em árabe, o que permitiu uma organização sofisticada?",
    "palavras_chave": ["Revolta dos Malês", "1835", "escravizados", "Salvador", "resistência"]
  },
  {
    "pergunta": "O que foi a Confederação do Equador?",
    "resposta": "A Confederação do Equador foi um movimento separatista que ocorreu em 1824, no Nordeste, especialmente em Pernambuco e províncias vizinhas. Os revoltosos se opunham ao autoritarismo de Dom Pedro I e defendiam a criação de uma república independente. O movimento foi duramente reprimido pelas forças imperiais. Sabia que Frei Caneca, um dos líderes, foi executado e se tornou símbolo da luta republicana?",
    "palavras_chave": ["Confederação do Equador", "1824", "Dom Pedro I", "república", "Frei Caneca"]
  },
  {
    "pergunta": "O que foi a Guerra dos Farrapos?",
    "resposta": "A Guerra dos Farrapos, também chamada de Revolução Farroupilha, ocorreu entre 1835 e 1845, no Rio Grande do Sul. Foi liderada por estancieiros insatisfeitos com os impostos sobre o charque e defendia maior autonomia regional. Embora tenha resultado em acordo de paz, os farrapos chegaram a proclamar a República Rio-Grandense. Sabia que Giuseppe Garibaldi, herói da unificação italiana, participou da guerra ao lado dos rebeldes?",
    "palavras_chave": ["Guerra dos Farrapos", "1835-1845", "Revolução Farroupilha", "Rio Grande do Sul", "Giuseppe Garibaldi"]
  },
  {
    "pergunta": "O que foi a Balaiada?",
    "resposta": "A Balaiada foi um movimento popular que ocorreu entre 1838 e 1841 no Maranhão e no Piauí. Diferente de outras revoltas da época, a Balaiada contou com grande participação de sertanejos pobres, vaqueiros e escravizados. O nome vem de Manuel Francisco dos Anjos Ferreira, o Balaio, que foi um dos líderes iniciais. Sabia que a Balaiada mostrou a insatisfação não apenas das elites regionais, mas também das camadas populares contra as desigualdades sociais?",
    "palavras_chave": ["Balaiada", "1838-1841", "Maranhão", "rebelião popular", "sertanejos"]
  },
  {
    "pergunta": "O que foi a Revolta dos Alfaiates?",
    "resposta": "A Revolta dos Alfaiates, também chamada de Conjuração Baiana, ocorreu em 1798 na cidade de Salvador. Inspirada pelo Iluminismo e pela Revolução Francesa, tinha como objetivo proclamar a independência e criar uma república igualitária. Diferente de outros movimentos da época, defendia a abolição da escravidão. Sabia que foi um dos primeiros movimentos no Brasil a defender explicitamente a igualdade racial?",
    "palavras_chave": ["Revolta dos Alfaiates", "1798", "Conjuração Baiana", "igualdade", "Iluminismo"]
  },
  {
    "pergunta": "O que foi a Revolta da Chibata?",
    "resposta": "A Revolta da Chibata ocorreu em 1910, liderada por marinheiros da Marinha brasileira, em sua maioria negros. O estopim foi a prática de castigos corporais, como a chibata, que ainda eram aplicados nos navios. Os marinheiros exigiam o fim dos castigos e melhores condições de trabalho. Sabia que João Cândido, conhecido como o Almirante Negro, foi a principal liderança do movimento e se tornou símbolo da luta contra a opressão?",
    "palavras_chave": ["Revolta da Chibata", "1910", "Marinha brasileira", "João Cândido", "castigos corporais"]
  },
  {
    "pergunta": "O que foi o Cangaço?",
    "resposta": "O Cangaço foi um fenômeno social que ocorreu no sertão nordestino entre o final do século dezenove e as primeiras décadas do século vinte. Os cangaceiros eram grupos armados que desafiavam as autoridades e atacavam fazendas, mas também contavam com certo apoio popular por enfrentarem coronéis e elites locais. Sabia que Lampião, o mais famoso cangaceiro, foi chamado de 'Rei do Cangaço' e é até hoje lembrado como figura histórica e folclórica?",
    "palavras_chave": ["Cangaço", "sertão nordestino", "Lampião", "coronéis", "história popular"]
  },
  {
    "pergunta": "O que foi o Tenentismo?",
    "resposta": "O Tenentismo foi um movimento militar e político iniciado na década de 1920, protagonizado por jovens oficiais do Exército, chamados de tenentes. Eles criticavam a corrupção e a falta de representatividade da República Velha. As revoltas de 1922, no Forte de Copacabana, e de 1924, em São Paulo, são exemplos marcantes. Sabia que o movimento influenciou a Revolução de 1930 e a ascensão de Getúlio Vargas?",
    "palavras_chave": ["Tenentismo", "década de 1920", "Revolta de 1922", "Revolta de 1924", "República Velha"]
  },
  {
    "pergunta": "O que foi a Coluna Prestes?",
    "resposta": "A Coluna Prestes foi um movimento político e militar liderado por Luís Carlos Prestes entre 1925 e 1927. Os rebeldes percorreram mais de vinte e cinco mil quilômetros pelo interior do Brasil, buscando apoio popular contra o governo da República Velha. Apesar de não tomar o poder, o movimento ganhou enorme repercussão. Sabia que Luís Carlos Prestes ficou conhecido como 'Cavaleiro da Esperança' por sua determinação?",
    "palavras_chave": ["Coluna Prestes", "1925-1927", "Luís Carlos Prestes", "República Velha", "Cavaleiro da Esperança"]
  },
  {
    "pergunta": "O que foi a Intentona Comunista?",
    "resposta": "A Intentona Comunista ocorreu em 1935 e foi liderada pela Aliança Nacional Libertadora, de inspiração comunista. O movimento pretendia derrubar o governo de Getúlio Vargas e instaurar um regime socialista. A rebelião foi duramente reprimida pelo Exército. Sabia que o líder Luís Carlos Prestes teve sua esposa, Olga Benário, deportada grávida para a Alemanha nazista, onde acabou morta em campo de concentração?",
    "palavras_chave": ["Intentona Comunista", "1935", "Luís Carlos Prestes", "Getúlio Vargas", "Aliança Nacional Libertadora"]
  },
  {
    "pergunta": "O que foi o golpe de 1964?",
    "resposta": "O golpe de 1964 depôs o presidente João Goulart e instaurou uma ditadura militar que durou até 1985. O regime foi marcado por censura, repressão, perseguição política e restrição de direitos. Sabia que os militares justificaram o golpe como defesa contra o comunismo, em plena Guerra Fria?",
    "palavras_chave": ["Golpe de 1964", "ditadura militar", "João Goulart", "Guerra Fria", "repressão política"]
  },
  {
    "pergunta": "O que foi o Milagre Econômico?",
    "resposta": "O chamado Milagre Econômico ocorreu entre 1969 e 1973, durante a ditadura militar, quando o Brasil teve altas taxas de crescimento econômico. Grandes obras de infraestrutura foram realizadas, como a Ponte Rio-Niterói e a Transamazônica. Sabia que, apesar do crescimento, a desigualdade social aumentou nesse período?",
    "palavras_chave": ["Milagre Econômico", "1969-1973", "crescimento econômico", "ditadura militar", "desigualdade social"]
  },
  {
    "pergunta": "O que foi a Constituição de 1988?",
    "resposta": "A Constituição de 1988, também chamada de Constituição Cidadã, foi promulgada após o fim da ditadura militar. Ela ampliou direitos civis, sociais e políticos, garantindo liberdade de expressão, voto direto e universal, além da criação do Sistema Único de Saúde. Sabia que a nova Constituição foi elaborada em um processo democrático com forte participação popular?",
    "palavras_chave": ["Constituição de 1988", "Constituição Cidadã", "redemocratização", "direitos civis", "Sistema Único de Saúde"]
  },
  {
    "pergunta": "O que foi o Plano Real?",
    "resposta": "O Plano Real foi uma política econômica implementada em 1994, durante o governo de Itamar Franco, com Fernando Henrique Cardoso como ministro da Fazenda. Criou a moeda real e conseguiu controlar a hiperinflação que assolava o país há anos. Sabia que, após o sucesso do plano, Fernando Henrique foi eleito presidente?",
    "palavras_chave": ["Plano Real", "1994", "Itamar Franco", "Fernando Henrique Cardoso", "hiperinflação"]
  },
  {
    "pergunta": "O que foi a crise econômica de 1929 no Brasil?",
    "resposta": "A crise de 1929, iniciada nos Estados Unidos, afetou fortemente o Brasil, cuja economia dependia da exportação de café. A queda dos preços internacionais levou ao colapso do setor cafeeiro e aumentou a instabilidade política, contribuindo para a Revolução de 1930. Sabia que o governo comprava e queimava sacas de café para tentar conter a desvalorização?",
    "palavras_chave": ["Crise de 1929", "café", "economia brasileira", "Revolução de 1930", "exportação"]
  },
  {
    "pergunta": "O que foi a Guerra de Canudos?",
    "resposta": "A Guerra de Canudos ocorreu entre 1896 e 1897, no sertão da Bahia. Foi liderada por Antônio Conselheiro e envolveu milhares de sertanejos que viviam em comunidade autossuficiente. O governo da República enviou várias expedições militares até destruir completamente o povoado. Sabia que Euclides da Cunha escreveu 'Os Sertões', obra clássica sobre o conflito?",
    "palavras_chave": ["Guerra de Canudos", "1896-1897", "Antônio Conselheiro", "sertão da Bahia", "Os Sertões"]
  },
  {
    "pergunta": "O que foi o movimento dos Caras Pintadas?",
    "resposta": "O movimento dos Caras Pintadas ocorreu em 1992 e foi protagonizado por estudantes que foram às ruas pedindo o impeachment do presidente Fernando Collor de Mello. Pintavam o rosto de verde e amarelo como forma de protesto. Sabia que foi um dos maiores movimentos estudantis da história recente do Brasil?",
    "palavras_chave": ["Caras Pintadas", "1992", "Fernando Collor de Mello", "impeachment", "movimento estudantil"]
  },
  {
    "pergunta": "O que foi o ciclo do ouro em Minas Gerais?",
    "resposta": "O ciclo do ouro, iniciado no final do século dezessete, foi um dos períodos mais prósperos da economia colonial brasileira. Minas Gerais se tornou o centro da exploração aurífera, atraindo milhares de pessoas. Sabia que Vila Rica, atual Ouro Preto, chegou a ser uma das cidades mais populosas das Américas no século dezoito?",
    "palavras_chave": ["ciclo do ouro", "Minas Gerais", "século dezoito", "Ouro Preto", "economia colonial"]
  },
  {
    "pergunta": "O que foi o ciclo da borracha?",
    "resposta": "O ciclo da borracha ocorreu entre o final do século dezenove e início do século vinte, especialmente na região amazônica. A exploração da seringueira gerou grande riqueza, transformando cidades como Manaus e Belém. Sabia que o Teatro Amazonas foi construído nesse período, símbolo do luxo da elite seringalista?",
    "palavras_chave": ["ciclo da borracha", "Amazônia", "século dezenove", "Manaus", "seringueira"]
  },
  {
    "pergunta": "O que foi a Inconfidência Mineira?",
    "resposta": "A Inconfidência Mineira foi uma conspiração ocorrida em 1789, em Minas Gerais, contra o domínio colonial português. Inspirada pelas ideias iluministas e pela independência dos Estados Unidos, pretendia criar uma república independente no Brasil. O movimento foi denunciado e duramente reprimido, e Tiradentes, um dos líderes, foi executado. Sabia que Tiradentes foi enforcado e esquartejado, mas depois se tornou símbolo da luta pela liberdade?",
    "palavras_chave": ["Inconfidência Mineira", "1789", "Tiradentes", "independência", "Minas Gerais"]
  },
  {
    "pergunta": "Como a chegada da família real portuguesa impactou o Brasil?",
    "resposta": "Em 1808, a família real portuguesa chegou ao Brasil fugindo das tropas napoleônicas. A presença da corte no Rio de Janeiro transformou a cidade na capital do império português. Foram criadas instituições como a Imprensa Régia e o Banco do Brasil, além da abertura dos portos às nações amigas. Sabia que essa transferência foi decisiva para o processo de independência poucos anos depois?",
    "palavras_chave": ["família real portuguesa", "1808", "Rio de Janeiro", "abertura dos portos", "independência"]
  },
  {
    "pergunta": "O que foi a Independência do Brasil?",
    "resposta": "A Independência do Brasil ocorreu em 1822 e marcou a separação política de Portugal. Dom Pedro proclamou a independência às margens do Rio Ipiranga, em São Paulo, no famoso episódio do 'grito do Ipiranga'. Sabia que a independência não acabou imediatamente com as tensões, e guerras regionais ainda aconteceram até a consolidação do novo império?",
    "palavras_chave": ["Independência do Brasil", "1822", "Dom Pedro I", "grito do Ipiranga", "separação de Portugal"]
  },
  {
    "pergunta": "O que foi a Abolição da Escravidão?",
    "resposta": "A Abolição da Escravidão ocorreu em 1888 com a assinatura da Lei Áurea pela princesa Isabel. O Brasil foi o último país das Américas a abolir a escravidão. Apesar de libertar oficialmente os escravizados, a lei não garantiu condições de inclusão social, deixando milhões sem acesso a terra, educação ou trabalho digno. Sabia que muitos ex-escravizados foram forçados a continuar em situações de exploração?",
    "palavras_chave": ["Abolição da Escravidão", "1888", "Lei Áurea", "princesa Isabel", "trabalho escravo"]
  },
  {
    "pergunta": "O que foi a Semana de Arte Moderna?",
    "resposta": "A Semana de Arte Moderna ocorreu em 1922, em São Paulo, e foi um marco na cultura brasileira. Reuniu artistas, escritores e músicos que propuseram uma nova estética, rompendo com modelos europeus e valorizando o que era nacional. Sabia que Mário de Andrade e Tarsila do Amaral foram alguns dos nomes centrais desse movimento?",
    "palavras_chave": ["Semana de Arte Moderna", "1922", "modernismo", "São Paulo", "arte brasileira"]
  },
  {
    "pergunta": "Qual a importância de Machado de Assis na literatura brasileira?",
    "resposta": "Machado de Assis é considerado um dos maiores escritores da literatura brasileira e mundial. Atuou como romancista, cronista e poeta, e fundou a Academia Brasileira de Letras em 1897. Suas obras, como 'Dom Casmurro', exploram a complexidade psicológica e as contradições sociais do Brasil do século dezenove. Sabia que ele era neto de escravizados e mesmo assim se tornou uma das figuras mais respeitadas de sua época?",
    "palavras_chave": ["Machado de Assis", "literatura brasileira", "Dom Casmurro", "Academia Brasileira de Letras", "século XIX"]
  },
  {
    "pergunta": "Como a música popular influenciou a cultura brasileira?",
    "resposta": "A música popular brasileira é um reflexo da diversidade cultural do país, unindo influências indígenas, africanas e europeias. Gêneros como samba, bossa nova e tropicália ganharam reconhecimento mundial. Sabia que a bossa nova, com artistas como Tom Jobim e João Gilberto, revolucionou a música internacional na década de 1960?",
    "palavras_chave": ["música popular brasileira", "samba", "bossa nova", "tropicália", "cultura"]
  },
  {
    "pergunta": "O que foi o movimento da Tropicália?",
    "resposta": "O movimento da Tropicália surgiu no final da década de 1960, misturando música popular, rock internacional e elementos da cultura brasileira. Artistas como Caetano Veloso e Gilberto Gil desafiaram padrões artísticos e políticos. Sabia que muitos desses músicos foram perseguidos pela ditadura militar e chegaram a ser exilados?",
    "palavras_chave": ["Tropicália", "década de 1960", "Caetano Veloso", "Gilberto Gil", "música e política"]
  },
  {
    "pergunta": "O que foi o movimento Diretas Já?",
    "resposta": "O movimento Diretas Já ocorreu em 1984 e mobilizou milhões de brasileiros em defesa do direito ao voto direto para presidente. As manifestações reuniram artistas, políticos e cidadãos em diversas capitais. Sabia que, mesmo com a derrota da emenda no Congresso, o movimento foi fundamental para a redemocratização?",
    "palavras_chave": ["Diretas Já", "1984", "voto direto", "democracia", "manifestações populares"]
  },
  {
    "pergunta": "Qual a importância da Amazônia na história do Brasil?",
    "resposta": "A Amazônia sempre teve papel central na história do Brasil, seja pela biodiversidade, pelos povos originários ou pela exploração de recursos naturais como borracha, madeira e minérios. Sabia que a região abriga a maior floresta tropical do mundo e influencia o clima de várias partes do planeta?",
    "palavras_chave": ["Amazônia", "biodiversidade", "história do Brasil", "povos originários", "meio ambiente"]
  },
  {
    "pergunta": "Quem foi Zumbi dos Palmares?",
    "resposta": "Zumbi dos Palmares foi o último líder do Quilombo dos Palmares, a maior comunidade de resistência de escravizados no Brasil colonial. Tornou-se símbolo da luta pela liberdade e da resistência contra a escravidão. Sabia que sua morte, em 1695, é lembrada no Dia da Consciência Negra, em 20 de novembro?",
    "palavras_chave": ["Zumbi dos Palmares", "Quilombo dos Palmares", "escravidão", "resistência", "Consciência Negra"]
  },
  {
    "pergunta": "O que foram os quilombos?",
    "resposta": "Os quilombos foram comunidades formadas por escravizados fugidos que se organizavam em áreas de difícil acesso. Além da resistência à escravidão, representaram a construção de uma cultura própria e autônoma. Sabia que o Quilombo dos Palmares, em Alagoas, chegou a reunir milhares de pessoas e resistiu por quase um século?",
    "palavras_chave": ["quilombos", "resistência", "escravidão", "Quilombo dos Palmares", "cultura afro-brasileira"]
  },
  {
    "pergunta": "O que foi o ciclo do café?",
    "resposta": "O ciclo do café, iniciado no século dezenove, foi a principal base da economia brasileira por décadas. O café transformou o interior de São Paulo e ajudou a financiar a industrialização. Sabia que a 'política do café com leite', que dominou a Primeira República, surgiu da força dos cafeicultores?",
    "palavras_chave": ["ciclo do café", "século XIX", "economia brasileira", "industrialização", "política do café com leite"]
  },
  {
    "pergunta": "Quem foi Dom Pedro II?",
    "resposta": "Dom Pedro II foi o segundo e último imperador do Brasil, governando de 1840 até 1889. Ficou conhecido por seu interesse em ciência, educação e artes, além de ter conduzido o país durante o Segundo Reinado. Sabia que ele falava vários idiomas e era admirado por personalidades como Victor Hugo e Louis Pasteur?",
    "palavras_chave": ["Dom Pedro II", "imperador do Brasil", "Segundo Reinado", "ciência", "educação"]
  },
  {
    "pergunta": "O que foi o período regencial?",
    "resposta": "O período regencial, entre 1831 e 1840, ocorreu após a abdicação de Dom Pedro I e antes da coroação de Dom Pedro II. Foi marcado por instabilidade política, revoltas regionais e disputas entre grupos que defendiam maior ou menor centralização do poder. Sabia que a antecipação da maioridade de Dom Pedro II, com apenas 14 anos, encerrou esse período turbulento?",
    "palavras_chave": ["período regencial", "1831-1840", "Dom Pedro II", "instabilidade política", "revoltas regionais"]
  },
  {
    "pergunta": "O que foi a República Velha?",
    "resposta": "A República Velha, também chamada de Primeira República, durou de 1889 a 1930. Foi marcada pela política do café com leite, pelo coronelismo e pela exclusão da maior parte da população do processo eleitoral. Sabia que menos de cinco por cento da população tinha direito ao voto nesse período?",
    "palavras_chave": ["República Velha", "1889-1930", "política do café com leite", "coronelismo", "Primeira República"]
  },
  {
    "pergunta": "O que foi o Estado Novo?",
    "resposta": "O Estado Novo foi o regime autoritário instaurado por Getúlio Vargas em 1937 e que durou até 1945. Caracterizou-se pela censura, pela centralização do poder e pelo culto à figura de Vargas. Sabia que, mesmo ditador, ele criou leis trabalhistas que permanecem até hoje, como a Consolidação das Leis do Trabalho?",
    "palavras_chave": ["Estado Novo", "1937-1945", "Getúlio Vargas", "censura", "trabalhismo"]
  },
  {
    "pergunta": "O que foi o movimento das Diretas Já?",
    "resposta": "O movimento das Diretas Já foi um dos maiores movimentos populares do Brasil, realizado em 1984. Milhões de pessoas foram às ruas pedindo eleições diretas para presidente após duas décadas de ditadura militar. Sabia que, mesmo derrotada no Congresso, a mobilização abriu caminho para a redemocratização?",
    "palavras_chave": ["Diretas Já", "1984", "movimento popular", "eleições diretas", "redemocratização"]
  },
  {
    "pergunta": "Qual a importância da chegada da Corte Portuguesa para a ciência no Brasil?",
    "resposta": "A chegada da Corte Portuguesa em 1808 não trouxe apenas transformações políticas e econômicas, mas também impulsionou a ciência no Brasil. Foram criadas instituições como o Jardim Botânico do Rio de Janeiro e a Academia Real Militar, que ajudaram a desenvolver estudos de botânica, engenharia e cartografia. Sabia que o príncipe regente Dom João chegou a incentivar expedições científicas para mapear a fauna e flora brasileiras?",
    "palavras_chave": ["Corte Portuguesa", "1808", "ciência no Brasil", "Jardim Botânico", "expedições científicas"]
  },
  {
    "pergunta": "Quem foi Oswaldo Cruz?",
    "resposta": "Oswaldo Cruz foi um importante médico e sanitarista brasileiro do início do século vinte. Ele liderou campanhas contra doenças como febre amarela, varíola e peste bubônica, transformando a saúde pública do país. Sabia que sua atuação na Revolta da Vacina, em 1904, gerou grande resistência popular, mas foi essencial para erradicar epidemias nas cidades?",
    "palavras_chave": ["Oswaldo Cruz", "sanitarismo", "febre amarela", "Revolta da Vacina", "saúde pública"]
  },
  {
    "pergunta": "O que foi a Revolta da Vacina?",
    "resposta": "A Revolta da Vacina ocorreu em 1904, no Rio de Janeiro, quando a população reagiu contra a obrigatoriedade da vacina contra a varíola. Muitos viam a medida como invasiva e autoritária, mas a campanha foi decisiva para o controle da doença. Sabia que, apesar da violência dos protestos, o Brasil conseguiu se tornar exemplo mundial no combate à varíola?",
    "palavras_chave": ["Revolta da Vacina", "1904", "Rio de Janeiro", "varíola", "saúde pública"]
  },
  {
    "pergunta": "Quem foi Santos Dumont?",
    "resposta": "Santos Dumont foi um inventor brasileiro, considerado um dos pais da aviação. Em 1906, ele realizou o primeiro voo público e controlado com o 14-Bis, em Paris. Diferente dos irmãos Wright, Dumont fez questão de apresentar suas invenções de forma aberta, sem segredos. Sabia que ele também criou o primeiro modelo de avião de uso individual, conhecido como Demoiselle?",
    "palavras_chave": ["Santos Dumont", "aviação", "14-Bis", "invenções", "Demoiselle"]
  },
  {
    "pergunta": "O que foi o ciclo da borracha?",
    "resposta": "O ciclo da borracha, entre o final do século dezenove e início do século vinte, transformou a Amazônia em um dos principais polos econômicos do Brasil. Manaus e Belém se modernizaram com teatros, iluminação elétrica e prédios luxuosos. Sabia que, após a concorrência da borracha asiática, a região entrou em forte declínio econômico?",
    "palavras_chave": ["ciclo da borracha", "Amazônia", "século XIX", "Manaus", "Belém"]
  },
  {
    "pergunta": "Como a industrialização mudou o Brasil no século vinte?",
    "resposta": "A industrialização, acelerada a partir da década de 1930, mudou profundamente a economia e a sociedade brasileiras. O crescimento das fábricas, especialmente em São Paulo, atraiu trabalhadores de várias partes do país, intensificando a urbanização. Sabia que o governo de Getúlio Vargas teve papel central nesse processo, com medidas de incentivo à indústria nacional?",
    "palavras_chave": ["industrialização", "século XX", "São Paulo", "urbanização", "Getúlio Vargas"]
  },
  {
    "pergunta": "O que foi a Marcha para o Oeste?",
    "resposta": "A Marcha para o Oeste foi uma política de incentivo à ocupação do interior do Brasil, promovida pelo governo de Getúlio Vargas nos anos 1940. A ideia era expandir a fronteira agrícola e integrar o território nacional. Sabia que essa política ajudou a abrir caminho para a construção de Brasília décadas depois?",
    "palavras_chave": ["Marcha para o Oeste", "Getúlio Vargas", "anos 1940", "interior do Brasil", "integração nacional"]
  },
  {
    "pergunta": "Qual a importância da construção de Brasília?",
    "resposta": "A construção de Brasília, inaugurada em 1960, foi um marco na história do Brasil. Idealizada por Juscelino Kubitschek e projetada por Oscar Niemeyer e Lúcio Costa, a cidade simbolizou a modernidade e a integração do interior. Sabia que sua construção atraiu milhares de trabalhadores nordestinos, conhecidos como candangos?",
    "palavras_chave": ["Brasília", "1960", "Juscelino Kubitschek", "Oscar Niemeyer", "candango"]
  },
  {
    "pergunta": "Quem foi Juscelino Kubitschek?",
    "resposta": "Juscelino Kubitschek foi presidente do Brasil entre 1956 e 1961 e ficou conhecido pelo lema 'cinquenta anos em cinco'. Seu governo investiu em obras de infraestrutura, rodovias, indústrias e na construção de Brasília. Sabia que sua gestão foi marcada por grande otimismo, mas também pelo aumento da dívida externa?",
    "palavras_chave": ["Juscelino Kubitschek", "presidente", "cinquenta anos em cinco", "Brasília", "infraestrutura"]
  },
  {
    "pergunta": "O que foi o milagre econômico?",
    "resposta": "O milagre econômico foi o período de rápido crescimento da economia brasileira entre 1968 e 1973, durante a ditadura militar. O país apresentou altas taxas de crescimento, mas com aumento da concentração de renda. Sabia que, ao mesmo tempo em que o Brasil se modernizava, milhões de pessoas continuavam vivendo na pobreza?",
    "palavras_chave": ["milagre econômico", "1968-1973", "ditadura militar", "crescimento econômico", "desigualdade social"]
  },
  {
    "pergunta": "Qual a importância do movimento indígena no Brasil?",
    "resposta": "O movimento indígena ganhou força no século vinte, especialmente a partir da década de 1970, na luta por direitos territoriais e culturais. Sua atuação foi decisiva para a inclusão do direito às terras tradicionais na Constituição de 1988. Sabia que hoje o Brasil possui centenas de povos indígenas que preservam línguas e tradições únicas?",
    "palavras_chave": ["movimento indígena", "Constituição de 1988", "direitos territoriais", "povos indígenas", "cultura"]
  },
  {
    "pergunta": "O que foi a Eco-92?",
    "resposta": "A Eco-92, ou Conferência das Nações Unidas sobre Meio Ambiente e Desenvolvimento, ocorreu no Rio de Janeiro em 1992. Foi um marco mundial para discussões sobre sustentabilidade e preservação ambiental. Sabia que dela saíram acordos importantes, como a Agenda 21, que orientou políticas ambientais em vários países?",
    "palavras_chave": ["Eco-92", "Rio de Janeiro", "1992", "meio ambiente", "Agenda 21"]
  },
  {
    "pergunta": "Qual a importância da Constituição de 1988?",
    "resposta": "A Constituição de 1988 é conhecida como Constituição Cidadã por garantir uma série de direitos sociais, políticos e culturais. Ela consolidou a democracia após o período da ditadura militar e estabeleceu bases para a cidadania no Brasil. Sabia que foi a primeira a reconhecer os direitos dos povos indígenas às suas terras tradicionais?",
    "palavras_chave": ["Constituição de 1988", "direitos sociais", "democracia", "cidadania", "povos indígenas"]
  },
  {
    "pergunta": "O que foi a redemocratização do Brasil?",
    "resposta": "A redemocratização ocorreu no final da década de 1970 e início da década de 1980, após mais de vinte anos de ditadura militar. Foi marcada por movimentos sociais, greves operárias, mobilizações como as Diretas Já e a eleição indireta de Tancredo Neves. Sabia que a Constituição de 1988 foi um dos maiores frutos desse processo?",
    "palavras_chave": ["redemocratização", "década de 1980", "Diretas Já", "Tancredo Neves", "democracia"]
  },
  {
    "pergunta": "Quem foi Darcy Ribeiro?",
    "resposta": "Darcy Ribeiro foi um antropólogo, educador e político brasileiro que se destacou pela defesa da cultura indígena e pela reforma educacional. Também foi um dos criadores da Universidade de Brasília, em 1962. Sabia que ele considerava a educação o maior instrumento de transformação social do país?",
    "palavras_chave": ["Darcy Ribeiro", "antropologia", "educação", "Universidade de Brasília", "cultura indígena"]
  },
  {
    "pergunta": "O que foi o Plano Real?",
    "resposta": "O Plano Real, lançado em 1994, foi uma política econômica que estabilizou a moeda brasileira após décadas de inflação. Criou o real como nova moeda e implementou medidas de controle fiscal. Sabia que o plano foi considerado um dos mais bem-sucedidos da América Latina em termos de estabilização econômica?",
    "palavras_chave": ["Plano Real", "1994", "inflação", "estabilização econômica", "moeda real"]
  },
  {
    "pergunta": "Qual a importância da urbanização no Brasil?",
    "resposta": "A urbanização no Brasil ganhou força a partir da década de 1950, quando o país passou a ter mais pessoas vivendo nas cidades do que no campo. Esse processo trouxe desenvolvimento, mas também problemas sociais como favelização e falta de saneamento. Sabia que São Paulo e Rio de Janeiro se tornaram megacidades durante esse período?",
    "palavras_chave": ["urbanização", "década de 1950", "São Paulo", "Rio de Janeiro", "favelização"]
  },
  {
    "pergunta": "Como o Brasil se tornou referência mundial em energia renovável?",
    "resposta": "O Brasil é um dos países que mais utiliza energia renovável, principalmente devido às hidrelétricas e ao uso do etanol como biocombustível. Essa característica vem de políticas iniciadas ainda nos anos 1970, como o Programa Nacional do Álcool. Sabia que o Brasil é o segundo maior produtor mundial de etanol, atrás apenas dos Estados Unidos?",
    "palavras_chave": ["energia renovável", "hidrelétricas", "etanol", "Programa Nacional do Álcool", "biocombustível"]
  },
  {
    "pergunta": "O que foi a Semana de Arte Moderna de 1922?",
    "resposta": "A Semana de Arte Moderna de 1922 foi um marco cultural que ocorreu em São Paulo e inaugurou o movimento modernista no Brasil. Artistas, escritores e músicos apresentaram novas formas de expressão, rompendo com o academicismo e valorizando a identidade nacional. Sabia que nomes como Mário de Andrade, Oswald de Andrade e Anita Malfatti se tornaram símbolos desse movimento?",
    "palavras_chave": ["Semana de Arte Moderna", "1922", "modernismo", "São Paulo", "cultura brasileira"]
  },
  {
    "pergunta": "Quem foi Heitor Villa-Lobos?",
    "resposta": "Heitor Villa-Lobos foi um dos maiores compositores brasileiros, responsável por integrar elementos da música erudita com ritmos e temas populares. Suas obras, como as Bachianas Brasileiras, são reconhecidas mundialmente. Sabia que ele também colaborou com a educação musical no Brasil, incentivando o canto orfeônico nas escolas?",
    "palavras_chave": ["Heitor Villa-Lobos", "música brasileira", "Bachianas Brasileiras", "cultura", "educação musical"]
  },
  {
    "pergunta": "Qual a importância do futebol para a identidade brasileira?",
    "resposta": "O futebol se tornou um dos maiores símbolos da cultura brasileira, ultrapassando as fronteiras do esporte. As conquistas em Copas do Mundo ajudaram a criar um sentimento de unidade nacional e projeção internacional. Sabia que Pelé é considerado por muitos o maior jogador de todos os tempos e foi chamado de Rei do Futebol?",
    "palavras_chave": ["futebol", "identidade brasileira", "Pelé", "Copas do Mundo", "cultura popular"]
  },
  {
    "pergunta": "O que foi a Era Vargas?",
    "resposta": "A Era Vargas compreende os períodos em que Getúlio Vargas governou o Brasil entre 1930 e 1945 e depois entre 1951 e 1954. Foi marcada pela centralização do poder, pela industrialização e pela criação de direitos trabalhistas. Sabia que a Consolidação das Leis do Trabalho, de 1943, foi uma das maiores marcas desse período?",
    "palavras_chave": ["Era Vargas", "1930-1945", "1951-1954", "industrialização", "direitos trabalhistas"]
  },
  {
    "pergunta": "O que foi a Consolidação das Leis do Trabalho?",
    "resposta": "A Consolidação das Leis do Trabalho, conhecida como CLT, foi promulgada em 1943 durante o governo de Getúlio Vargas. Ela unificou as normas trabalhistas e garantiu direitos como férias, jornada de oito horas e carteira assinada. Sabia que a CLT influenciou diretamente a modernização das relações de trabalho no Brasil?",
    "palavras_chave": ["Consolidação das Leis do Trabalho", "1943", "direitos trabalhistas", "Getúlio Vargas", "trabalho"]
  },
  {
    "pergunta": "Quem foi Oscar Niemeyer?",
    "resposta": "Oscar Niemeyer foi um dos maiores arquitetos brasileiros, conhecido por suas obras modernas e curvas inovadoras. Projetou prédios icônicos de Brasília, como o Congresso Nacional e a Catedral. Sabia que ele também deixou sua marca em construções ao redor do mundo, como na França e na Argélia?",
    "palavras_chave": ["Oscar Niemeyer", "arquitetura", "Brasília", "modernismo", "Congresso Nacional"]
  },
  {
    "pergunta": "O que foi a Bossa Nova?",
    "resposta": "A Bossa Nova foi um movimento musical surgido no final da década de 1950 que uniu o samba a influências do jazz. Músicos como João Gilberto, Tom Jobim e Vinícius de Moraes ganharam projeção internacional, especialmente com a canção 'Garota de Ipanema'. Sabia que esse gênero ajudou a consolidar a imagem do Brasil no exterior como um país moderno e criativo?",
    "palavras_chave": ["Bossa Nova", "João Gilberto", "Tom Jobim", "Vinícius de Moraes", "cultura musical"]
  },
  {
    "pergunta": "Quem foi Carmen Miranda?",
    "resposta": "Carmen Miranda foi uma cantora e atriz luso-brasileira que se tornou símbolo da cultura brasileira nos anos 1930 e 1940. Conhecida como 'A Pequena Notável', popularizou o samba no exterior e foi uma das primeiras artistas latino-americanas a conquistar Hollywood. Sabia que seu estilo colorido e marcante ajudou a criar a imagem tropical do Brasil no mundo?",
    "palavras_chave": ["Carmen Miranda", "samba", "Hollywood", "anos 1930", "cultura brasileira"]
  },
  {
    "pergunta": "O que foi a ditadura militar no Brasil?",
    "resposta": "A ditadura militar no Brasil durou de 1964 a 1985 e foi marcada por repressão política, censura e perseguição a opositores. Ao mesmo tempo, o período registrou obras de infraestrutura e o chamado milagre econômico. Sabia que muitos artistas e intelectuais foram exilados nesse período, levando a cultura brasileira a se espalhar por outros países?",
    "palavras_chave": ["ditadura militar", "1964-1985", "censura", "repressão política", "milagre econômico"]
  },
  {
    "pergunta": "O que foi o movimento Diretas Já?",
    "resposta": "O movimento Diretas Já foi uma mobilização popular ocorrida em 1983 e 1984, que exigia eleições diretas para presidente no Brasil. Reuniu milhões de pessoas em grandes comícios e fortaleceu o processo de redemocratização. Sabia que, mesmo não tendo conquistado o direito imediato ao voto, o movimento abriu caminho para a eleição de Tancredo Neves em 1985?",
    "palavras_chave": ["Diretas Já", "1983-1984", "redemocratização", "movimento popular", "eleições"]
  },
  {
    "pergunta": "Quem foi Tancredo Neves?",
    "resposta": "Tancredo Neves foi um político brasileiro que se tornou símbolo da redemocratização ao ser eleito presidente em 1985 pelo Colégio Eleitoral. No entanto, faleceu antes de assumir o cargo, o que levou José Sarney à presidência. Sabia que sua morte foi considerada um trauma nacional, pois o povo via nele a esperança de um novo Brasil democrático?",
    "palavras_chave": ["Tancredo Neves", "1985", "redemocratização", "presidente eleito", "Colégio Eleitoral"]
  },
  {
    "pergunta": "O que foi a Constituição de 1988?",
    "resposta": "A Constituição de 1988, conhecida como Constituição Cidadã, estabeleceu as bases da democracia brasileira após a ditadura militar. Garantiu direitos sociais, políticos e trabalhistas, além de reconhecer a diversidade cultural e os direitos dos povos indígenas. Sabia que foi a primeira constituição a assegurar explicitamente o direito à saúde como dever do Estado?",
    "palavras_chave": ["Constituição de 1988", "Constituição Cidadã", "direitos sociais", "democracia", "povos indígenas"]
  },
  {
    "pergunta": "Qual a importância do carnaval para a cultura brasileira?",
    "resposta": "O carnaval é uma das maiores festas populares do Brasil, com raízes coloniais e grande diversidade regional. No Rio de Janeiro, é marcado pelos desfiles das escolas de samba; em Salvador, pelos trios elétricos; e em Pernambuco, pelo frevo e maracatu. Sabia que a festa é reconhecida como Patrimônio Cultural Imaterial do Brasil?",
    "palavras_chave": ["carnaval", "festa popular", "samba", "trio elétrico", "patrimônio cultural"]
  },
  {
    "pergunta": "Quem foi Chico Buarque?",
    "resposta": "Chico Buarque é um cantor, compositor e escritor brasileiro que marcou a música popular com letras poéticas e de forte conteúdo social. Durante a ditadura, muitas de suas canções foram censuradas por críticas políticas. Sabia que ele também recebeu o Prêmio Camões, um dos mais importantes da literatura em língua portuguesa?",
    "palavras_chave": ["Chico Buarque", "música popular", "ditadura militar", "censura", "literatura"]
  },
  {
    "pergunta": "O que foi a Marcha da Família com Deus pela Liberdade?",
    "resposta": "A Marcha da Família com Deus pela Liberdade foi uma manifestação ocorrida em 1964, que reuniu setores conservadores em apoio à intervenção militar contra o governo de João Goulart. O evento refletiu os conflitos ideológicos da época, marcados pelo medo do comunismo. Sabia que foi uma das principais mobilizações que antecederam o golpe militar?",
    "palavras_chave": ["Marcha da Família", "1964", "João Goulart", "golpe militar", "conservadorismo"]
  },
  {
    "pergunta": "Qual a importância do samba na identidade nacional?",
    "resposta": "O samba é um dos principais gêneros musicais do Brasil, surgido nas comunidades afro-brasileiras no início do século vinte. Tornou-se símbolo da identidade nacional e do carnaval, sendo reconhecido como Patrimônio Cultural Imaterial. Sabia que a primeira gravação considerada marco do samba foi a música 'Pelo Telefone', de 1917?",
    "palavras_chave": ["samba", "identidade nacional", "cultura afro-brasileira", "carnaval", "Pelo Telefone"]
  },
  {
    "pergunta": "O que foi o Plano Real?",
    "resposta": "O Plano Real, implantado em 1994, foi uma política econômica que estabilizou a moeda brasileira após anos de hiperinflação. Criou o real como nova moeda e implementou reformas fiscais. Sabia que o sucesso do plano deu grande popularidade a Fernando Henrique Cardoso, então ministro da Fazenda?",
    "palavras_chave": ["Plano Real", "1994", "hiperinflação", "Fernando Henrique Cardoso", "economia"]
  },
  {
    "pergunta": "Qual a importância do agronegócio na economia brasileira?",
    "resposta": "O agronegócio é um dos pilares da economia brasileira, responsável por grande parte das exportações e pela produção de alimentos. O Brasil é líder mundial em soja, café, açúcar e carnes. Sabia que o setor agrícola foi decisivo para o superávit da balança comercial em diversos períodos da história recente?",
    "palavras_chave": ["agronegócio", "economia", "exportações", "produção agrícola", "soja"]
  }
]
