[
  {
    "pergunta": "O que foram as Guerras Púnicas?",
    "resposta": "As Guerras Púnicas foram três grandes conflitos entre Roma e Cartago, entre os séculos III e II antes de Cristo, disputando o controle do Mediterrâneo Ocidental. O mais conhecido é o da invasão de Aníbal, que atravessou os Alpes com elefantes de guerra para enfrentar os romanos. Sabia que, após vencer, Roma destruiu completamente Cartago e espalhou sal em suas terras para simbolizar que nunca mais floresceria nada ali?",
    "palavras_chave": ["guerras púnicas", "roma", "cartago", "aníbal", "mediterrâneo"]
  },
  {
    "pergunta": "O que foi a Guerra dos Cem Anos?",
    "resposta": "A Guerra dos Cem Anos foi um longo conflito entre Inglaterra e França, de 1337 a 1453, marcado por disputas dinásticas pelo trono francês. Apesar do nome, o conflito não foi contínuo, mas cheio de tréguas e retomadas. Um dos episódios mais famosos foi a atuação de Joana d’Arc, que se tornou heroína francesa. Sabia que o arco longo inglês revolucionou as batalhas dessa época pela sua potência e alcance?",
    "palavras_chave": ["guerra dos cem anos", "inglaterra", "frança", "joana d’arc", "arco longo"]
  },
  {
    "pergunta": "Por que aconteceram as Cruzadas?",
    "resposta": "As Cruzadas foram expedições militares organizadas pela Igreja Católica entre os séculos XI e XIII, com o objetivo declarado de reconquistar Jerusalém dos muçulmanos. No entanto, além da motivação religiosa, havia interesses econômicos e políticos, como o controle de rotas comerciais. Sabia que nem todas as Cruzadas foram contra muçulmanos? Houve expedições também contra hereges europeus e até contra Constantinopla.",
    "palavras_chave": ["cruzadas", "jerusalém", "igreja católica", "muçulmanos", "idade média"]
  },
  {
    "pergunta": "O que foi a Guerra dos Trinta Anos?",
    "resposta": "A Guerra dos Trinta Anos ocorreu entre 1618 e 1648, principalmente no território do Sacro Império Romano-Germânico. Foi um conflito religioso entre católicos e protestantes que acabou se transformando numa disputa política pelo poder na Europa. O resultado foi devastador: milhões de mortes e a redefinição das fronteiras europeias. Sabia que o Tratado de Westfália, que encerrou a guerra, é considerado o marco do sistema internacional moderno?",
    "palavras_chave": ["guerra dos trinta anos", "sacro império", "católicos", "protestantes", "tratado de westfália"]
  },
  {
    "pergunta": "O que foi a Guerra de Canudos?",
    "resposta": "A Guerra de Canudos aconteceu no interior da Bahia, no fim do século XIX, quando o movimento liderado por Antônio Conselheiro foi visto como ameaça pela República recém-instaurada. O arraial foi atacado diversas vezes pelo Exército e só caiu após grande massacre em 1897. Sabia que o escritor Euclides da Cunha registrou esses eventos em 'Os Sertões', uma das maiores obras da literatura brasileira?",
    "palavras_chave": ["guerra de canudos", "bahia", "antônio conselheiro", "república", "os sertões"]
  },
  {
    "pergunta": "O que foi a Guerra Civil Espanhola?",
    "resposta": "A Guerra Civil Espanhola, de 1936 a 1939, foi um conflito entre republicanos e nacionalistas liderados por Francisco Franco. A guerra dividiu a Espanha e atraiu voluntários de vários países, tornando-se uma espécie de ensaio da Segunda Guerra Mundial. Sabia que artistas como Pablo Picasso se inspiraram nesse período, criando obras como 'Guernica'?",
    "palavras_chave": ["guerra civil espanhola", "francisco franco", "republicanos", "guernica", "pablo picasso"]
  },
  {
    "pergunta": "O que foi a Guerra do Paraguai?",
    "resposta": "A Guerra do Paraguai, de 1864 a 1870, envolveu o Paraguai contra a Tríplice Aliança, formada por Brasil, Argentina e Uruguai. Foi o maior conflito da América do Sul e resultou na quase destruição do Paraguai, com enormes perdas humanas. Sabia que o Brasil mobilizou soldados escravizados com a promessa de liberdade, o que gerou debates políticos intensos na época?",
    "palavras_chave": ["guerra do paraguai", "tríplice aliança", "brasil", "século XIX", "américa do sul"]
  },
  {
    "pergunta": "O que foi a Guerra da Secessão?",
    "resposta": "A Guerra da Secessão aconteceu nos Estados Unidos entre 1861 e 1865, quando estados do sul tentaram se separar para manter a escravidão. O norte, liderado por Abraham Lincoln, venceu, resultando na abolição da escravidão no país. Sabia que foi nesse período que surgiram as primeiras fotografias de guerra em larga escala?",
    "palavras_chave": ["guerra da secessão", "estados unidos", "abraham lincoln", "escravidão", "século XIX"]
  },
  {
    "pergunta": "O que foi a Revolta da Armada?",
    "resposta": "A Revolta da Armada foi uma rebelião da Marinha do Brasil contra o governo de Floriano Peixoto, na década de 1890. Os oficiais reclamavam de autoritarismo e buscavam maior autonomia. Sabia que a revolta chegou a bombardear a cidade do Rio de Janeiro?",
    "palavras_chave": ["revolta da armada", "marinha", "floriano peixoto", "rio de janeiro", "república"]
  },
  {
    "pergunta": "O que foi a Guerra do Vietnã?",
    "resposta": "A Guerra do Vietnã, entre 1955 e 1975, foi um conflito entre o Vietnã do Norte, comunista, e o Vietnã do Sul, apoiado pelos Estados Unidos. Tornou-se um dos maiores símbolos da Guerra Fria e terminou com a vitória do Norte. Sabia que esse foi o primeiro grande conflito amplamente televisionado no mundo?",
    "palavras_chave": ["guerra do vietnã", "estados unidos", "guerra fria", "vietnã do norte", "televisão"]
  },
  {
    "pergunta": "O que foi a Guerra da Crimeia?",
    "resposta": "A Guerra da Crimeia ocorreu entre 1853 e 1856, envolvendo o Império Russo contra uma aliança formada por França, Reino Unido, Império Otomano e Sardenha. O conflito girava em torno do controle de territórios estratégicos. Sabia que a enfermeira Florence Nightingale ficou famosa por seu trabalho humanitário nessa guerra?",
    "palavras_chave": ["guerra da crimeia", "rússia", "império otomano", "florence nightingale", "século XIX"]
  },
  {
    "pergunta": "O que foi a Revolta dos Malês?",
    "resposta": "A Revolta dos Malês foi uma insurreição de escravizados muçulmanos em Salvador, em 1835. Eles se organizaram para lutar pela liberdade, mas foram duramente reprimidos. Sabia que a maioria dos participantes era alfabetizada em árabe, o que facilitou sua comunicação secreta?",
    "palavras_chave": ["revolta dos malês", "salvador", "escravizados", "muçulmanos", "século XIX"]
  },
  {
    "pergunta": "O que foi a Guerra da Coreia?",
    "resposta": "A Guerra da Coreia, de 1950 a 1953, ocorreu entre o norte, apoiado pela União Soviética e China, e o sul, apoiado pelos Estados Unidos. Apesar do armistício, até hoje não houve tratado de paz definitivo. Sabia que a fronteira estabelecida continua sendo uma das áreas mais militarizadas do mundo?",
    "palavras_chave": ["guerra da coreia", "coreia do norte", "coreia do sul", "século XX", "fronteira"]
  },
  {
    "pergunta": "O que foi a Guerra de Sucessão Espanhola?",
    "resposta": "A Guerra de Sucessão Espanhola, entre 1701 e 1714, foi motivada pela disputa pelo trono da Espanha após a morte de Carlos II sem herdeiros. O conflito envolveu várias potências europeias e terminou com a ascensão da dinastia Bourbon. Sabia que o tratado que encerrou a guerra influenciou o equilíbrio político da Europa por séculos?",
    "palavras_chave": ["guerra de sucessão", "espanha", "carlos ii", "bourbon", "europa"]
  },
  {
    "pergunta": "O que foi a Revolta da Chibata?",
    "resposta": "A Revolta da Chibata aconteceu em 1910, quando marinheiros brasileiros se rebelaram contra os castigos físicos aplicados na Marinha. Liderados por João Cândido, exigiram melhores condições e o fim dos açoites. Sabia que João Cândido ficou conhecido como 'Almirante Negro'?",
    "palavras_chave": ["revolta da chibata", "joão cândido", "marinha", "1910", "açoites"]
  },
  {
    "pergunta": "O que foi a Guerra do Peloponeso?",
    "resposta": "A Guerra do Peloponeso, entre Atenas e Esparta, aconteceu no século V antes de Cristo e enfraqueceu as cidades-estado gregas, abrindo espaço para a ascensão da Macedônia. Sabia que o historiador Tucídides escreveu uma das primeiras análises críticas de guerra sobre esse conflito?",
    "palavras_chave": ["guerra do peloponeso", "atenas", "esparta", "tucídides", "grécia antiga"]
  },
  {
    "pergunta": "O que foi a Guerra Civil Inglesa?",
    "resposta": "A Guerra Civil Inglesa, de 1642 a 1651, colocou de um lado os partidários do rei Carlos I e do outro os parlamentares liderados por Oliver Cromwell. O conflito resultou na execução do rei e na breve instauração da República. Sabia que esse foi um dos primeiros julgamentos formais de um monarca na história?",
    "palavras_chave": ["guerra civil inglesa", "carlos i", "oliver cromwell", "parlamento", "república"]
  },
  {
    "pergunta": "O que foi a Guerra do Ópio?",
    "resposta": "As Guerras do Ópio, no século XIX, envolveram a China contra a Inglaterra e depois a França, motivadas pelo comércio de ópio imposto ao mercado chinês. O resultado foi a abertura forçada dos portos chineses ao comércio ocidental. Sabia que foi após esses conflitos que Hong Kong passou ao controle britânico?",
    "palavras_chave": ["guerras do ópio", "china", "inglaterra", "século XIX", "hong kong"]
  },
  {
    "pergunta": "O que foi a Inconfidência Mineira?",
    "resposta": "A Inconfidência Mineira foi uma conspiração separatista ocorrida em Minas Gerais em 1789, inspirada pelos ideais iluministas. Apesar de não ter se concretizado, ficou marcada pela execução de Tiradentes, que se tornou mártir da independência brasileira. Sabia que o enforcamento de Tiradentes foi acompanhado de enorme simbolismo político?",
    "palavras_chave": ["inconfidência mineira", "tiradentes", "minas gerais", "iluminismo", "1789"]
  },
  {
    "pergunta": "O que foi a Guerra de Independência dos Estados Unidos?",
    "resposta": "A Guerra de Independência dos Estados Unidos ocorreu entre 1775 e 1783, quando as treze colônias se rebelaram contra o domínio britânico, buscando autonomia política e econômica. Lideranças como George Washington e Thomas Jefferson foram fundamentais nesse processo. Sabia que a Declaração de Independência de 1776 é um dos documentos políticos mais influentes do mundo moderno?",
    "palavras_chave": ["independência", "estados unidos", "colônias", "george washington", "1776"]
  },
  {
    "pergunta": "O que foi a Revolta de Spartacus?",
    "resposta": "A Revolta de Spartacus aconteceu entre 73 e 71 antes de Cristo, quando o gladiador liderou milhares de escravizados contra Roma. Apesar de vitórias iniciais, o movimento foi esmagado pelas legiões romanas. Sabia que, após a derrota, milhares de prisioneiros foram crucificados ao longo da Via Ápia como forma de intimidação?",
    "palavras_chave": ["spartacus", "roma", "escravizados", "gladiadores", "via ápia"]
  },
  {
    "pergunta": "O que foi a Guerra de Reconquista na Península Ibérica?",
    "resposta": "A Reconquista foi o longo processo de expulsão dos muçulmanos da Península Ibérica, entre os séculos VIII e XV, liderado pelos reinos cristãos. O fim ocorreu em 1492, com a tomada de Granada pelos Reis Católicos. Sabia que o mesmo ano marcou a chegada de Cristóvão Colombo à América?",
    "palavras_chave": ["reconquista", "península ibérica", "muçulmanos", "granada", "reis católicos"]
  },
  {
    "pergunta": "O que foi a Guerra do Golfo?",
    "resposta": "A Guerra do Golfo ocorreu em 1991, quando uma coalizão internacional liderada pelos Estados Unidos expulsou o Iraque do Kuwait, que havia sido invadido no ano anterior. Sabia que esse conflito foi o primeiro a ter cobertura jornalística transmitida ao vivo em tempo real para o mundo inteiro?",
    "palavras_chave": ["guerra do golfo", "iraque", "kuwait", "estados unidos", "1991"]
  },
  {
    "pergunta": "O que foi a Revolta dos Bóxers?",
    "resposta": "A Revolta dos Bóxers ocorreu na China entre 1899 e 1901, como reação nacionalista contra a influência estrangeira e missionários cristãos. O levante foi sufocado por uma coalizão de potências ocidentais e o Japão. Sabia que os rebeldes recebiam esse nome porque praticavam artes marciais parecidas com o boxe ocidental?",
    "palavras_chave": ["revolta dos bóxers", "china", "nacionalismo", "ocidente", "século XIX"]
  },
  {
    "pergunta": "O que foi a Revolta da Vacina?",
    "resposta": "A Revolta da Vacina aconteceu no Rio de Janeiro em 1904, quando a população reagiu de forma violenta contra a vacinação obrigatória contra a varíola. Mais do que a vacina, havia insatisfação com as reformas urbanas e a repressão policial. Sabia que esse episódio atrasou por anos a aceitação da vacinação no Brasil?",
    "palavras_chave": ["revolta da vacina", "rio de janeiro", "varíola", "1904", "vacinação"]
  },
  {
    "pergunta": "O que foi a Guerra Anglo-Zulu?",
    "resposta": "A Guerra Anglo-Zulu, em 1879, opôs o Império Britânico ao Reino Zulu, na África do Sul. Apesar da bravura dos guerreiros zulus, o poder militar britânico prevaleceu. Sabia que a batalha de Isandlwana foi uma das raras derrotas britânicas contra um exército africano no século XIX?",
    "palavras_chave": ["guerra anglo-zulu", "áfrica do sul", "império britânico", "isandlwana", "século XIX"]
  },
  {
    "pergunta": "O que foi a Guerra Civil do México?",
    "resposta": "A Guerra Civil do México, também chamada de Guerra da Reforma, ocorreu entre 1857 e 1861, envolvendo liberais e conservadores em disputa pelo modelo de governo e pelo papel da Igreja. Sabia que Benito Juárez, líder liberal, acabou se tornando presidente e símbolo da resistência mexicana?",
    "palavras_chave": ["guerra civil mexicana", "méxico", "benito juárez", "liberais", "conservadores"]
  },
  {
    "pergunta": "O que foi a Guerra das Malvinas?",
    "resposta": "A Guerra das Malvinas ocorreu em 1982, entre Argentina e Reino Unido, pela posse das ilhas no Atlântico Sul. Apesar da mobilização argentina, os britânicos venceram o conflito. Sabia que essa guerra foi decisiva para acelerar a queda da ditadura militar argentina?",
    "palavras_chave": ["guerra das malvinas", "argentina", "reino unido", "atlântico sul", "1982"]
  },
  {
    "pergunta": "O que foi a Guerra de Independência do Haiti?",
    "resposta": "A Guerra de Independência do Haiti, de 1791 a 1804, foi a única revolta de escravizados que resultou na criação de um país independente. Liderada por Toussaint Louverture, marcou a abolição da escravidão no território. Sabia que o Haiti se tornou a primeira república negra das Américas?",
    "palavras_chave": ["haiti", "independência", "toussaint louverture", "escravizados", "américa"]
  },
  {
    "pergunta": "O que foi a Revolta de Varsóvia?",
    "resposta": "A Revolta de Varsóvia aconteceu em 1944, quando a resistência polonesa se levantou contra a ocupação nazista, esperando apoio soviético que não veio. A cidade foi quase totalmente destruída. Sabia que esse episódio é lembrado anualmente na Polônia como símbolo de coragem e sacrifício?",
    "palavras_chave": ["revolta de varsóvia", "polônia", "nazismo", "segunda guerra", "resistência"]
  },
  {
    "pergunta": "O que foi a Guerra das Duas Rosas?",
    "resposta": "A Guerra das Duas Rosas, entre 1455 e 1487, foi uma disputa dinástica pelo trono da Inglaterra entre as casas de York e Lancaster. O conflito terminou com a ascensão da dinastia Tudor. Sabia que o nome vem dos símbolos das casas, a rosa branca de York e a vermelha de Lancaster?",
    "palavras_chave": ["guerra das duas rosas", "inglaterra", "york", "lancaster", "tudor"]
  },
  {
    "pergunta": "O que foi a Revolta dos Cipaios?",
    "resposta": "A Revolta dos Cipaios, em 1857, foi um grande levante de soldados indianos contra o domínio britânico. A repressão foi brutal, mas o movimento marcou o início do nacionalismo indiano. Sabia que o estopim foi o uso de cartuchos de rifle supostamente engraxados com gordura de vaca e porco, ofensivo tanto para hindus quanto para muçulmanos?",
    "palavras_chave": ["revolta dos cipaios", "índia", "britânicos", "1857", "nacionalismo"]
  },
  {
    "pergunta": "O que foi a Guerra dos Bárbaros?",
    "resposta": "A Guerra dos Bárbaros foi uma série de conflitos no século XVII, entre colonizadores portugueses e povos indígenas no Nordeste do Brasil. A resistência indígena foi duramente reprimida, mas deixou marcas na história da região. Sabia que esse foi um dos maiores levantes indígenas do período colonial brasileiro?",
    "palavras_chave": ["guerra dos bárbaros", "brasil", "século XVII", "indígenas", "colonização"]
  },
  {
    "pergunta": "O que foi a Guerra dos Três Reinos?",
    "resposta": "A Guerra dos Três Reinos, entre 1639 e 1651, envolveu Inglaterra, Escócia e Irlanda em conflitos interligados de religião e poder político. Está relacionada à Guerra Civil Inglesa. Sabia que esse período é considerado um dos mais violentos da história das Ilhas Britânicas?",
    "palavras_chave": ["guerra dos três reinos", "inglaterra", "escócia", "irlanda", "século XVII"]
  },
  {
    "pergunta": "O que foi a Revolta de Santo Domingo?",
    "resposta": "A Revolta de Santo Domingo foi uma insurreição de escravizados na colônia francesa, no fim do século XVIII, que está ligada diretamente ao processo de independência do Haiti. Sabia que esse movimento foi inspirado pelos ideais da Revolução Francesa de liberdade, igualdade e fraternidade?",
    "palavras_chave": ["revolta de santo domingo", "haiti", "frança", "escravizados", "revolução francesa"]
  },
  {
    "pergunta": "O que foi a Guerra Civil de Angola?",
    "resposta": "A Guerra Civil de Angola ocorreu entre 1975 e 2002, após a independência do país, envolvendo grupos políticos rivais apoiados por potências da Guerra Fria. Sabia que esse foi um dos conflitos mais longos da África contemporânea, com milhões de deslocados internos?",
    "palavras_chave": ["angola", "guerra civil", "independência", "século XX", "guerra fria"]
  },
  {
    "pergunta": "O que foi a Guerra da Cisplatina?",
    "resposta": "A Guerra da Cisplatina ocorreu entre 1825 e 1828, envolvendo o Brasil e as Províncias Unidas do Rio da Prata pelo controle da região que hoje é o Uruguai. O conflito terminou com a independência do território. Sabia que esse foi o único conflito internacional do Império do Brasil?",
    "palavras_chave": ["guerra da cisplatina", "brasil", "uruguai", "rio da prata", "século XIX"]
  },
  {
    "pergunta": "O que foi a Guerra dos Cem Anos?",
    "resposta": "A Guerra dos Cem Anos, entre 1337 e 1453, foi um longo conflito entre França e Inglaterra pela sucessão ao trono francês. Apesar das pausas e tréguas, a guerra marcou profundamente a Europa medieval. Sabia que Joana d’Arc se tornou um dos grandes símbolos franceses ao liderar tropas em Orleans?",
    "palavras_chave": ["guerra dos cem anos", "frança", "inglaterra", "joana d’arc", "idade média"]
  },
  {
    "pergunta": "O que foi a Guerra do Paraguai?",
    "resposta": "A Guerra do Paraguai, de 1864 a 1870, envolveu Brasil, Argentina e Uruguai contra o Paraguai. Foi o maior conflito da América do Sul no século XIX e teve consequências devastadoras para o Paraguai. Sabia que cerca de 70% da população masculina paraguaia morreu durante a guerra?",
    "palavras_chave": ["guerra do paraguai", "brasil", "américa do sul", "século XIX", "tríplice aliança"]
  },
  {
    "pergunta": "O que foi a Guerra da Crimeia?",
    "resposta": "A Guerra da Crimeia ocorreu de 1853 a 1856 e envolveu Rússia contra uma aliança formada por França, Inglaterra, Império Otomano e Sardenha. O conflito foi motivado por disputas de território e influência no Oriente Médio. Sabia que a enfermeira Florence Nightingale revolucionou os cuidados médicos durante essa guerra?",
    "palavras_chave": ["guerra da crimeia", "rússia", "frança", "império otomano", "século XIX"]
  },
  {
    "pergunta": "O que foi a Revolta de Canudos?",
    "resposta": "A Revolta de Canudos ocorreu no sertão da Bahia, entre 1896 e 1897, liderada por Antônio Conselheiro contra a recém-proclamada República. O movimento foi violentamente reprimido pelo Exército. Sabia que o jornalista Euclides da Cunha escreveu 'Os Sertões' inspirado nesse episódio?",
    "palavras_chave": ["canudos", "bahia", "república", "antônio conselheiro", "os sertões"]
  },
  {
    "pergunta": "O que foi a Guerra dos Trinta Anos?",
    "resposta": "A Guerra dos Trinta Anos, entre 1618 e 1648, começou como um conflito religioso entre católicos e protestantes no Sacro Império Romano-Germânico, mas logo envolveu disputas políticas de toda a Europa. Sabia que o tratado de Vestfália, que encerrou a guerra, é considerado marco na diplomacia moderna?",
    "palavras_chave": ["guerra dos trinta anos", "sacro império", "protestantes", "católicos", "vestfália"]
  },
  {
    "pergunta": "O que foi a Guerra de Sucessão Espanhola?",
    "resposta": "A Guerra de Sucessão Espanhola, entre 1701 e 1714, foi travada para decidir quem ocuparia o trono espanhol após a morte de Carlos II sem herdeiros. O conflito envolveu diversas potências europeias. Sabia que ao final, a dinastia Bourbon assumiu a Espanha, mas com restrições impostas pelos outros reinos?",
    "palavras_chave": ["sucessão espanhola", "espanha", "bourbon", "século XVIII", "trono"]
  },
  {
    "pergunta": "O que foi a Guerra dos Emboabas?",
    "resposta": "A Guerra dos Emboabas aconteceu em Minas Gerais, entre 1707 e 1709, como conflito entre paulistas e forasteiros pela exploração das minas de ouro. Sabia que o termo 'emboaba' era usado de forma pejorativa para designar os imigrantes de fora da região?",
    "palavras_chave": ["guerra dos emboabas", "minas gerais", "ouro", "paulistas", "século XVIII"]
  },
  {
    "pergunta": "O que foi a Guerra Civil Espanhola?",
    "resposta": "A Guerra Civil Espanhola ocorreu entre 1936 e 1939, envolvendo republicanos e nacionalistas liderados por Francisco Franco. A vitória dos nacionalistas levou à ditadura de Franco. Sabia que escritores como George Orwell e Ernest Hemingway participaram ou relataram o conflito?",
    "palavras_chave": ["guerra civil espanhola", "francisco franco", "república", "1936", "espanha"]
  },
  {
    "pergunta": "O que foi a Revolta da Armada?",
    "resposta": "A Revolta da Armada ocorreu no Brasil em 1893, quando setores da Marinha se rebelaram contra o governo republicano. O movimento foi reprimido com apoio de forças estrangeiras. Sabia que a cidade do Rio de Janeiro chegou a ser bombardeada durante a revolta?",
    "palavras_chave": ["revolta da armada", "brasil", "república", "marinha", "rio de janeiro"]
  },
  {
    "pergunta": "O que foi a Guerra do Peloponeso?",
    "resposta": "A Guerra do Peloponeso, entre 431 e 404 antes de Cristo, opôs Atenas e Esparta pela hegemonia na Grécia. O conflito enfraqueceu profundamente as cidades-estado gregas. Sabia que o historiador Tucídides registrou os acontecimentos, sendo considerado um dos pais da história científica?",
    "palavras_chave": ["peloponeso", "atenas", "esparta", "grécia", "tucídides"]
  },
  {
    "pergunta": "O que foi a Revolta da Chibata?",
    "resposta": "A Revolta da Chibata aconteceu em 1910, no Rio de Janeiro, quando marinheiros se rebelaram contra os castigos corporais praticados na Marinha. O movimento foi liderado por João Cândido, conhecido como o 'Almirante Negro'. Sabia que apesar de anistiados, muitos marinheiros sofreram perseguição depois?",
    "palavras_chave": ["revolta da chibata", "joão cândido", "marinha", "rio de janeiro", "1910"]
  },
  {
    "pergunta": "O que foi a Guerra de Canas?",
    "resposta": "A Batalha de Canas, em 216 antes de Cristo, durante a Segunda Guerra Púnica, opôs Roma e Cartago. Aníbal venceu os romanos com uma estratégia de cerco que se tornou referência militar. Sabia que essa batalha é estudada até hoje em academias militares por sua genialidade tática?",
    "palavras_chave": ["batalha de canas", "roma", "cartago", "aníbal", "segunda guerra púnica"]
  },
  {
    "pergunta": "O que foi a Guerra dos Farrapos?",
    "resposta": "A Guerra dos Farrapos, entre 1835 e 1845, foi um movimento separatista ocorrido no Rio Grande do Sul contra o governo imperial brasileiro. Sabia que, durante a revolta, foi proclamada a República Rio-Grandense, ainda que não reconhecida oficialmente?",
    "palavras_chave": ["guerra dos farrapos", "rio grande do sul", "império", "1835", "república rio-grandense"]
  },
  {
    "pergunta": "O que foi a Revolta da Sabinada?",
    "resposta": "A Sabinada ocorreu em Salvador, entre 1837 e 1838, liderada por Francisco Sabino, defendendo maior autonomia da Bahia frente ao governo regencial. Sabia que os rebeldes chegaram a proclamar uma república provisória durante o levante?",
    "palavras_chave": ["sabinada", "bahia", "salvador", "francisco sabino", "república"]
  },
  {
    "pergunta": "O que foi a Guerra dos Boxers?",
    "resposta": "A Guerra dos Boxers, entre 1899 e 1901, foi uma revolta popular chinesa contra a influência estrangeira e missionários cristãos. A rebelião foi derrotada por uma aliança internacional. Sabia que o nome 'boxers' veio das artes marciais praticadas pelos rebeldes?",
    "palavras_chave": ["guerra dos boxers", "china", "século XIX", "rebelião", "estrangeiros"]
  },
  {
    "pergunta": "O que foi a Guerra das Campanhas Napoleônicas?",
    "resposta": "As Guerras Napoleônicas, de 1803 a 1815, envolveram grande parte da Europa sob a liderança de Napoleão Bonaparte. Sabia que o Congresso de Viena, realizado após sua derrota, redesenhou o mapa político europeu?",
    "palavras_chave": ["napoleão bonaparte", "guerras napoleônicas", "frança", "europa", "congresso de viena"]
  },
  {
    "pergunta": "O que foi a Revolta dos Malês?",
    "resposta": "A Revolta dos Malês, em 1835, foi um levante de africanos muçulmanos escravizados em Salvador, Bahia. Embora rapidamente reprimida, mostrou a resistência cultural e religiosa desses grupos. Sabia que muitos rebeldes falavam árabe e escreviam em alfabeto islâmico?",
    "palavras_chave": ["malês", "salvador", "bahia", "escravizados", "1835"]
  },
  {
    "pergunta": "O que foi a Guerra de Secessão dos Estados Unidos?",
    "resposta": "A Guerra de Secessão ocorreu de 1861 a 1865, entre os estados do Norte e do Sul dos Estados Unidos. O conflito foi motivado principalmente pela questão da escravidão. Sabia que Abraham Lincoln foi assassinado pouco após a vitória do Norte?",
    "palavras_chave": ["guerra de secessão", "estados unidos", "abraham lincoln", "norte", "sul"]
  },
  {
    "pergunta": "O que foi a Revolta de Palmares?",
    "resposta": "O Quilombo dos Palmares foi o maior quilombo do Brasil colonial, localizado em Alagoas, e resistiu por quase um século a ataques portugueses e holandeses. Zumbi se tornou símbolo dessa resistência. Sabia que Palmares chegou a ter dezenas de milhares de habitantes?",
    "palavras_chave": ["quilombo dos palmares", "zumbi", "alagoas", "escravizados", "resistência"]
  },
  {
    "pergunta": "O que foi a Guerra do Contestado?",
    "resposta": "A Guerra do Contestado, entre 1912 e 1916, ocorreu na divisa entre Paraná e Santa Catarina. Foi um conflito social marcado pela disputa de terras e pela insatisfação de camponeses contra companhias estrangeiras que controlavam a região. Sabia que o movimento tinha forte caráter messiânico, com líderes religiosos que prometiam a chegada de um novo tempo de justiça?",
    "palavras_chave": ["guerra do contestado", "paraná", "santa catarina", "camponeses", "1912"]
  },
  {
    "pergunta": "O que foi a Guerra de Sucessão Austríaca?",
    "resposta": "A Guerra de Sucessão Austríaca, de 1740 a 1748, foi um conflito desencadeado pela ascensão de Maria Teresa ao trono do Império Habsburgo. Diversas potências questionaram sua legitimidade e aproveitaram para expandir territórios. Sabia que, apesar das resistências, Maria Teresa conseguiu manter o trono e governou por décadas?",
    "palavras_chave": ["sucessão austríaca", "maria teresa", "habsburgo", "século XVIII", "áustria"]
  },
  {
    "pergunta": "O que foi a Guerra de Canudos na literatura?",
    "resposta": "A Guerra de Canudos, além de seu impacto histórico, ganhou dimensão literária com a obra 'Os Sertões', de Euclides da Cunha. O livro mistura relato jornalístico, análise sociológica e reflexão literária. Sabia que essa obra é considerada uma das maiores da literatura brasileira e influenciou gerações de intelectuais?",
    "palavras_chave": ["canudos", "euclides da cunha", "os sertões", "literatura", "brasil"]
  },
  {
    "pergunta": "O que foi a Guerra das Malvinas?",
    "resposta": "A Guerra das Malvinas ocorreu em 1982, entre Argentina e Reino Unido, pelo controle das ilhas no Atlântico Sul. Apesar da mobilização argentina, a vitória foi britânica. Sabia que esse conflito fortaleceu temporariamente o governo de Margaret Thatcher no Reino Unido?",
    "palavras_chave": ["malvinas", "1982", "argentina", "reino unido", "atlântico sul"]
  },
  {
    "pergunta": "O que foi a Guerra das Rosas?",
    "resposta": "A Guerra das Rosas, entre 1455 e 1487, foi um conflito dinástico inglês entre as casas de York e Lancaster pelo trono. O nome vem dos símbolos usados por cada família: a rosa branca e a rosa vermelha. Sabia que a vitória final dos Tudor pôs fim ao conflito e iniciou uma nova dinastia?",
    "palavras_chave": ["guerra das rosas", "inglaterra", "york", "lancaster", "tudor"]
  },
  {
    "pergunta": "O que foi a Revolta dos Beckman?",
    "resposta": "A Revolta dos Beckman, em 1684, no Maranhão, foi uma insurreição contra os abusos da Companhia de Comércio do Estado do Maranhão. Os irmãos Beckman lideraram colonos descontentes com os altos preços e a falta de escravizados africanos. Sabia que, após a derrota, Manuel Beckman foi enforcado em praça pública?",
    "palavras_chave": ["revolta dos beckman", "maranhão", "1684", "companhia de comércio", "irmãos beckman"]
  },
  {
    "pergunta": "O que foi a Guerra das Naranjas?",
    "resposta": "A Guerra das Naranjas, em 1801, foi um breve conflito entre Portugal e Espanha, apoiada pela França napoleônica. O nome curioso veio do presente de laranjas que o general espanhol Godoy enviou à rainha Maria Luísa após uma vitória. Sabia que o tratado resultante cedeu territórios portugueses à Espanha?",
    "palavras_chave": ["guerra das naranjas", "portugal", "espanha", "frança", "1801"]
  },
  {
    "pergunta": "O que foi a Guerra da Cisplatina?",
    "resposta": "A Guerra da Cisplatina, entre 1825 e 1828, opôs o Império do Brasil e as Províncias Unidas do Rio da Prata pelo controle da região que hoje é o Uruguai. O resultado foi a independência do país. Sabia que esse foi o único conflito internacional direto travado pelo Brasil durante o Império?",
    "palavras_chave": ["guerra da cisplatina", "uruguai", "império do brasil", "rio da prata", "1825"]
  },
  {
    "pergunta": "O que foi a Revolta dos Balaios?",
    "resposta": "A Revolta dos Balaios ocorreu no Maranhão entre 1838 e 1841. Foi um movimento popular de vaqueiros, escravizados fugitivos e artesãos contra a elite local e o governo imperial. Sabia que o nome vem de um dos líderes, um fabricante de balaios chamado Raimundo Gomes?",
    "palavras_chave": ["revolta dos balaios", "maranhão", "1838", "raimundo gomes", "império"]
  },
  {
    "pergunta": "O que foi a Revolta de Beckett?",
    "resposta": "A chamada Revolta de Thomas Becket não foi exatamente uma guerra, mas uma crise política na Inglaterra do século XII entre o arcebispo Becket e o rei Henrique II. O conflito terminou com o assassinato do arcebispo em sua própria catedral. Sabia que depois ele foi canonizado como santo?",
    "palavras_chave": ["thomas becket", "inglaterra", "henrique ii", "século xii", "catedral"]
  },
  {
    "pergunta": "O que foi a Guerra de Argel?",
    "resposta": "A Guerra de Argel se refere às campanhas entre potências europeias e os piratas do norte da África, conhecidos como corsários berberes, entre os séculos XVI e XIX. Sabia que muitos países pagavam tributos para evitar ataques desses piratas no Mediterrâneo?",
    "palavras_chave": ["guerra de argel", "piratas", "corsários", "mediterrâneo", "áfrica do norte"]
  },
  {
    "pergunta": "O que foi a Revolta da Vacina?",
    "resposta": "A Revolta da Vacina aconteceu no Rio de Janeiro, em 1904, motivada pela imposição da vacinação obrigatória contra a varíola. A população reagiu com forte violência às medidas sanitárias. Sabia que Oswaldo Cruz, o sanitarista responsável, acabou sendo muito criticado na época?",
    "palavras_chave": ["revolta da vacina", "rio de janeiro", "1904", "oswaldo cruz", "varíola"]
  },
  {
    "pergunta": "O que foi a Guerra da Restauração Portuguesa?",
    "resposta": "A Guerra da Restauração, de 1640 a 1668, marcou a luta de Portugal para se libertar do domínio espanhol e restaurar sua independência. Sabia que esse conflito terminou com a consolidação da dinastia de Bragança?",
    "palavras_chave": ["restauração portuguesa", "portugal", "espanha", "bragança", "1640"]
  },
  {
    "pergunta": "O que foi a Revolta da Cabanagem?",
    "resposta": "A Cabanagem, de 1835 a 1840, foi uma revolta popular na região do Grão-Pará, onde camponeses, indígenas e escravizados lutaram contra as elites locais e o governo imperial. Sabia que os revoltosos chegaram a assumir o governo provincial por um tempo?",
    "palavras_chave": ["cabanagem", "grão-pará", "1835", "imperial", "revolta popular"]
  },
  {
    "pergunta": "O que foi a Guerra dos Bárbaros?",
    "resposta": "A Guerra dos Bárbaros ocorreu entre os séculos XVII e XVIII no Nordeste do Brasil, envolvendo colonizadores portugueses e povos indígenas que resistiam à ocupação. Sabia que foi uma das maiores resistências indígenas contra a colonização portuguesa?",
    "palavras_chave": ["guerra dos bárbaros", "nordeste", "século xvii", "indígenas", "colonização"]
  },
  {
    "pergunta": "O que foi a Revolta de Stonewall?",
    "resposta": "A Revolta de Stonewall ocorreu em Nova Iorque, em 1969, quando frequentadores de um bar LGBT resistiram à repressão policial. Esse evento marcou o início do movimento moderno pelos direitos LGBT. Sabia que a parada do orgulho começou como homenagem a essa revolta?",
    "palavras_chave": ["stonewall", "nova iorque", "1969", "lgbt", "direitos civis"]
  },
  {
    "pergunta": "O que foi a Guerra das Sete Reduções?",
    "resposta": "A Guerra Guaranítica, também chamada de Guerra das Sete Reduções, ocorreu entre 1754 e 1756, quando os guaranis resistiram à ordem de abandonar suas terras por decisão do Tratado de Madri. Sabia que milhares de indígenas morreram defendendo suas missões jesuíticas?",
    "palavras_chave": ["guerra guaranítica", "sete reduções", "guaranis", "tratado de madri", "jesuítas"]
  },
  {
    "pergunta": "O que foi a Revolta Praieira?",
    "resposta": "A Revolta Praieira aconteceu em Pernambuco, entre 1848 e 1850, influenciada por ideias liberais e republicanas. O movimento defendia maior liberdade política e social. Sabia que é considerada a última revolta regencial do Brasil Império?",
    "palavras_chave": ["praieira", "pernambuco", "1848", "império", "liberais"]
  },
  {
    "pergunta": "O que foi a Guerra dos Tronos de Gelo?",
    "resposta": "A chamada 'Guerra dos Tronos de Gelo' não é histórica, mas uma metáfora moderna usada em geopolítica para falar das disputas pela exploração da Antártida e do Ártico. Sabia que atualmente diversos países reivindicam áreas ricas em petróleo e minerais nessas regiões?",
    "palavras_chave": ["ártico", "antártida", "geopolítica", "disputas", "recursos naturais"]
  },
  {
    "pergunta": "O que foi a Guerra da Crimeia?",
    "resposta": "A Guerra da Crimeia, entre 1853 e 1856, opôs o Império Russo a uma coalizão formada por França, Reino Unido, Império Otomano e Sardenha. Foi um conflito importante pelo controle de territórios estratégicos no Mar Negro. Sabia que foi nessa guerra que a enfermeira Florence Nightingale revolucionou os cuidados médicos?",
    "palavras_chave": ["crimeia", "rússia", "frança", "reino unido", "florence nightingale"]
  },
  {
    "pergunta": "O que foi a Guerra da Secessão Americana?",
    "resposta": "A Guerra da Secessão, de 1861 a 1865, foi o maior conflito da história dos Estados Unidos, envolvendo os estados do Norte e do Sul. O motivo principal foi a questão da escravidão e da autonomia estadual. Sabia que esse conflito causou mais de 600 mil mortes?",
    "palavras_chave": ["guerra civil americana", "secessão", "estados unidos", "escravidão", "1861"]
  },
  {
    "pergunta": "O que foi a Guerra da Sucessão Espanhola?",
    "resposta": "A Guerra de Sucessão Espanhola, de 1701 a 1714, envolveu várias potências europeias pelo trono deixado pelo rei Carlos II. O conflito terminou com o Tratado de Utrecht. Sabia que ele marcou o fim da supremacia espanhola e o início da ascensão britânica?",
    "palavras_chave": ["sucessão espanhola", "tratado de utrecht", "carlos ii", "espanha", "1701"]
  },
  {
    "pergunta": "O que foi a Revolta de Kronstadt?",
    "resposta": "A Revolta de Kronstadt, em 1921, foi um levante de marinheiros russos contra o governo bolchevique, exigindo mais liberdade e melhores condições. Foi duramente reprimida por Lenin e Trotsky. Sabia que ela mostrou tensões internas logo após a Revolução Russa?",
    "palavras_chave": ["kronstadt", "1921", "rússia", "bolcheviques", "marinheiros"]
  },
  {
    "pergunta": "O que foi a Guerra da Coreia?",
    "resposta": "A Guerra da Coreia, de 1950 a 1953, foi travada entre Coreia do Norte e Coreia do Sul, com participação direta dos Estados Unidos e da China. O conflito terminou em armistício, mas sem paz definitiva. Sabia que até hoje as Coreias permanecem tecnicamente em guerra?",
    "palavras_chave": ["coreia", "1950", "estados unidos", "china", "armistício"]
  },
  {
    "pergunta": "O que foi a Guerra de Argelino?",
    "resposta": "A Guerra da Argélia, entre 1954 e 1962, foi um conflito de independência contra a França. Os argelinos lutaram com guerrilhas e resistência popular. Sabia que ela terminou com a independência da Argélia, mas deixou cicatrizes profundas na sociedade francesa?",
    "palavras_chave": ["argélia", "frança", "independência", "1954", "guerrilha"]
  },
  {
    "pergunta": "O que foi a Revolta de Zumbi?",
    "resposta": "A resistência de Zumbi dos Palmares contra as forças coloniais portuguesas ficou marcada como símbolo de luta contra a escravidão no Brasil. O Quilombo dos Palmares foi destruído em 1694. Sabia que Zumbi se tornou um ícone da liberdade e da resistência negra?",
    "palavras_chave": ["zumbi", "quilombo", "palmares", "escravidão", "1694"]
  },
  {
    "pergunta": "O que foi a Guerra dos Trinta Anos?",
    "resposta": "A Guerra dos Trinta Anos, de 1618 a 1648, devastou a Europa Central, envolvendo disputas religiosas e políticas. Terminou com a Paz de Vestfália. Sabia que foi um dos conflitos mais destrutivos da história europeia?",
    "palavras_chave": ["trinta anos", "vestfália", "1618", "religião", "europa"]
  },
  {
    "pergunta": "O que foi a Guerra do Paraguai?",
    "resposta": "A Guerra do Paraguai, entre 1864 e 1870, envolveu Brasil, Argentina e Uruguai contra o Paraguai. Foi o maior conflito da América do Sul. Sabia que a população paraguaia foi drasticamente reduzida após a guerra?",
    "palavras_chave": ["paraguai", "tríplice aliança", "1864", "brasil", "américa do sul"]
  },
  {
    "pergunta": "O que foi a Revolta dos Malês?",
    "resposta": "A Revolta dos Malês ocorreu em 1835, em Salvador, liderada por africanos muçulmanos escravizados que buscavam liberdade. Foi um dos maiores levantes de escravizados no Brasil. Sabia que a revolta foi organizada em árabe e iorubá?",
    "palavras_chave": ["malês", "1835", "salvador", "escravizados", "muçulmanos"]
  },
  {
    "pergunta": "O que foi a Guerra do Ópio?",
    "resposta": "As Guerras do Ópio, em meados do século XIX, opuseram a China ao Reino Unido e à França, motivadas pelo comércio forçado de ópio. Sabia que esses conflitos abriram os portos chineses e marcaram o início do chamado 'século da humilhação'?",
    "palavras_chave": ["ópio", "china", "reino unido", "século xix", "comércio"]
  },
  {
    "pergunta": "O que foi a Guerra da Península?",
    "resposta": "A Guerra Peninsular, de 1808 a 1814, fez parte das Guerras Napoleônicas, travada na Península Ibérica. Portugal e Espanha, com apoio britânico, resistiram à ocupação francesa. Sabia que foi nesse contexto que a corte portuguesa veio para o Brasil?",
    "palavras_chave": ["península", "napoleônicas", "1808", "portugal", "espanha"]
  },
  {
    "pergunta": "O que foi a Revolta de Varsóvia?",
    "resposta": "A Revolta de Varsóvia, em 1944, foi um levante da resistência polonesa contra a ocupação nazista. Apesar da bravura, o movimento foi esmagado. Sabia que a cidade ficou quase totalmente destruída após a repressão?",
    "palavras_chave": ["varsóvia", "1944", "polônia", "nazistas", "resistência"]
  },
  {
    "pergunta": "O que foi a Guerra dos Bôeres?",
    "resposta": "A Guerra dos Bôeres, entre 1899 e 1902, foi travada entre britânicos e colonos de origem holandesa na África do Sul. O conflito estava ligado ao controle de minas de ouro e diamantes. Sabia que os britânicos usaram campos de concentração contra civis bôeres?",
    "palavras_chave": ["bôeres", "áfrica do sul", "1899", "reino unido", "diamantes"]
  },
  {
    "pergunta": "O que foi a Guerra da Independência dos Estados Unidos?",
    "resposta": "A Guerra de Independência dos Estados Unidos, de 1775 a 1783, opôs as 13 colônias à Inglaterra. Terminou com a criação de um novo país. Sabia que a ajuda da França foi decisiva para a vitória americana?",
    "palavras_chave": ["independência", "estados unidos", "1775", "frança", "colônias"]
  },
  {
    "pergunta": "O que foi a Revolta dos Boxers?",
    "resposta": "A Revolta dos Boxers, entre 1899 e 1901, ocorreu na China como resistência contra a influência estrangeira e missionária. Foi sufocada por uma aliança de potências ocidentais e o Japão. Sabia que o nome vem de uma sociedade secreta praticante de artes marciais?",
    "palavras_chave": ["boxers", "china", "1899", "japão", "potências estrangeiras"]
  },
  {
    "pergunta": "O que foi a Guerra dos Emboabas?",
    "resposta": "A Guerra dos Emboabas, entre 1707 e 1709, foi uma disputa entre paulistas e forasteiros pelo controle das minas de ouro em Minas Gerais. Sabia que o termo 'emboaba' era usado de forma pejorativa para designar os forasteiros?",
    "palavras_chave": ["emboabas", "minas gerais", "ouro", "1707", "paulistas"]
  },
  {
    "pergunta": "O que foi a Revolta dos Tupinambás?",
    "resposta": "A Revolta dos Tupinambás ocorreu no Maranhão, no século XVII, contra a exploração e a escravização indígena pelos colonizadores. Sabia que foi um dos maiores movimentos de resistência indígena no início da colonização?",
    "palavras_chave": ["tupinambás", "maranhão", "século xvii", "resistência", "indígenas"]
  },
  {
    "pergunta": "O que foi a Guerra Russo-Japonesa?",
    "resposta": "A Guerra Russo-Japonesa, entre 1904 e 1905, foi travada pelo controle da Manchúria e da Coreia. Surpreendentemente, o Japão venceu, marcando sua ascensão como potência. Sabia que foi a primeira vez que um país asiático derrotou uma potência europeia moderna?",
    "palavras_chave": ["rússia", "japão", "1904", "manchúria", "coreia"]
  },
  {
    "pergunta": "O que foi a Revolta da Armada?",
    "resposta": "A Revolta da Armada, em 1893 e 1894, foi um levante de parte da Marinha brasileira contra o governo republicano. Sabia que contou com apoio de monarquistas e foi reprimida com dureza?",
    "palavras_chave": ["armada", "1893", "marinha", "república", "brasil"]
  },
  {
    "pergunta": "O que foi a Revolta da Vacina?",
    "resposta": "A Revolta da Vacina aconteceu no Rio de Janeiro em 1904, contra a obrigatoriedade da vacinação imposta pelo governo de Rodrigues Alves e liderada pelo médico Oswaldo Cruz. A população, mal informada e desconfiada, reagiu com forte resistência nas ruas. Sabia que além da vacina, havia insatisfação com reformas urbanas que desalojavam famílias inteiras?",
    "palavras_chave": ["revolta da vacina", "rio de janeiro", "1904", "oswaldo cruz", "rodriques alves"]
  },
  {
    "pergunta": "O que foi a Guerra da Cisplatina?",
    "resposta": "A Guerra da Cisplatina, de 1825 a 1828, foi um conflito entre o Império do Brasil e as Províncias Unidas do Rio da Prata pelo controle do atual Uruguai. O desfecho foi a independência do país. Sabia que esse episódio mostrou as dificuldades do Brasil em manter territórios conquistados?",
    "palavras_chave": ["cisplatina", "uruguai", "1825", "brasil", "rio da prata"]
  },
  {
    "pergunta": "O que foi a Revolta de Canudos?",
    "resposta": "A Guerra de Canudos, entre 1896 e 1897, ocorreu no sertão da Bahia, liderada por Antônio Conselheiro. Milhares de sertanejos se reuniram contra a República recém-instalada, mas foram duramente massacrados pelo Exército. Sabia que a destruição de Canudos foi narrada por Euclides da Cunha em 'Os Sertões'?",
    "palavras_chave": ["canudos", "antônio conselheiro", "bahia", "1897", "os sertões"]
  },
  {
    "pergunta": "O que foi a Revolta da Chibata?",
    "resposta": "A Revolta da Chibata ocorreu em 1910, quando marinheiros da Marinha do Brasil, muitos deles negros, se insurgiram contra os castigos físicos. Eles exigiam o fim dos açoites e melhores condições de trabalho. Sabia que o líder João Cândido ficou conhecido como 'Almirante Negro'?",
    "palavras_chave": ["revolta da chibata", "1910", "joão cândido", "marinha", "castigos físicos"]
  },
  {
    "pergunta": "O que foi a Revolta dos Beckman?",
    "resposta": "A Revolta dos Beckman, em 1684, foi liderada pelos irmãos Beckman no Maranhão contra a Companhia de Comércio do Estado do Maranhão. A população reclamava da falta de produtos e da exploração comercial. Sabia que essa revolta acabou sendo reprimida, mas denunciou abusos da Coroa?",
    "palavras_chave": ["beckman", "maranhão", "1684", "companhia de comércio", "colônia"]
  },
  {
    "pergunta": "O que foi a Revolta de Felipe dos Santos?",
    "resposta": "A Revolta de Felipe dos Santos aconteceu em 1720, em Vila Rica, atual Ouro Preto, contra a cobrança de impostos sobre o ouro. Foi um movimento popular contra a Coroa portuguesa. Sabia que Felipe dos Santos foi executado como exemplo de repressão aos revoltosos?",
    "palavras_chave": ["felipe dos santos", "ouro preto", "1720", "impostos", "ouro"]
  },
  {
    "pergunta": "O que foi a Revolta dos Alfaiates?",
    "resposta": "A Revolta dos Alfaiates, também chamada Conjuração Baiana, aconteceu em 1798, inspirada pelas ideias da Revolução Francesa. Defendia independência, fim da escravidão e maior igualdade social. Sabia que muitos dos participantes eram negros, mulatos e trabalhadores pobres?",
    "palavras_chave": ["alfaiates", "1798", "salvador", "revolução francesa", "independência"]
  },
  {
    "pergunta": "O que foi a Revolta Praieira?",
    "resposta": "A Revolta Praieira, em Pernambuco, entre 1848 e 1850, foi uma insurreição de caráter liberal, marcada pela luta entre partidos locais e insatisfação social. Sabia que esse foi considerado o último grande movimento da Regência no Brasil?",
    "palavras_chave": ["praieira", "pernambuco", "1848", "liberais", "regência"]
  },
  {
    "pergunta": "O que foi a Guerra dos Cabanos?",
    "resposta": "A Guerra dos Cabanos, de 1832 a 1835, ocorreu em Pernambuco e Alagoas, reunindo sertanejos pobres, índios e escravizados contra o governo central. Sabia que o nome vem das cabanas de palha onde viviam os revoltosos?",
    "palavras_chave": ["cabanos", "pernambuco", "alagoas", "1832", "rebelião"]
  },
  {
    "pergunta": "O que foi a Guerra dos Farrapos?",
    "resposta": "A Guerra dos Farrapos, ou Revolução Farroupilha, ocorreu entre 1835 e 1845, no Rio Grande do Sul, contra o governo imperial. Os rebeldes proclamaram a República Rio-Grandense. Sabia que Giuseppe Garibaldi, herói da unificação italiana, participou do conflito?",
    "palavras_chave": ["farrapos", "rio grande do sul", "1835", "república rio-grandense", "garibaldi"]
  },
  {
    "pergunta": "O que foi a Confederação do Equador?",
    "resposta": "A Confederação do Equador, em 1824, foi um movimento separatista no Nordeste, contrário ao centralismo do imperador Dom Pedro I. Sabia que Frei Caneca, um de seus líderes, ficou famoso por sua resistência e acabou executado?",
    "palavras_chave": ["confederação do equador", "1824", "dom pedro i", "frei caneca", "separatismo"]
  },
  {
    "pergunta": "O que foi a Revolta de Vila Rica?",
    "resposta": "A Revolta de Vila Rica, em 1720, foi uma insurreição em Minas Gerais contra a instalação das casas de fundição de ouro e a fiscalização da Coroa portuguesa. Sabia que essa revolta antecedeu movimentos como a Inconfidência Mineira?",
    "palavras_chave": ["vila rica", "1720", "minas gerais", "ouro", "fundição"]
  },
  {
    "pergunta": "O que foi a Revolta de Juazeiro?",
    "resposta": "A Revolta de Juazeiro, em 1914, foi um movimento armado no Ceará liderado pelo Padre Cícero e seus seguidores contra o governo estadual. Sabia que ela evidenciou o poder do clero no sertão nordestino?",
    "palavras_chave": ["juazeiro", "1914", "padre cícero", "ceará", "sertão"]
  },
  {
    "pergunta": "O que foi a Balaiada?",
    "resposta": "A Balaiada ocorreu no Maranhão, entre 1838 e 1841, reunindo vaqueiros, escravizados e sertanejos contra a elite local e o governo central. Sabia que o nome vem do líder Manuel Francisco dos Anjos Ferreira, o 'Balaio', fabricante de cestos?",
    "palavras_chave": ["balaiada", "maranhão", "1838", "balaio", "rebelião"]
  },
  {
    "pergunta": "O que foi a Revolta da Armada de 1910?",
    "resposta": "Além da famosa Revolta da Chibata, também em 1910 ocorreram manifestações de oficiais da Marinha descontentes com a hierarquia e as condições de trabalho. Sabia que esses levantes mostraram a instabilidade da República Velha?",
    "palavras_chave": ["armada", "1910", "marinha", "república velha", "levante"]
  },
  {
    "pergunta": "O que foi a Revolta Federalista?",
    "resposta": "A Revolta Federalista, entre 1893 e 1895, ocorreu no Rio Grande do Sul, envolvendo disputas entre republicanos federalistas e positivistas. Foi um dos conflitos mais sangrentos da história do estado. Sabia que ficou marcada por degolas em massa?",
    "palavras_chave": ["federalista", "rio grande do sul", "1893", "positivistas", "degola"]
  },
  {
    "pergunta": "O que foi a Guerra dos Mascates?",
    "resposta": "A Guerra dos Mascates, em 1710, foi o conflito entre a elite de Olinda e os comerciantes portugueses do Recife, que buscavam autonomia política. Sabia que esse episódio simbolizou a tensão entre aristocracia rural e comerciantes urbanos?",
    "palavras_chave": ["mascates", "1710", "olinda", "recife", "comerciantes"]
  },
  {
    "pergunta": "O que foi a Revolta de Manuel Beckman?",
    "resposta": "Em 1684, Manuel Beckman liderou colonos no Maranhão contra abusos da Companhia de Comércio. A revolta foi sufocada, e Beckman acabou executado. Sabia que esse episódio denunciava a exploração mercantilista da colônia?",
    "palavras_chave": ["manuel beckman", "1684", "maranhão", "companhia de comércio", "rebelião"]
  },
  {
    "pergunta": "O que foi a Revolta dos Guaranis?",
    "resposta": "A Guerra Guaranítica, de 1754 a 1756, foi uma resistência indígena contra a expulsão de suas terras devido ao Tratado de Madri, que redefinia fronteiras entre Portugal e Espanha. Sabia que milhares de guaranis morreram defendendo suas terras?",
    "palavras_chave": ["guaranis", "1754", "tratado de madri", "portugal", "espanha"]
  },
  {
    "pergunta": "O que foi a Inconfidência Mineira?",
    "resposta": "A Inconfidência Mineira, em 1789, foi um movimento de caráter separatista em Minas Gerais contra os altos impostos cobrados pela Coroa portuguesa, especialmente a derrama. Liderado por intelectuais e militares, teve como figura simbólica Tiradentes, que foi enforcado e esquartejado. Sabia que sua imagem só foi transformada em herói nacional no período republicano?",
    "palavras_chave": ["inconfidência mineira", "1789", "tiradentes", "minas gerais", "impostos"]
  },
  {
    "pergunta": "O que foi a Cabanagem?",
    "resposta": "A Cabanagem ocorreu no Pará entre 1835 e 1840 e envolveu indígenas, mestiços e camponeses em luta contra a elite política local e o governo imperial. Foi uma das mais violentas revoltas da história brasileira, com altíssimo número de mortos. Sabia que se estima que quase metade da população do Pará tenha morrido durante o conflito?",
    "palavras_chave": ["cabanagem", "pará", "1835", "rebelião", "indígenas"]
  },
  {
    "pergunta": "O que foi a Guerra dos Palmares?",
    "resposta": "A Guerra dos Palmares se estendeu por décadas, até a destruição definitiva do Quilombo dos Palmares em 1694, em Alagoas. Palmares foi o maior quilombo da história do Brasil, liderado por figuras como Zumbi. Sabia que ele é hoje celebrado no dia 20 de novembro, Dia da Consciência Negra?",
    "palavras_chave": ["palmares", "quilombo", "zumbi", "1694", "consciência negra"]
  },
  {
    "pergunta": "O que foi a Revolta dos Malês?",
    "resposta": "A Revolta dos Malês aconteceu em Salvador, em 1835, liderada por africanos muçulmanos escravizados que planejavam uma insurreição contra o sistema escravocrata. Embora rapidamente sufocada, deixou claro o potencial de resistência dos escravizados. Sabia que o termo 'malê' vinha do iorubá e se referia a 'muçulmano'?",
    "palavras_chave": ["malês", "1835", "salvador", "escravidão", "muçulmanos"]
  },
  {
    "pergunta": "O que foi a Revolução Pernambucana de 1817?",
    "resposta": "A Revolução Pernambucana foi um movimento de caráter republicano e separatista ocorrido em 1817, marcado pela insatisfação com a Coroa portuguesa e o desejo de maior autonomia. Foi um dos episódios mais organizados do período colonial. Sabia que chegou a instalar um governo provisório que durou apenas dois meses?",
    "palavras_chave": ["pernambucana", "1817", "separatismo", "república", "autonomia"]
  },
  {
    "pergunta": "O que foi a Sabinada?",
    "resposta": "A Sabinada ocorreu na Bahia entre 1837 e 1838, liderada pelo médico Francisco Sabino. Os rebeldes proclamaram uma república, mas queriam o retorno ao Império com Dom Pedro II já adulto. Sabia que o movimento foi fortemente reprimido pelo Exército Imperial?",
    "palavras_chave": ["sabinada", "bahia", "1837", "francisco sabino", "república"]
  },
  {
    "pergunta": "O que foi a Guerra de Independência na Bahia?",
    "resposta": "A Guerra de Independência na Bahia, entre 1822 e 1823, foi um dos maiores palcos da luta contra tropas portuguesas que resistiam à separação. O 2 de Julho, data da vitória, até hoje é comemorado na Bahia como independência popular. Sabia que muitas mulheres, como Maria Quitéria, participaram ativamente?",
    "palavras_chave": ["independência", "bahia", "1823", "maria quitéria", "2 de julho"]
  },
  {
    "pergunta": "O que foi a Revolta dos Emboabas?",
    "resposta": "A Revolta dos Emboabas, em Minas Gerais entre 1707 e 1709, foi o conflito entre paulistas e forasteiros pelo controle da exploração do ouro recém-descoberto. O resultado foi o fortalecimento da Coroa no controle das minas. Sabia que 'emboaba' era um termo depreciativo para estrangeiros?",
    "palavras_chave": ["emboabas", "ouro", "minas gerais", "1709", "paulistas"]
  },
  {
    "pergunta": "O que foi a Guerra dos Bárbaros?",
    "resposta": "A Guerra dos Bárbaros foi um conjunto de conflitos no Nordeste entre o final do século XVII e início do XVIII, envolvendo colonos e povos indígenas resistentes à colonização. Sabia que os colonizadores usavam o termo 'bárbaros' para descrever diferentes etnias indígenas?",
    "palavras_chave": ["guerra dos bárbaros", "século xvii", "século xviii", "nordeste", "indígenas"]
  },
  {
    "pergunta": "O que foi a Revolta dos Mascates?",
    "resposta": "A Revolta dos Mascates, em 1710, ocorreu no Recife, envolvendo comerciantes portugueses contra a elite rural de Olinda. Representava a disputa entre interesses urbanos e rurais no Brasil colonial. Sabia que o movimento terminou com a vitória dos comerciantes recifenses?",
    "palavras_chave": ["mascates", "1710", "recife", "olinda", "comerciantes"]
  },
  {
    "pergunta": "O que foi a Conjuração Carioca?",
    "resposta": "A Conjuração Carioca, em 1794, foi um movimento inspirado nos ideais iluministas, com reuniões secretas de intelectuais e estudantes no Rio de Janeiro. Embora não tenha avançado, mostrou a circulação de ideias de liberdade. Sabia que foi fortemente vigiada pela Coroa portuguesa?",
    "palavras_chave": ["conjuração carioca", "1794", "rio de janeiro", "iluminismo", "liberdade"]
  },
  {
    "pergunta": "O que foi a Revolta de Quebra-Quilos?",
    "resposta": "A Revolta de Quebra-Quilos, no final do século XIX, espalhou-se pelo Nordeste contra a adoção do sistema métrico decimal, visto como imposto de forma autoritária. Populações destruíam balanças e medidas em feiras livres. Sabia que o movimento expressava também insatisfação com impostos e abusos locais?",
    "palavras_chave": ["quebra-quilos", "século xix", "nordeste", "sistema métrico", "resistência"]
  },
  {
    "pergunta": "O que foi a Revolta de Beckman?",
    "resposta": "A Revolta de Beckman, em 1684 no Maranhão, foi liderada por colonos contra a Companhia de Comércio que monopolizava produtos e escravizados. Embora reprimida, denunciou o abuso do sistema colonial. Sabia que Manuel Beckman foi executado em praça pública como exemplo?",
    "palavras_chave": ["beckman", "1684", "maranhão", "companhia de comércio", "rebelião"]
  },
  {
    "pergunta": "O que foi a Insurreição Pernambucana?",
    "resposta": "A Insurreição Pernambucana, entre 1645 e 1654, foi o movimento que expulsou definitivamente os holandeses do Brasil. Marcada por batalhas como a do Monte das Tabocas e Guararapes, consolidou o domínio português. Sabia que é considerada um marco de identidade nacional?",
    "palavras_chave": ["insurreição pernambucana", "1645", "holandeses", "guararapes", "monte das tabocas"]
  },
  {
    "pergunta": "O que foi a Revolta dos Balaios?",
    "resposta": "A Balaiada, entre 1838 e 1841, foi um movimento popular no Maranhão contra as elites locais e o governo central. Reuniu vaqueiros, escravizados e sertanejos, sendo duramente reprimida. Sabia que recebeu o nome em referência ao líder apelidado de Balaio, um artesão de cestos?",
    "palavras_chave": ["balaiada", "1838", "maranhão", "rebelião", "balaio"]
  },
  {
    "pergunta": "O que foi a Confederação do Equador?",
    "resposta": "A Confederação do Equador, em 1824, foi um movimento separatista no Nordeste contra o autoritarismo de Dom Pedro I. Foi liderada por Frei Caneca, que acabou executado. Sabia que o movimento se espalhou por Pernambuco, Ceará, Paraíba e Rio Grande do Norte?",
    "palavras_chave": ["confederação do equador", "1824", "dom pedro i", "frei caneca", "separatismo"]
  },
  {
    "pergunta": "O que foi a Revolta de Manuel Beckman?",
    "resposta": "Em 1684, Manuel Beckman liderou colonos maranhenses contra abusos da Companhia de Comércio. A revolta denunciava a exploração do monopólio colonial, mas terminou com sua execução. Sabia que o episódio fortaleceu a repressão da Coroa na região?",
    "palavras_chave": ["manuel beckman", "1684", "maranhão", "monopólio", "rebelião"]
  },
  {
    "pergunta": "O que foi a Guerra do Paraguai?",
    "resposta": "A Guerra do Paraguai, entre 1864 e 1870, envolveu o Brasil, Argentina e Uruguai contra o Paraguai. Foi o maior conflito da América do Sul, com enormes perdas humanas e econômicas. Sabia que após a guerra, o Paraguai perdeu grande parte de seu território e população?",
    "palavras_chave": ["guerra do paraguai", "1864", "tríplice aliança", "solano lópez", "conflito"]
  },
  {
    "pergunta": "O que foi a Revolta dos Positivistas?",
    "resposta": "No final do século XIX, intelectuais e militares influenciados pelo positivismo de Augusto Comte defendiam ordem e progresso para o Brasil, especialmente no Rio Grande do Sul. Sabia que o lema da bandeira nacional tem origem nesse movimento?",
    "palavras_chave": ["positivismo", "augusto comte", "século xix", "rio grande do sul", "ordem e progresso"]
  },
  {
    "pergunta": "O que foi o estopim da Primeira Guerra Mundial?",
    "resposta": "O estopim da Primeira Guerra Mundial foi o assassinato do arquiduque Francisco Ferdinando, herdeiro do trono austro-húngaro, em Sarajevo em 1914. Esse evento desencadeou uma reação em cadeia de alianças militares já formadas entre países europeus, levando ao conflito mundial. Sabia que o atentado foi cometido por um jovem membro de um grupo nacionalista sérvio chamado Mão Negra?",
    "palavras_chave": ["primeira guerra", "francisco ferdinando", "sarajevo", "1914", "mão negra"]
  },
  {
    "pergunta": "O que foram as trincheiras da Primeira Guerra Mundial?",
    "resposta": "As trincheiras foram longas escavações onde soldados passavam meses combatendo, principalmente na frente ocidental. Eram ambientes insalubres, cheios de lama, ratos e doenças, marcando a guerra de desgaste. Sabia que a distância entre trincheiras inimigas, chamada de 'terra de ninguém', era um dos locais mais perigosos do conflito?",
    "palavras_chave": ["trincheiras", "frente ocidental", "guerra de desgaste", "terra de ninguém", "primeira guerra"]
  },
  {
    "pergunta": "O que foi a Batalha de Verdun?",
    "resposta": "A Batalha de Verdun, em 1916, foi um dos confrontos mais longos e sangrentos da Primeira Guerra Mundial, entre França e Alemanha. Durou quase um ano e causou centenas de milhares de mortos e feridos. Sabia que o lema francês 'Eles não passarão!' surgiu dessa batalha?",
    "palavras_chave": ["verdun", "1916", "frança", "alemanha", "primeira guerra"]
  },
  {
    "pergunta": "O que foi a Batalha do Somme?",
    "resposta": "A Batalha do Somme, em 1916, foi uma ofensiva britânica e francesa contra os alemães. Ficou marcada pelo uso intensivo da artilharia e pela estreia dos tanques em combate. Sabia que, no primeiro dia da batalha, os britânicos tiveram quase 60 mil baixas?",
    "palavras_chave": ["somme", "1916", "tanques", "baixas", "primeira guerra"]
  },
  {
    "pergunta": "Por que os Estados Unidos entraram na Primeira Guerra Mundial?",
    "resposta": "Os Estados Unidos entraram na guerra em 1917, após ataques de submarinos alemães a navios civis e comerciais, incluindo o Lusitânia. Também pesaram fatores econômicos e estratégicos, como proteger investimentos na Europa. Sabia que a entrada dos americanos foi decisiva para desequilibrar o conflito a favor da Tríplice Entente?",
    "palavras_chave": ["estados unidos", "lusitânia", "submarinos", "1917", "tríplice entente"]
  },
  {
    "pergunta": "O que foi o Tratado de Versalhes?",
    "resposta": "O Tratado de Versalhes, assinado em 1919, marcou o fim oficial da Primeira Guerra Mundial. Impôs pesadas reparações financeiras e militares à Alemanha, criando ressentimentos que seriam fundamentais para a ascensão do nazismo. Sabia que a Alemanha não participou das negociações e foi apenas obrigada a assinar?",
    "palavras_chave": ["tratado de versalhes", "1919", "alemanha", "reparações", "nazismo"]
  },
  {
    "pergunta": "O que foi a Liga das Nações?",
    "resposta": "A Liga das Nações foi criada em 1919 para garantir a paz mundial após a Primeira Guerra. Apesar das boas intenções, foi ineficaz por não ter mecanismos fortes de intervenção. Sabia que os Estados Unidos, mesmo sendo um dos idealizadores, nunca chegaram a fazer parte da Liga?",
    "palavras_chave": ["liga das nações", "1919", "primeira guerra", "paz", "estados unidos"]
  },
  {
    "pergunta": "O que foi a Operação Barbarossa?",
    "resposta": "A Operação Barbarossa foi a invasão da União Soviética pela Alemanha nazista em 1941, considerada a maior operação militar da história em número de soldados. Apesar do avanço inicial, os alemães enfrentaram o inverno rigoroso e a resistência soviética. Sabia que foi um dos pontos de virada da Segunda Guerra?",
    "palavras_chave": ["barbarossa", "1941", "união soviética", "alemanha nazista", "segunda guerra"]
  },
  {
    "pergunta": "O que foi o Dia D?",
    "resposta": "O Dia D, em 6 de junho de 1944, foi a invasão da Normandia pelas forças aliadas contra os nazistas. A operação abriu uma nova frente de combate na Europa ocidental e acelerou a derrota alemã. Sabia que foi a maior operação anfíbia da história?",
    "palavras_chave": ["dia d", "normandia", "1944", "aliados", "segunda guerra"]
  },
  {
    "pergunta": "O que foi a Batalha de Stalingrado?",
    "resposta": "A Batalha de Stalingrado, entre 1942 e 1943, foi uma das mais importantes da Segunda Guerra Mundial. A resistência soviética e o cerco contra os alemães marcaram a virada no front oriental. Sabia que foi a batalha mais letal da história, com milhões de mortos e feridos?",
    "palavras_chave": ["stalingrado", "1942", "1943", "união soviética", "segunda guerra"]
  },
  {
    "pergunta": "O que foi a Blitz?",
    "resposta": "A Blitz foi a campanha de bombardeios aéreos da Alemanha nazista contra cidades britânicas entre 1940 e 1941. Londres foi duramente atingida, mas a população resistiu. Sabia que muitas famílias se refugiavam em estações de metrô durante os ataques?",
    "palavras_chave": ["blitz", "londres", "1940", "bombardeios", "segunda guerra"]
  },
  {
    "pergunta": "O que foi o Holocausto?",
    "resposta": "O Holocausto foi o genocídio sistemático de judeus e outros grupos perseguidos pelo regime nazista durante a Segunda Guerra Mundial. Cerca de seis milhões de judeus foram assassinados em campos de concentração e extermínio. Sabia que o termo 'shoah' é usado em hebraico para se referir à tragédia?",
    "palavras_chave": ["holocausto", "nazismo", "judeus", "campos de concentração", "genocídio"]
  },
  {
    "pergunta": "O que foi a Conferência de Yalta?",
    "resposta": "A Conferência de Yalta, em 1945, reuniu Roosevelt, Churchill e Stalin para decidir os rumos do pós-guerra. Entre as decisões, dividiram a Alemanha e fundaram a ONU. Sabia que essa divisão preparou o terreno para a Guerra Fria?",
    "palavras_chave": ["yalta", "1945", "roosevelt", "churchill", "stalin"]
  },
  {
    "pergunta": "O que foram os Kamikazes?",
    "resposta": "Kamikazes eram pilotos japoneses que realizavam ataques suicidas contra navios inimigos, especialmente no final da Segunda Guerra Mundial. Eram vistos como símbolos de honra e sacrifício pela pátria. Sabia que a palavra 'kamikaze' significa 'vento divino' em japonês?",
    "palavras_chave": ["kamikaze", "japão", "segunda guerra", "ataques suicidas", "honra"]
  },
  {
    "pergunta": "O que foi a Batalha de Midway?",
    "resposta": "A Batalha de Midway, em 1942, foi um confronto naval entre Japão e Estados Unidos no Pacífico. Representou uma virada a favor dos americanos, que destruíram porta-aviões japoneses. Sabia que a vitória só foi possível graças ao trabalho de criptógrafos que decifraram os códigos japoneses?",
    "palavras_chave": ["midway", "1942", "estados unidos", "japão", "pacífico"]
  },
  {
    "pergunta": "O que foi a bomba atômica em Hiroshima?",
    "resposta": "Em 6 de agosto de 1945, os Estados Unidos lançaram uma bomba atômica sobre Hiroshima, no Japão, matando dezenas de milhares de pessoas instantaneamente e muitas outras por radiação. Sabia que essa foi a primeira vez que uma arma nuclear foi usada em guerra?",
    "palavras_chave": ["hiroshima", "1945", "bomba atômica", "estados unidos", "japão"]
  },
  {
    "pergunta": "O que foi a bomba atômica em Nagasaki?",
    "resposta": "Três dias após Hiroshima, em 9 de agosto de 1945, os Estados Unidos lançaram outra bomba atômica sobre Nagasaki. O Japão se rendeu poucos dias depois, encerrando a Segunda Guerra Mundial. Sabia que a cidade não era o alvo inicial, mas foi escolhida por questões climáticas?",
    "palavras_chave": ["nagasaki", "1945", "bomba atômica", "segunda guerra", "rendição"]
  },
  {
    "pergunta": "O que foi o Julgamento de Nuremberg?",
    "resposta": "O Julgamento de Nuremberg, entre 1945 e 1946, processou líderes nazistas por crimes de guerra e contra a humanidade. Foi um marco na criação do direito internacional. Sabia que alguns dos acusados se suicidaram antes de serem condenados?",
    "palavras_chave": ["nuremberg", "1945", "nazismo", "crimes de guerra", "direito internacional"]
  },
  {
    "pergunta": "O que foi o Pacto Molotov-Ribbentrop?",
    "resposta": "O Pacto Molotov-Ribbentrop, assinado em 1939 entre Alemanha e União Soviética, foi um acordo de não agressão que incluía a divisão da Polônia. O pacto surpreendeu o mundo e deu início à Segunda Guerra. Sabia que o tratado foi quebrado quando Hitler lançou a Operação Barbarossa?",
    "palavras_chave": ["molotov-ribbentrop", "1939", "alemanha", "união soviética", "polônia"]
  },
  {
    "pergunta": "Como era o cotidiano dos soldados nas trincheiras?",
    "resposta": "O dia a dia dos soldados nas trincheiras da Primeira Guerra Mundial era marcado por frio, lama, fome, ratos e doenças. O espaço era insalubre e constantemente bombardeado, o que tornava a vida extremamente difícil. Sabia que muitos soldados sofriam de 'choque de guerra', hoje conhecido como estresse pós-traumático?",
    "palavras_chave": ["trincheiras", "cotidiano", "soldados", "primeira guerra", "choque de guerra"]
  },
  {
    "pergunta": "Qual foi o papel das mulheres na Primeira Guerra Mundial?",
    "resposta": "Na Primeira Guerra Mundial, as mulheres assumiram trabalhos em fábricas de armamentos, hospitais e até na agricultura, substituindo os homens que estavam no front. Essa participação fortaleceu a luta por direitos políticos, como o voto. Sabia que em países como o Reino Unido, o direito ao voto feminino foi conquistado logo após a guerra?",
    "palavras_chave": ["mulheres", "primeira guerra", "fábricas", "direitos políticos", "voto feminino"]
  },
  {
    "pergunta": "Como a propaganda foi usada durante as Guerras Mundiais?",
    "resposta": "A propaganda foi um instrumento poderoso para mobilizar a população, incentivar alistamentos, justificar os esforços de guerra e demonizar o inimigo. Cartazes, filmes e rádios foram amplamente utilizados. Sabia que slogans como 'Tio Sam quer você' surgiram nesse contexto?",
    "palavras_chave": ["propaganda", "guerras mundiais", "cartazes", "mobilização", "tio sam"]
  },
  {
    "pergunta": "Como o Brasil participou da Segunda Guerra Mundial?",
    "resposta": "O Brasil entrou na Segunda Guerra em 1942 após ataques de submarinos alemães a navios brasileiros. Enviou cerca de 25 mil soldados da Força Expedicionária Brasileira, que lutaram na Itália. Sabia que o símbolo do uniforme dos pracinhas era uma cobra fumando, em referência a um ditado popular?",
    "palavras_chave": ["brasil", "segunda guerra", "força expedicionária", "itália", "pracinhas"]
  },
  {
    "pergunta": "Qual foi o impacto das guerras na economia mundial?",
    "resposta": "As Guerras Mundiais transformaram economias: criaram indústrias bélicas, estimularam tecnologia e causaram crises e inflação. O pós-Segunda Guerra impulsionou os Estados Unidos como potência econômica. Sabia que até o chocolate em pó ganhou popularidade por ser distribuído em rações de soldados?",
    "palavras_chave": ["economia", "guerras mundiais", "inflação", "indústria bélica", "estados unidos"]
  },
  {
    "pergunta": "O que foi a Batalha de Gallipoli?",
    "resposta": "A Batalha de Gallipoli, em 1915, foi uma tentativa fracassada dos aliados de controlar os estreitos turcos e abrir caminho para a Rússia. Resultou em enormes perdas humanas. Sabia que esse episódio é lembrado até hoje na Austrália e Nova Zelândia, no chamado 'Dia de Anzac'?",
    "palavras_chave": ["gallipoli", "1915", "aliados", "turquia", "anzac"]
  },
  {
    "pergunta": "Como funcionava a censura durante as Guerras Mundiais?",
    "resposta": "Governos censuravam jornais, cartas e até músicas para evitar desmoralizar soldados e civis. Isso ajudava a manter a narrativa oficial do conflito. Sabia que cartas de soldados muitas vezes eram cortadas ou alteradas antes de chegar às famílias?",
    "palavras_chave": ["censura", "guerras mundiais", "jornais", "cartas", "informação"]
  },
  {
    "pergunta": "O que foi a Batalha de El Alamein?",
    "resposta": "A Batalha de El Alamein, no Egito em 1942, marcou a derrota das forças do marechal Rommel contra os aliados. Foi decisiva para controlar o Norte da África. Sabia que Churchill descreveu a vitória como 'o fim do começo' da guerra?",
    "palavras_chave": ["el alamein", "1942", "norte da áfrica", "rommel", "aliados"]
  },
  {
    "pergunta": "Como os animais foram usados nas guerras?",
    "resposta": "Animais tiveram papéis essenciais: cavalos no transporte, cães para localizar feridos e pombos-correio na comunicação. Sabia que um pombo chamado Cher Ami salvou quase 200 soldados americanos levando mensagens sob fogo inimigo?",
    "palavras_chave": ["animais", "guerras mundiais", "cavalos", "cães", "pombos"]
  },
  {
    "pergunta": "O que foi o Plano Marshall?",
    "resposta": "O Plano Marshall foi um programa de ajuda econômica dos Estados Unidos para reconstruir a Europa após a Segunda Guerra Mundial. Além de revitalizar economias, também buscava conter o avanço do socialismo. Sabia que o nome vem do secretário de Estado George Marshall?",
    "palavras_chave": ["plano marshall", "segunda guerra", "reconstrução", "economia", "estados unidos"]
  },
  {
    "pergunta": "Como era a vida das crianças durante as Guerras Mundiais?",
    "resposta": "Muitas crianças foram evacuadas de grandes cidades para o campo, longe dos bombardeios. Outras sofreram com fome, doenças e até com a perda da família. Sabia que na Inglaterra milhares de crianças carregavam máscaras de gás em suas mochilas escolares?",
    "palavras_chave": ["crianças", "guerras mundiais", "evacuação", "bombardeios", "máscaras de gás"]
  },
  {
    "pergunta": "O que foi o ataque a Pearl Harbor?",
    "resposta": "Em 7 de dezembro de 1941, o Japão atacou a base naval americana de Pearl Harbor, no Havaí. O ataque destruiu navios e aviões, levando os Estados Unidos a entrar na Segunda Guerra. Sabia que a famosa frase do almirante Yamamoto foi 'acordamos um gigante adormecido'?",
    "palavras_chave": ["pearl harbor", "1941", "japão", "estados unidos", "segunda guerra"]
  },
  {
    "pergunta": "O que foi a Guerra Submarina Irrestrita?",
    "resposta": "Foi a estratégia alemã de atacar qualquer navio, militar ou civil, nas águas próximas à Europa durante a Primeira Guerra Mundial. Esse tipo de ataque foi decisivo para a entrada dos Estados Unidos no conflito. Sabia que submarinos alemães eram chamados de 'U-boats'?",
    "palavras_chave": ["submarinos", "primeira guerra", "u-boats", "alemanha", "bloqueio naval"]
  },
  {
    "pergunta": "Qual foi o papel da aviação nas Guerras Mundiais?",
    "resposta": "Na Primeira Guerra, aviões eram usados principalmente para reconhecimento. Já na Segunda, tornaram-se decisivos em bombardeios estratégicos e batalhas aéreas. Sabia que a Batalha da Inglaterra foi a primeira luta travada totalmente no ar?",
    "palavras_chave": ["aviação", "primeira guerra", "segunda guerra", "bombardeios", "batalhas aéreas"]
  },
  {
    "pergunta": "O que foi a Batalha de Kursk?",
    "resposta": "A Batalha de Kursk, em 1943, foi o maior confronto de tanques da história, entre Alemanha e União Soviética. A vitória soviética consolidou a ofensiva no front oriental. Sabia que mais de seis mil tanques participaram da batalha?",
    "palavras_chave": ["kursk", "1943", "tanques", "união soviética", "segunda guerra"]
  },
  {
    "pergunta": "Como funcionavam os racionamentos durante as Guerras Mundiais?",
    "resposta": "Alimentos, roupas e combustíveis eram racionados para garantir suprimentos para os exércitos. Civis recebiam cartões para controlar o consumo. Sabia que receitas criativas surgiram nesse período, como bolos sem açúcar ou ovos?",
    "palavras_chave": ["racionamento", "guerras mundiais", "alimentos", "civis", "suprimentos"]
  },
  {
    "pergunta": "O que foi a Resistência Francesa?",
    "resposta": "A Resistência Francesa foi formada por grupos que lutaram contra a ocupação nazista. Atuavam sabotando linhas de trem, transmitindo informações e ajudando judeus a escapar. Sabia que muitos eram cidadãos comuns, como professores e agricultores?",
    "palavras_chave": ["resistência francesa", "segunda guerra", "ocupação nazista", "sabotagem", "frança"]
  },
  {
    "pergunta": "Como as colônias participaram das Guerras Mundiais?",
    "resposta": "Países colonizados, como Índia, Argélia e Senegal, enviaram milhões de soldados para lutar pelas metrópoles. Muitos não receberam reconhecimento após o conflito. Sabia que mais de um milhão de indianos serviram na Primeira Guerra?",
    "palavras_chave": ["colônias", "primeira guerra", "segunda guerra", "soldados", "metrópoles"]
  },
  {
    "pergunta": "Qual foi o papel da ciência nas Guerras Mundiais?",
    "resposta": "A ciência foi decisiva: desenvolveu armas químicas na Primeira Guerra e a bomba atômica na Segunda. Também trouxe avanços médicos, como antibióticos. Sabia que a penicilina foi produzida em larga escala justamente para tratar soldados feridos?",
    "palavras_chave": ["ciência", "armas químicas", "bomba atômica", "penicilina", "guerras mundiais"]
  },
  {
    "pergunta": "O que foi a Guerra de Inverno entre Finlândia e União Soviética?",
    "resposta": "A Guerra de Inverno aconteceu entre 1939 e 1940, quando a União Soviética invadiu a Finlândia pouco depois do início da Segunda Guerra Mundial. Apesar de serem muito menos numerosos e com menos recursos, os finlandeses resistiram bravamente com táticas de guerrilha no frio extremo. Sabia que os soldados finlandeses ficaram conhecidos como 'homens de branco', porque usavam roupas camufladas na neve?",
    "palavras_chave": ["guerra de inverno", "finlândia", "união soviética", "1939", "guerrilha"]
  },
  {
    "pergunta": "Como funcionavam os hospitais de campanha nas guerras?",
    "resposta": "Os hospitais de campanha eram montados próximos aos campos de batalha para atender soldados feridos. Ali eram feitas cirurgias de emergência, amputações e tratamento de traumas. Sabia que o uso da transfusão de sangue em larga escala foi popularizado nesses hospitais durante a Segunda Guerra Mundial?",
    "palavras_chave": ["hospitais de campanha", "guerras mundiais", "feridos", "cirurgias", "sangue"]
  },
  {
    "pergunta": "Quem foram os Kamikazes japoneses?",
    "resposta": "Os Kamikazes eram pilotos japoneses que, durante a Segunda Guerra Mundial, se sacrificavam em ataques suicidas contra navios inimigos. O termo significa 'vento divino', em referência a uma antiga lenda japonesa. Sabia que mais de 3 mil pilotos morreram nessas missões?",
    "palavras_chave": ["kamikaze", "japão", "segunda guerra", "suicídio", "navios"]
  },
  {
    "pergunta": "Como era a vida nas cidades bombardeadas?",
    "resposta": "Nas cidades atingidas por bombardeios, como Londres ou Berlim, civis viviam em abrigos subterrâneos, enfrentavam escassez de alimentos e medo constante. Sabia que em Londres muitas famílias chegaram a morar dentro do metrô para se proteger das bombas?",
    "palavras_chave": ["bombardeios", "cidades", "londres", "berlim", "civis"]
  },
  {
    "pergunta": "O que foi a Linha Maginot?",
    "resposta": "A Linha Maginot foi um gigantesco sistema de fortificações construído pela França para se proteger de invasões alemãs. Apesar de impressionante, foi contornada pelas tropas alemãs em 1940. Sabia que a linha tinha até cinemas e áreas de lazer subterrâneas para os soldados?",
    "palavras_chave": ["linha maginot", "frança", "fortificações", "segunda guerra", "alemanha"]
  },
  {
    "pergunta": "Qual foi o papel da música nas Guerras Mundiais?",
    "resposta": "A música serviu tanto como propaganda quanto como forma de conforto para soldados e civis. Canções animadas eram usadas para levantar a moral. Sabia que a música 'Lili Marleen', originalmente alemã, foi ouvida por soldados de ambos os lados do front?",
    "palavras_chave": ["música", "guerras mundiais", "propaganda", "moral", "cultura"]
  },
  {
    "pergunta": "O que foi a Marcha da Morte de Bataan?",
    "resposta": "Após a captura das Filipinas pelos japoneses em 1942, milhares de prisioneiros de guerra americanos e filipinos foram forçados a marchar mais de 100 quilômetros em condições brutais, resultando em grande número de mortes. Sabia que os sobreviventes relataram violência extrema e fome ao longo do trajeto?",
    "palavras_chave": ["bataan", "1942", "filipinas", "prisioneiros de guerra", "japão"]
  },
  {
    "pergunta": "Como os cientistas se envolveram nos esforços de guerra?",
    "resposta": "Na Primeira Guerra, químicos desenvolveram gases tóxicos. Na Segunda, físicos e engenheiros trabalharam no Projeto Manhattan, que criou a bomba atômica. Sabia que muitos cientistas judeus refugiados da Alemanha nazista tiveram papel fundamental nesse processo?",
    "palavras_chave": ["ciência", "guerras mundiais", "projeto manhattan", "gases tóxicos", "cientistas judeus"]
  },
  {
    "pergunta": "Quem foram os Tuskegee Airmen?",
    "resposta": "Os Tuskegee Airmen foram o primeiro grupo de pilotos negros dos Estados Unidos, que combateram na Segunda Guerra Mundial. Eles enfrentaram preconceito, mas se destacaram pela eficiência em missões de escolta aérea. Sabia que eles quase nunca perdiam os bombardeiros que protegiam?",
    "palavras_chave": ["tuskegee airmen", "pilotos negros", "segunda guerra", "estados unidos", "esquadrão aéreo"]
  },
  {
    "pergunta": "Como o cinema retratou as Guerras Mundiais?",
    "resposta": "O cinema foi usado como propaganda, mostrando o inimigo como cruel e exaltando heróis de guerra. Filmes também ajudaram a distrair civis e soldados. Sabia que Walt Disney produziu animações patrióticas para os Estados Unidos durante a Segunda Guerra?",
    "palavras_chave": ["cinema", "propaganda", "guerras mundiais", "walt disney", "cultura"]
  },
  {
    "pergunta": "O que foi a Conferência de Yalta?",
    "resposta": "Realizada em 1945, reuniu Churchill, Roosevelt e Stálin para discutir os rumos do pós-guerra e a divisão da Alemanha. Sabia que desse encontro nasceu a ideia da criação da Organização das Nações Unidas?",
    "palavras_chave": ["yalta", "1945", "churchill", "roosevelt", "stálin", "onu"]
  },
  {
    "pergunta": "Como a espionagem funcionava nas Guerras Mundiais?",
    "resposta": "Espiões coletavam informações secretas sobre movimentos inimigos, usavam códigos e até agentes duplos. Sabia que o famoso escritor Ian Fleming, criador de James Bond, trabalhou nos serviços de inteligência britânicos durante a Segunda Guerra?",
    "palavras_chave": ["espionagem", "guerras mundiais", "agentes duplos", "inteligência", "ian fleming"]
  },
  {
    "pergunta": "O que foi a Operação Barbarossa?",
    "resposta": "Foi o nome dado à invasão da União Soviética pela Alemanha nazista em 1941. Essa operação marcou o início de batalhas brutais no front oriental. Sabia que o inverno rigoroso foi um dos fatores decisivos para o fracasso alemão?",
    "palavras_chave": ["operação barbarossa", "1941", "alemanha", "união soviética", "front oriental"]
  },
  {
    "pergunta": "Quem foram os Navajo Code Talkers?",
    "resposta": "Foram nativos americanos da tribo Navajo que usaram sua língua para criar códigos secretos indecifráveis, ajudando os Estados Unidos no Pacífico durante a Segunda Guerra. Sabia que o código nunca foi quebrado pelos japoneses?",
    "palavras_chave": ["navajo", "segunda guerra", "códigos", "estados unidos", "pacífico"]
  },
  {
    "pergunta": "O que foi o Holocausto?",
    "resposta": "O Holocausto foi o genocídio sistemático de judeus e outros grupos perseguidos pelo regime nazista. Estima-se que seis milhões de judeus tenham sido mortos. Sabia que também foram perseguidos ciganos, homossexuais e pessoas com deficiência?",
    "palavras_chave": ["holocausto", "nazismo", "genocídio", "judeus", "perseguição"]
  },
  {
    "pergunta": "Como era o papel da Cruz Vermelha durante as Guerras Mundiais?",
    "resposta": "A Cruz Vermelha atuava no cuidado de feridos, apoio a prisioneiros de guerra e ajuda humanitária a civis. Sabia que a instituição também intermediava o envio de cartas entre soldados e suas famílias?",
    "palavras_chave": ["cruz vermelha", "guerras mundiais", "ajuda humanitária", "prisioneiros", "feridos"]
  },
  {
    "pergunta": "O que foi a Operação Overlord?",
    "resposta": "A Operação Overlord foi o nome do desembarque aliado na Normandia, em 6 de junho de 1944, conhecido como Dia D. Foi um dos momentos decisivos da Segunda Guerra Mundial. Sabia que o ataque envolveu mais de 150 mil soldados em um único dia?",
    "palavras_chave": ["operação overlord", "dia d", "normandia", "segunda guerra", "1944"]
  },
  {
    "pergunta": "Como funcionava a vida nos campos de concentração?",
    "resposta": "Nos campos de concentração nazistas, prisioneiros eram submetidos a trabalho forçado, fome, violência e execuções em massa. Sabia que alguns campos, como Auschwitz, tinham até orquestras formadas por prisioneiros para tocar durante as marchas?",
    "palavras_chave": ["campos de concentração", "nazismo", "holocausto", "auschwitz", "trabalho forçado"]
  },
  {
    "pergunta": "Quem foi Anne Frank?",
    "resposta": "Anne Frank foi uma adolescente judia que se escondeu com sua família em Amsterdã durante a ocupação nazista. Seu diário, escrito no esconderijo, tornou-se um dos relatos mais famosos sobre a perseguição judaica. Sabia que ela morreu em um campo de concentração pouco antes do fim da guerra?",
    "palavras_chave": ["anne frank", "diário", "judeus", "nazismo", "segunda guerra"]
  },
  {
    "pergunta": "O que foram os Julgamentos de Nuremberg?",
    "resposta": "Foram tribunais internacionais realizados após a Segunda Guerra Mundial para julgar líderes nazistas por crimes de guerra e contra a humanidade. Sabia que foi a primeira vez na história que crimes contra a humanidade foram julgados em escala internacional?",
    "palavras_chave": ["nuremberg", "tribunal", "nazismo", "crimes de guerra", "segunda guerra"]
  },
  {
    "pergunta": "O que foi a Batalha de Verdun na Primeira Guerra Mundial?",
    "resposta": "A Batalha de Verdun, em 1916, foi uma das mais longas e sangrentas da Primeira Guerra Mundial, entre França e Alemanha. Durou quase dez meses e simbolizou a resistência francesa frente a uma ofensiva devastadora. Sabia que o lema 'Eles não passarão' nasceu dessa batalha?",
    "palavras_chave": ["verdun", "primeira guerra", "1916", "frança", "alemanha"]
  },
  {
    "pergunta": "Como funcionava a vida nas trincheiras da Primeira Guerra?",
    "resposta": "A vida nas trincheiras era marcada por lama, frio, ratos, doenças e o medo constante de ataques. Soldados passavam semanas em condições precárias, o que afetava tanto a saúde física quanto a mental. Sabia que muitos sofriam do chamado 'choque de guerra', hoje identificado como estresse pós-traumático?",
    "palavras_chave": ["trincheiras", "primeira guerra", "condições de vida", "soldados", "choque de guerra"]
  },
  {
    "pergunta": "O que foi a Batalha do Somme?",
    "resposta": "A Batalha do Somme, em 1916, foi uma das maiores da Primeira Guerra Mundial, travada entre britânicos, franceses e alemães. Ficou marcada pelo alto número de baixas e pelo uso massivo de artilharia. Sabia que no primeiro dia os britânicos perderam quase 60 mil soldados?",
    "palavras_chave": ["somme", "primeira guerra", "1916", "baixas", "artilharia"]
  },
  {
    "pergunta": "Qual foi o impacto do uso de gases tóxicos na Primeira Guerra?",
    "resposta": "O uso de gases como o gás mostarda introduziu um novo nível de horror à guerra, causando queimaduras e sufocamento. Esse tipo de arma deixou sequelas físicas e psicológicas duradouras. Sabia que soldados improvisavam máscaras com panos molhados em urina para tentar se proteger?",
    "palavras_chave": ["gás mostarda", "primeira guerra", "armas químicas", "soldados", "horror"]
  },
  {
    "pergunta": "Quem foi o Barão Vermelho?",
    "resposta": "Manfred von Richthofen, conhecido como Barão Vermelho, foi o mais famoso piloto de caça da Primeira Guerra Mundial, com mais de 80 vitórias confirmadas. Ele se tornou uma lenda da aviação. Sabia que seu avião era pintado de vermelho, o que lhe deu o apelido?",
    "palavras_chave": ["barão vermelho", "primeira guerra", "aviação", "piloto", "manfred von richthofen"]
  },
  {
    "pergunta": "Como os Estados Unidos entraram na Primeira Guerra Mundial?",
    "resposta": "Os Estados Unidos entraram em 1917, após anos de neutralidade, motivados por ataques a navios americanos e pela interceptação do 'Telegrama Zimmermann', que revelava planos alemães. Sabia que a entrada dos americanos deu novo fôlego aos aliados?",
    "palavras_chave": ["estados unidos", "primeira guerra", "1917", "telegrama zimmermann", "aliança"]
  },
  {
    "pergunta": "O que foi a Revolução Russa em meio à Primeira Guerra?",
    "resposta": "A Revolução Russa de 1917 levou à queda do czar Nicolau Segundo e à ascensão dos bolcheviques liderados por Lênin, que retiraram a Rússia da guerra. Sabia que esse evento mudou completamente o equilíbrio do conflito?",
    "palavras_chave": ["revolução russa", "1917", "primeira guerra", "rússia", "lênin"]
  },
  {
    "pergunta": "O que foi o Tratado de Versalhes?",
    "resposta": "Assinado em 1919, o Tratado de Versalhes encerrou oficialmente a Primeira Guerra Mundial e impôs pesadas reparações à Alemanha. Sabia que muitos historiadores consideram esse tratado uma das causas da ascensão do nazismo?",
    "palavras_chave": ["tratado de versalhes", "1919", "primeira guerra", "alemanha", "reparações"]
  },
  {
    "pergunta": "Quem foi Lawrence da Arábia?",
    "resposta": "Thomas Edward Lawrence, conhecido como Lawrence da Arábia, foi um oficial britânico que apoiou revoltas árabes contra o Império Otomano durante a Primeira Guerra Mundial. Sabia que sua vida virou filme premiado em 1962?",
    "palavras_chave": ["lawrence da arábia", "primeira guerra", "império otomano", "revolta árabe", "inglaterra"]
  },
  {
    "pergunta": "O que foi a Batalha de Stalingrado?",
    "resposta": "A Batalha de Stalingrado, entre 1942 e 1943, foi um dos pontos de virada da Segunda Guerra Mundial. Tropas soviéticas resistiram ao cerco alemão, causando grandes perdas ao inimigo. Sabia que a cidade recebeu o título de 'Cidade Heróica' após a guerra?",
    "palavras_chave": ["stalingrado", "segunda guerra", "soviéticos", "alemanha", "1942"]
  },
  {
    "pergunta": "Como o rádio influenciou as Guerras Mundiais?",
    "resposta": "O rádio foi essencial para propaganda, notícias e comunicação militar. Civis ouviam discursos e atualizações sobre batalhas. Sabia que Winston Churchill ficou famoso por seus discursos transmitidos pelo rádio?",
    "palavras_chave": ["rádio", "propaganda", "churchill", "guerras mundiais", "comunicação"]
  },
  {
    "pergunta": "O que foi a Blitz em Londres?",
    "resposta": "A Blitz foi uma série de intensos bombardeios aéreos realizados pela Alemanha nazista contra Londres e outras cidades britânicas entre 1940 e 1941. Sabia que muitas crianças foram evacuadas para áreas rurais para escapar das bombas?",
    "palavras_chave": ["blitz", "londres", "segunda guerra", "bombardeio", "alemanha"]
  },
  {
    "pergunta": "Quem foi Oskar Schindler?",
    "resposta": "Oskar Schindler foi um empresário alemão que salvou mais de mil judeus durante o Holocausto, empregando-os em suas fábricas. Sabia que sua história inspirou o filme 'A Lista de Schindler'?",
    "palavras_chave": ["oskar schindler", "holocausto", "judeus", "segunda guerra", "lista de schindler"]
  },
  {
    "pergunta": "O que foi a Resistência Francesa?",
    "resposta": "A Resistência Francesa foi um movimento de civis que lutaram contra a ocupação nazista com sabotagens, espionagem e apoio aos aliados. Sabia que muitas mulheres tiveram papel de destaque nessas ações?",
    "palavras_chave": ["resistência francesa", "segunda guerra", "ocupação nazista", "frança", "civis"]
  },
  {
    "pergunta": "Quem foi Josef Mengele?",
    "resposta": "Josef Mengele foi um médico nazista que realizou experimentos cruéis em prisioneiros de Auschwitz, especialmente em gêmeos. Sabia que ele ficou conhecido como o 'Anjo da Morte'?",
    "palavras_chave": ["josef mengele", "nazismo", "auschwitz", "experimentos", "segunda guerra"]
  },
  {
    "pergunta": "O que foi o Plano Marshall?",
    "resposta": "O Plano Marshall foi um programa de ajuda econômica dos Estados Unidos para reconstruir a Europa após a Segunda Guerra Mundial. Sabia que ele também tinha o objetivo de conter o avanço do comunismo?",
    "palavras_chave": ["plano marshall", "segunda guerra", "estados unidos", "reconstrução", "comunismo"]
  },
  {
    "pergunta": "O que foi a Batalha de Midway?",
    "resposta": "A Batalha de Midway, em 1942, foi decisiva no Pacífico. A marinha dos Estados Unidos conseguiu derrotar a frota japonesa, mudando os rumos da guerra nessa região. Sabia que os americanos conseguiram prever os ataques ao decifrar códigos japoneses?",
    "palavras_chave": ["midway", "1942", "pacífico", "estados unidos", "japão"]
  },
  {
    "pergunta": "Quem foi Charles de Gaulle?",
    "resposta": "Charles de Gaulle foi líder da França Livre durante a Segunda Guerra Mundial, organizando a resistência fora do país e, depois, tornando-se presidente da França. Sabia que ele discursava pela rádio BBC de Londres para inspirar os franceses?",
    "palavras_chave": ["charles de gaulle", "frança livre", "segunda guerra", "bbc", "resistência"]
  },
  {
    "pergunta": "Como era a vida dos prisioneiros de guerra?",
    "resposta": "Os prisioneiros enfrentavam fome, trabalho forçado e violência, mas a situação variava conforme o país e o acampamento. Sabia que a Convenção de Genebra tentou estabelecer regras mínimas para o tratamento desses prisioneiros?",
    "palavras_chave": ["prisioneiros de guerra", "segunda guerra", "campos", "convenção de genebra", "soldados"]
  },
  {
    "pergunta": "O que foi a bomba atômica em Hiroshima e Nagasaki?",
    "resposta": "Em agosto de 1945, os Estados Unidos lançaram bombas atômicas sobre as cidades japonesas de Hiroshima e Nagasaki, resultando em centenas de milhares de mortes imediatas e posteriores. Sabia que foi a primeira e única vez que armas nucleares foram usadas em guerra?",
    "palavras_chave": ["hiroshima", "nagasaki", "bomba atômica", "segunda guerra", "1945"]
  },
  {
    "pergunta": "O que foi a Batalha de Gallipoli na Primeira Guerra?",
    "resposta": "A Batalha de Gallipoli, em 1915, foi uma tentativa dos aliados de abrir caminho até a Rússia pelo estreito de Dardanelos, mas terminou em derrota para britânicos e franceses. Sabia que tropas australianas e neozelandesas participaram massivamente e até hoje são lembradas no chamado 'Anzac Day'?",
    "palavras_chave": ["gallipoli", "primeira guerra", "1915", "anzac", "dardanelos"]
  },
  {
    "pergunta": "Como foi a participação das mulheres nas Guerras Mundiais?",
    "resposta": "Durante as duas guerras, as mulheres ocuparam postos de trabalho nas fábricas, cuidaram dos feridos e, em alguns casos, atuaram como espiãs e combatentes. Esse protagonismo ajudou a impulsionar movimentos por direitos iguais. Sabia que a campanha pelo voto feminino ganhou força nesse período?",
    "palavras_chave": ["mulheres", "trabalho", "guerras mundiais", "direitos", "fábricas"]
  },
  {
    "pergunta": "O que foi o Lusitânia e por que foi importante?",
    "resposta": "O navio britânico Lusitânia foi afundado por um submarino alemão em 1915, matando mais de mil pessoas, incluindo americanos. Esse ataque aumentou a pressão para que os Estados Unidos entrassem na Primeira Guerra Mundial. Sabia que o episódio virou um dos símbolos da guerra submarina?",
    "palavras_chave": ["lusitânia", "primeira guerra", "submarino", "1915", "estados unidos"]
  },
  {
    "pergunta": "O que foi a Conferência de Yalta?",
    "resposta": "Em 1945, Churchill, Roosevelt e Stálin se reuniram em Yalta para definir os rumos do mundo após a Segunda Guerra. Foi decidido, por exemplo, a divisão da Alemanha e a criação da Organização das Nações Unidas. Sabia que essa conferência marcou o início das tensões da Guerra Fria?",
    "palavras_chave": ["yalta", "segunda guerra", "1945", "churchill", "stálin"]
  },
  {
    "pergunta": "Quem foi Anne Frank?",
    "resposta": "Anne Frank foi uma adolescente judia que se escondeu com sua família durante a ocupação nazista na Holanda. Seu diário se tornou um dos relatos mais famosos sobre o Holocausto. Sabia que o manuscrito foi publicado por seu pai, único sobrevivente da família?",
    "palavras_chave": ["anne frank", "holocausto", "diário", "nazismo", "segunda guerra"]
  },
  {
    "pergunta": "O que foi a Batalha de El Alamein?",
    "resposta": "Travada no Egito em 1942, a Batalha de El Alamein foi uma vitória dos aliados contra as forças de Rommel, o 'raposa do deserto'. Esse combate impediu que os nazistas avançassem no norte da África. Sabia que Winston Churchill a chamou de 'o começo do fim'?",
    "palavras_chave": ["el alamein", "segunda guerra", "egito", "rommel", "1942"]
  },
  {
    "pergunta": "O que foram os campos de concentração?",
    "resposta": "Os campos de concentração nazistas eram locais de aprisionamento, trabalho forçado e extermínio de milhões de pessoas, principalmente judeus. Auschwitz foi o mais infame. Sabia que, além dos judeus, também eram perseguidos ciganos, comunistas e homossexuais?",
    "palavras_chave": ["campos de concentração", "holocausto", "auschwitz", "nazismo", "extermínio"]
  },
  {
    "pergunta": "O que foi o Dia D?",
    "resposta": "O Dia D, em 6 de junho de 1944, marcou o desembarque aliado na Normandia, na França, iniciando a libertação da Europa Ocidental do controle nazista. Sabia que foi a maior operação anfíbia da história?",
    "palavras_chave": ["dia d", "normandia", "segunda guerra", "1944", "frança"]
  },
  {
    "pergunta": "Quem foi Franklin Roosevelt?",
    "resposta": "Roosevelt foi presidente dos Estados Unidos durante a maior parte da Segunda Guerra Mundial, liderando o país no esforço contra o Eixo. Sabia que foi o único presidente americano eleito quatro vezes?",
    "palavras_chave": ["roosevelt", "estados unidos", "segunda guerra", "presidente", "eixo"]
  },
  {
    "pergunta": "Como a propaganda foi usada nas Guerras Mundiais?",
    "resposta": "A propaganda incentivava a população a apoiar o esforço de guerra, seja comprando bônus, economizando recursos ou alistando-se. Cartazes, filmes e rádios foram as principais ferramentas. Sabia que o famoso 'Tio Sam' surgiu nesse contexto?",
    "palavras_chave": ["propaganda", "guerras mundiais", "apoio popular", "cartazes", "tio sam"]
  },
  {
    "pergunta": "O que foi a Batalha de Kursk?",
    "resposta": "A Batalha de Kursk, em 1943, foi a maior batalha de tanques da história, travada entre Alemanha e União Soviética. A vitória soviética consolidou a recuperação no front oriental. Sabia que foram usados mais de 6 mil blindados?",
    "palavras_chave": ["kursk", "tanques", "1943", "união soviética", "alemanha"]
  },
  {
    "pergunta": "Quem foi Benito Mussolini?",
    "resposta": "Mussolini foi o líder da Itália fascista e aliado de Hitler durante a Segunda Guerra Mundial. Seu governo autoritário e expansionista levou o país ao conflito. Sabia que ele foi deposto e executado por partigiani italianos em 1945?",
    "palavras_chave": ["mussolini", "itália", "fascismo", "segunda guerra", "hitler"]
  },
  {
    "pergunta": "O que foi a Linha Maginot?",
    "resposta": "A Linha Maginot era uma linha de fortificações construída pela França para se proteger de invasões alemãs. Porém, os nazistas conseguiram contorná-la em 1940, invadindo pelo norte. Sabia que parte dessas estruturas ainda existe?",
    "palavras_chave": ["linha maginot", "frança", "segunda guerra", "fortificações", "invasão"]
  },
  {
    "pergunta": "O que foi a Guerra de Inverno?",
    "resposta": "A Guerra de Inverno ocorreu entre 1939 e 1940, quando a União Soviética tentou invadir a Finlândia. Apesar de menor, o exército finlandês resistiu heroicamente. Sabia que essa guerra expôs a fragilidade inicial do exército soviético?",
    "palavras_chave": ["guerra de inverno", "finlândia", "união soviética", "1939", "resistência"]
  },
  {
    "pergunta": "Quem foi Winston Churchill?",
    "resposta": "Churchill foi primeiro-ministro britânico durante a Segunda Guerra Mundial e se destacou por sua liderança e discursos inspiradores. Sabia que ganhou o Prêmio Nobel de Literatura em 1953?",
    "palavras_chave": ["churchill", "inglaterra", "segunda guerra", "líder", "discurso"]
  },
  {
    "pergunta": "O que foi Pearl Harbor?",
    "resposta": "Em 7 de dezembro de 1941, o Japão atacou a base naval americana de Pearl Harbor, no Havaí. O evento levou os Estados Unidos a entrar diretamente na Segunda Guerra Mundial. Sabia que mais de 2 mil soldados morreram no ataque?",
    "palavras_chave": ["pearl harbor", "japão", "estados unidos", "1941", "segunda guerra"]
  },
  {
    "pergunta": "Como funcionavam os comboios navais?",
    "resposta": "Durante a Segunda Guerra, navios mercantes viajavam em comboios protegidos por escoltas militares para se defender de submarinos inimigos. Sabia que essa estratégia foi crucial no Atlântico?",
    "palavras_chave": ["comboios navais", "segunda guerra", "submarinos", "atlântico", "mercantes"]
  },
  {
    "pergunta": "O que foi a Batalha de Okinawa?",
    "resposta": "A Batalha de Okinawa, em 1945, foi uma das mais sangrentas do Pacífico. Tropas americanas enfrentaram forte resistência japonesa, com milhares de mortes de ambos os lados. Sabia que kamikazes foram usados em larga escala?",
    "palavras_chave": ["okinawa", "1945", "pacífico", "segunda guerra", "kamikazes"]
  },
  {
    "pergunta": "Quem foi Dwight Eisenhower?",
    "resposta": "Eisenhower foi o comandante supremo das forças aliadas na Europa durante a Segunda Guerra Mundial, liderando o Dia D. Mais tarde, tornou-se presidente dos Estados Unidos. Sabia que ele planejou a maior operação militar da história?",
    "palavras_chave": ["eisenhower", "aliados", "dia d", "segunda guerra", "estados unidos"]
  },
  {
    "pergunta": "O que foi a Conferência de Potsdam?",
    "resposta": "Realizada em 1945, reuniu Truman, Churchill (depois substituído por Attlee) e Stálin para discutir o pós-guerra. Foi lá que os EUA revelaram ter a bomba atômica. Sabia que essa reunião intensificou a divisão entre capitalismo e socialismo?",
    "palavras_chave": ["potsdam", "1945", "truman", "stálin", "segunda guerra"]
  }
]
