[
  {
    "pergunta": "O que foi a Revolução Industrial?",
    "resposta": "A Revolução Industrial foi um processo de profundas transformações econômicas e sociais iniciado na Inglaterra no século XVIII, quando máquinas a vapor e fábricas passaram a substituir o trabalho artesanal. Essa mudança revolucionou a produção, o transporte e a vida urbana, dando origem ao capitalismo moderno e ao crescimento das cidades. Sabia que o uso do carvão como fonte de energia foi fundamental para movimentar as primeiras máquinas?",
    "palavras_chave": ["Revolução Industrial", "Inglaterra", "século XVIII", "máquinas a vapor", "capitalismo", "urbanização"]
  },
  {
    "pergunta": "O que foi a Revolução Francesa?",
    "resposta": "A Revolução Francesa, iniciada em 1789, foi um movimento social e político que derrubou a monarquia absolutista e estabeleceu novas ideias de liberdade, igualdade e fraternidade. Ela inspirou mudanças em todo o mundo e marcou o início da Idade Contemporânea. Sabia que a famosa guilhotina se tornou um dos símbolos mais conhecidos do período?",
    "palavras_chave": ["Revolução Francesa", "1789", "liberdade", "igualdade", "fraternidade", "Idade Contemporânea"]
  },
  {
    "pergunta": "O que foi a independência dos Estados Unidos?",
    "resposta": "A independência dos Estados Unidos ocorreu em 1776, quando as Treze Colônias romperam com a Inglaterra e criaram uma nova nação baseada em princípios de democracia e liberdade. Esse processo inspirou outras lutas por independência no mundo. Sabia que a Declaração de Independência foi redigida principalmente por Thomas Jefferson?",
    "palavras_chave": ["Independência dos EUA", "1776", "Treze Colônias", "Inglaterra", "democracia", "Thomas Jefferson"]
  },
  {
    "pergunta": "O que foi a Revolução Haitiana?",
    "resposta": "A Revolução Haitiana (1791-1804) foi a primeira revolta de escravizados bem-sucedida da história, que resultou na independência do Haiti, tornando-o a primeira república negra do mundo. Sabia que Toussaint Louverture foi o grande líder desse movimento?",
    "palavras_chave": ["Revolução Haitiana", "1791", "1804", "independência", "Haiti", "escravizados", "Toussaint Louverture"]
  },
  {
    "pergunta": "O que foi o Congresso de Viena?",
    "resposta": "O Congresso de Viena (1814-1815) foi uma reunião de potências europeias após as guerras napoleônicas, que buscou restaurar a ordem monárquica e equilibrar o poder entre os países. Ele marcou uma tentativa de conter ideias revolucionárias. Sabia que a Áustria foi o país que sediou e liderou o encontro?",
    "palavras_chave": ["Congresso de Viena", "1814", "1815", "Napoleão", "ordem monárquica", "equilíbrio de poder"]
  },
  {
    "pergunta": "Quem foi Napoleão Bonaparte?",
    "resposta": "Napoleão Bonaparte foi um militar e imperador francês que dominou grande parte da Europa entre o final do século XVIII e início do XIX. Conhecido por sua genialidade estratégica, promoveu reformas administrativas e legais, como o Código Napoleônico. Sabia que, apesar de sua derrota em Waterloo, suas ideias jurídicas influenciam países até hoje?",
    "palavras_chave": ["Napoleão Bonaparte", "imperador francês", "século XIX", "Código Napoleônico", "Waterloo"]
  },
  {
    "pergunta": "O que foi a independência da América Latina?",
    "resposta": "A independência da América Latina ocorreu no início do século XIX, quando colônias espanholas e portuguesas conquistaram autonomia após lutas contra o domínio europeu. Líderes como Simón Bolívar e José de San Martín tiveram papéis fundamentais. Sabia que o Brasil foi o único país da região a se tornar independente sem grandes guerras?",
    "palavras_chave": ["Independência da América Latina", "século XIX", "Simón Bolívar", "José de San Martín", "Brasil"]
  },
  {
    "pergunta": "O que foi a abolição da escravidão?",
    "resposta": "A abolição da escravidão foi um processo ocorrido em diversos países no século XIX, que resultou na libertação de milhões de pessoas escravizadas. No Brasil, aconteceu em 1888 com a assinatura da Lei Áurea. Sabia que o Brasil foi o último país do Ocidente a abolir a escravidão?",
    "palavras_chave": ["abolição da escravidão", "século XIX", "Lei Áurea", "Brasil", "liberdade"]
  },
  {
    "pergunta": "O que foi a unificação da Itália?",
    "resposta": "A unificação da Itália ocorreu no século XIX, liderada por figuras como Giuseppe Garibaldi e Cavour, unindo pequenos reinos e ducados em um único país. Esse processo foi concluído em 1871. Sabia que Roma só passou a ser capital após a tomada de 1870?",
    "palavras_chave": ["unificação da Itália", "Giuseppe Garibaldi", "Cavour", "1871", "Roma"]
  },
  {
    "pergunta": "O que foi a unificação da Alemanha?",
    "resposta": "A unificação da Alemanha foi realizada em 1871, sob a liderança de Otto von Bismarck, após guerras contra Áustria e França. Ela transformou a Alemanha em uma potência europeia. Sabia que o evento foi proclamado no Palácio de Versalhes, em Paris?",
    "palavras_chave": ["unificação da Alemanha", "1871", "Otto von Bismarck", "Guerras", "Palácio de Versalhes"]
  },
  {
    "pergunta": "O que foi a Comuna de Paris?",
    "resposta": "A Comuna de Paris (1871) foi um governo revolucionário instaurado pelos trabalhadores parisienses após a derrota da França na guerra contra a Prússia. Foi uma experiência de autogestão e resistência popular. Sabia que ela durou apenas cerca de dois meses?",
    "palavras_chave": ["Comuna de Paris", "1871", "trabalhadores", "revolução", "autogestão"]
  },
  {
    "pergunta": "Quem foi Karl Marx?",
    "resposta": "Karl Marx foi um filósofo e economista alemão do século XIX, considerado um dos pais do socialismo científico. Ele analisou o capitalismo e propôs o comunismo como alternativa. Sua obra mais famosa é 'O Capital'. Sabia que ele escreveu o 'Manifesto Comunista' junto com Friedrich Engels?",
    "palavras_chave": ["Karl Marx", "socialismo", "O Capital", "Manifesto Comunista", "século XIX"]
  },
  {
    "pergunta": "O que foi a Guerra de Secessão?",
    "resposta": "A Guerra de Secessão (1861-1865) foi um conflito nos Estados Unidos entre o Norte, contrário à expansão da escravidão, e o Sul, que a defendia. A vitória do Norte resultou na abolição da escravidão no país. Sabia que foi a guerra mais sangrenta da história dos EUA até hoje?",
    "palavras_chave": ["Guerra de Secessão", "1861-1865", "Estados Unidos", "escravidão", "Norte e Sul"]
  },
  {
    "pergunta": "O que foi a Belle Époque?",
    "resposta": "A Belle Époque foi um período de otimismo, progresso tecnológico e cultural na Europa, entre o final do século XIX e início do XX. Foi marcada por avanços como eletricidade, cinema e arte impressionista. Sabia que o nome significa 'Bela Época' em francês?",
    "palavras_chave": ["Belle Époque", "século XIX", "século XX", "tecnologia", "cultura", "arte impressionista"]
  },
  {
    "pergunta": "O que foi o imperialismo europeu?",
    "resposta": "O imperialismo europeu foi a expansão de potências como Inglaterra, França e Alemanha sobre África e Ásia no século XIX, explorando recursos e impondo sua cultura. Esse processo gerou tensões internacionais. Sabia que a Conferência de Berlim (1884-1885) dividiu a África entre os europeus?",
    "palavras_chave": ["imperialismo europeu", "século XIX", "África", "Ásia", "Conferência de Berlim"]
  },
  {
    "pergunta": "O que foi a Revolução de 1848?",
    "resposta": "A Revolução de 1848 foi uma série de levantes populares em diversos países da Europa, exigindo direitos democráticos, melhores condições de trabalho e nacionalismo. Sabia que esse ano ficou conhecido como a 'Primavera dos Povos'?",
    "palavras_chave": ["Revolução de 1848", "Primavera dos Povos", "Europa", "direitos democráticos", "trabalho"]
  },
  {
    "pergunta": "O que foi o movimento sufragista?",
    "resposta": "O movimento sufragista foi uma luta liderada principalmente por mulheres, entre o século XIX e início do XX, pelo direito ao voto. Ele abriu caminho para avanços nos direitos femininos. Sabia que a Nova Zelândia foi o primeiro país a conceder voto feminino em 1893?",
    "palavras_chave": ["movimento sufragista", "direito ao voto", "século XIX", "direitos das mulheres", "feminismo"]
  },
  {
    "pergunta": "O que foi a Revolução Meiji?",
    "resposta": "A Revolução Meiji (1868) foi o processo de modernização e ocidentalização do Japão, que transformou o país em uma potência industrial e militar. Sabia que em poucas décadas o Japão saiu do feudalismo para competir com grandes impérios?",
    "palavras_chave": ["Revolução Meiji", "Japão", "1868", "modernização", "industrialização"]
  },
  {
    "pergunta": "O que foi a Grande Depressão de 1929?",
    "resposta": "A Grande Depressão foi uma crise econômica global iniciada com a quebra da Bolsa de Valores de Nova York em 1929. Ela causou desemprego em massa, fome e instabilidade política em vários países. Sabia que nos EUA a taxa de desemprego chegou a 25%?",
    "palavras_chave": ["Grande Depressão", "1929", "Bolsa de Valores", "crise econômica", "desemprego"]
  },
  {
    "pergunta": "O que foi a Primeira Guerra Mundial?",
    "resposta": "A Primeira Guerra Mundial (1914-1918) foi um conflito global que envolveu as principais potências da época, divididas entre a Tríplice Entente (França, Rússia e Reino Unido) e a Tríplice Aliança (Alemanha, Áustria-Hungria e Itália, inicialmente). O estopim foi o assassinato do arquiduque Francisco Ferdinando, mas as causas estavam ligadas ao imperialismo, alianças militares e rivalidades nacionalistas. Sabia que foi o primeiro grande conflito com uso em massa de armas químicas e metralhadoras?",
    "palavras_chave": ["Primeira Guerra Mundial", "1914-1918", "Tríplice Entente", "Tríplice Aliança", "Francisco Ferdinando", "armas químicas"]
  },
  {
    "pergunta": "O que foi o Tratado de Versalhes?",
    "resposta": "O Tratado de Versalhes, assinado em 1919, foi o acordo de paz que pôs fim oficialmente à Primeira Guerra Mundial. Ele impôs duras punições à Alemanha, como perda de territórios, limitação do exército e pagamento de reparações. Essas condições geraram ressentimento e criaram o terreno para a ascensão do nazismo. Sabia que a assinatura aconteceu no famoso Palácio de Versalhes, em Paris?",
    "palavras_chave": ["Tratado de Versalhes", "1919", "Alemanha", "Primeira Guerra Mundial", "reparações", "nazismo"]
  },
  {
    "pergunta": "Quem foi Vladimir Lênin?",
    "resposta": "Vladimir Lênin foi o líder da Revolução Russa de 1917 e fundador do Estado soviético. Ele liderou os bolcheviques na derrubada do governo provisório e instaurou um regime socialista que mudaria o curso do século XX. Sabia que seu corpo está embalsamado até hoje em Moscou?",
    "palavras_chave": ["Vladimir Lênin", "Revolução Russa", "1917", "bolcheviques", "União Soviética"]
  },
  {
    "pergunta": "O que foi a Revolução Russa?",
    "resposta": "A Revolução Russa de 1917 foi um processo que derrubou o regime czarista e instaurou o governo socialista liderado pelos bolcheviques. Ela marcou o início da União Soviética e inspirou movimentos revolucionários em todo o mundo. Sabia que a Rússia saiu da Primeira Guerra após essa revolução?",
    "palavras_chave": ["Revolução Russa", "1917", "czarismo", "bolcheviques", "União Soviética"]
  },
  {
    "pergunta": "O que foi a crise de 1929?",
    "resposta": "A crise de 1929, também conhecida como a Grande Depressão, começou com a quebra da Bolsa de Nova York e se espalhou pelo mundo, causando desemprego, falências e fome. Ela abalou a confiança no capitalismo e abriu espaço para regimes autoritários. Sabia que nos EUA, filas de pessoas famintas ficaram conhecidas como 'soup kitchens'?",
    "palavras_chave": ["crise de 1929", "Grande Depressão", "Bolsa de Nova York", "capitalismo", "desemprego"]
  },
  {
    "pergunta": "Quem foi Franklin D. Roosevelt?",
    "resposta": "Franklin D. Roosevelt foi presidente dos Estados Unidos durante a Grande Depressão e a Segunda Guerra Mundial. Criou o 'New Deal', um conjunto de medidas para recuperar a economia, e liderou o país contra o nazismo. Sabia que foi o único presidente americano a ser eleito quatro vezes?",
    "palavras_chave": ["Franklin D. Roosevelt", "New Deal", "Grande Depressão", "Segunda Guerra Mundial", "EUA"]
  },
  {
    "pergunta": "O que foi o nazismo?",
    "resposta": "O nazismo foi uma ideologia política totalitária liderada por Adolf Hitler na Alemanha, que pregava nacionalismo extremo, militarismo e racismo, especialmente contra judeus. Ele levou à Segunda Guerra Mundial e ao Holocausto. Sabia que o nome vem de 'nacionalsocialismo'?",
    "palavras_chave": ["nazismo", "Adolf Hitler", "Alemanha", "racismo", "Holocausto", "Segunda Guerra Mundial"]
  },
  {
    "pergunta": "O que foi o Holocausto?",
    "resposta": "O Holocausto foi o genocídio sistemático promovido pelo regime nazista durante a Segunda Guerra Mundial, que resultou no assassinato de cerca de 6 milhões de judeus, além de ciganos, deficientes e opositores políticos. Sabia que muitos campos de concentração, como Auschwitz, funcionavam também como campos de extermínio?",
    "palavras_chave": ["Holocausto", "nazismo", "Segunda Guerra Mundial", "Auschwitz", "genocídio", "judeus"]
  },
  {
    "pergunta": "O que foi a Segunda Guerra Mundial?",
    "resposta": "A Segunda Guerra Mundial (1939-1945) foi o maior conflito da história, envolvendo praticamente todos os continentes. De um lado estavam os Aliados (EUA, União Soviética, Reino Unido, entre outros) e do outro o Eixo (Alemanha, Itália e Japão). O conflito terminou com a derrota do Eixo e o lançamento das bombas atômicas sobre Hiroshima e Nagasaki. Sabia que morreram mais de 70 milhões de pessoas?",
    "palavras_chave": ["Segunda Guerra Mundial", "1939-1945", "Aliados", "Eixo", "Hiroshima", "Nagasaki"]
  },
  {
    "pergunta": "O que foram as bombas atômicas de Hiroshima e Nagasaki?",
    "resposta": "As bombas atômicas lançadas pelos Estados Unidos sobre Hiroshima e Nagasaki, em agosto de 1945, resultaram na rendição do Japão e no fim da Segunda Guerra Mundial. Foi a primeira e única vez que armas nucleares foram usadas em guerra. Sabia que em Hiroshima, mais de 70 mil pessoas morreram instantaneamente?",
    "palavras_chave": ["Hiroshima", "Nagasaki", "1945", "bomba atômica", "Segunda Guerra Mundial", "Japão"]
  },
  {
    "pergunta": "Quem foi Winston Churchill?",
    "resposta": "Winston Churchill foi primeiro-ministro do Reino Unido durante a Segunda Guerra Mundial e se destacou como um dos grandes líderes da resistência contra o nazismo. Suas frases e discursos motivaram a população britânica durante os bombardeios. Sabia que ele ganhou o Prêmio Nobel de Literatura em 1953?",
    "palavras_chave": ["Winston Churchill", "Reino Unido", "Segunda Guerra Mundial", "nazismo", "Prêmio Nobel de Literatura"]
  },
  {
    "pergunta": "O que foi a Guerra Fria?",
    "resposta": "A Guerra Fria foi um período de tensão política e militar entre os Estados Unidos e a União Soviética, que durou de 1947 até 1991. Embora não tenha havido confronto direto entre as duas superpotências, ocorreram guerras indiretas, como na Coreia e no Vietnã. Sabia que a corrida espacial foi um dos símbolos dessa rivalidade?",
    "palavras_chave": ["Guerra Fria", "1947-1991", "EUA", "União Soviética", "corrida espacial", "conflitos indiretos"]
  },
  {
    "pergunta": "O que foi a ONU?",
    "resposta": "A ONU (Organização das Nações Unidas) foi criada em 1945 após a Segunda Guerra Mundial, com o objetivo de promover a paz, a cooperação internacional e os direitos humanos. Hoje é composta por quase todos os países do mundo. Sabia que sua sede fica em Nova York?",
    "palavras_chave": ["ONU", "Organização das Nações Unidas", "1945", "paz", "direitos humanos", "coooperação internacional"]
  },
  {
    "pergunta": "O que foi a OTAN?",
    "resposta": "A OTAN (Organização do Tratado do Atlântico Norte) foi criada em 1949 como uma aliança militar entre países ocidentais liderados pelos EUA para conter a expansão soviética. Até hoje atua como uma das principais organizações de defesa do mundo. Sabia que seu artigo 5º estabelece que um ataque a um membro é considerado ataque a todos?",
    "palavras_chave": ["OTAN", "Organização do Tratado do Atlântico Norte", "1949", "EUA", "defesa", "Guerra Fria"]
  },
  {
    "pergunta": "O que foi o Plano Marshall?",
    "resposta": "O Plano Marshall foi um programa de ajuda econômica criado pelos EUA em 1947 para reconstruir a Europa devastada pela Segunda Guerra Mundial. Além de apoiar a recuperação, também buscava conter a influência soviética. Sabia que foram investidos cerca de 13 bilhões de dólares da época?",
    "palavras_chave": ["Plano Marshall", "EUA", "1947", "Europa", "Segunda Guerra Mundial", "ajuda econômica"]
  },
  {
    "pergunta": "O que foi a Revolução Chinesa de 1949?",
    "resposta": "A Revolução Chinesa de 1949 levou o Partido Comunista, liderado por Mao Tsé-Tung, ao poder, instaurando a República Popular da China. Foi um marco na Guerra Fria, pois representava a expansão do socialismo. Sabia que o governo nacionalista derrotado refugiou-se em Taiwan?",
    "palavras_chave": ["Revolução Chinesa", "1949", "Mao Tsé-Tung", "República Popular da China", "socialismo", "Taiwan"]
  },
  {
    "pergunta": "O que foi a Guerra da Coreia?",
    "resposta": "A Guerra da Coreia (1950-1953) foi um conflito entre a Coreia do Norte, apoiada pela União Soviética e China, e a Coreia do Sul, apoiada pelos EUA e ONU. Terminou sem vitória clara, com a península dividida até hoje. Sabia que a zona desmilitarizada entre as Coreias é uma das fronteiras mais vigiadas do mundo?",
    "palavras_chave": ["Guerra da Coreia", "1950-1953", "Coreia do Norte", "Coreia do Sul", "EUA", "ONU"]
  },
  {
    "pergunta": "O que foi a Guerra do Vietnã?",
    "resposta": "A Guerra do Vietnã (1955-1975) foi um conflito entre o Vietnã do Norte, comunista, e o Vietnã do Sul, apoiado pelos EUA. Foi uma das guerras mais polêmicas da Guerra Fria, com forte resistência popular nos EUA contra sua participação. Sabia que os vietnamitas usaram túneis subterrâneos para surpreender as tropas americanas?",
    "palavras_chave": ["Guerra do Vietnã", "1955-1975", "Vietnã do Norte", "Vietnã do Sul", "EUA", "Guerra Fria"]
  },
  {
    "pergunta": "O que foi a corrida espacial?",
    "resposta": "A corrida espacial foi a disputa tecnológica e científica entre Estados Unidos e União Soviética durante a Guerra Fria, que tinha como objetivo conquistar o espaço. Ela começou com o lançamento do satélite soviético Sputnik em 1957 e culminou com a chegada do homem à Lua pelos norte-americanos em 1969. Sabia que o astronauta Neil Armstrong foi o primeiro a pisar na Lua, dizendo a famosa frase 'um pequeno passo para o homem, um salto gigantesco para a humanidade'?",
    "palavras_chave": ["corrida espacial", "Guerra Fria", "Sputnik", "Neil Armstrong", "Lua", "1969"]
  },
  {
    "pergunta": "Quem foi Martin Luther King Jr.?",
    "resposta": "Martin Luther King Jr. foi um pastor e ativista dos direitos civis nos Estados Unidos, que lutou pela igualdade racial por meio de protestos pacíficos e discursos marcantes. Ficou famoso pelo discurso 'I Have a Dream', em 1963, que inspirou milhões na luta contra a segregação racial. Sabia que ele recebeu o Prêmio Nobel da Paz em 1964?",
    "palavras_chave": ["Martin Luther King Jr.", "direitos civis", "segregação racial", "EUA", "I Have a Dream", "Prêmio Nobel da Paz"]
  },
  {
    "pergunta": "O que foi o movimento feminista do século XX?",
    "resposta": "O movimento feminista do século XX buscou a igualdade de direitos entre homens e mulheres, especialmente em áreas como o voto, o trabalho e a educação. Ele passou por várias fases, desde a luta pelo sufrágio até reivindicações por direitos reprodutivos e igualdade no mercado de trabalho. Sabia que o direito ao voto feminino foi conquistado em diferentes momentos pelo mundo, como no Brasil em 1932?",
    "palavras_chave": ["movimento feminista", "século XX", "direitos das mulheres", "sufrágio", "igualdade de gênero"]
  },
  {
    "pergunta": "O que foi a Guerra do Afeganistão (1979-1989)?",
    "resposta": "A Guerra do Afeganistão (1979-1989) ocorreu quando a União Soviética invadiu o país para apoiar um governo comunista local, enfrentando a resistência dos mujahidin, que receberam apoio dos EUA e de outros países. Esse conflito foi considerado o 'Vietnã soviético' e contribuiu para o enfraquecimento da URSS. Sabia que os Talibãs surgiram entre os grupos que combateram nessa guerra?",
    "palavras_chave": ["Guerra do Afeganistão", "1979-1989", "União Soviética", "mujahidin", "EUA", "Talibã"]
  },
  {
    "pergunta": "O que foi a crise dos mísseis em Cuba?",
    "resposta": "A crise dos mísseis em Cuba ocorreu em 1962, durante a Guerra Fria, quando os EUA descobriram que a União Soviética instalava mísseis nucleares na ilha. O mundo ficou à beira de uma guerra nuclear, mas o impasse foi resolvido por meio de negociações diplomáticas. Sabia que os EUA prometeram não invadir Cuba em troca da retirada dos mísseis?",
    "palavras_chave": ["crise dos mísseis em Cuba", "1962", "Guerra Fria", "EUA", "União Soviética", "armas nucleares"]
  },
  {
    "pergunta": "O que foi o Maio de 1968?",
    "resposta": "O Maio de 1968 foi uma série de protestos estudantis e greves operárias que ocorreram principalmente na França, mas também em outros países, questionando valores tradicionais, a política e a economia capitalista. O movimento marcou uma geração e influenciou lutas sociais posteriores. Sabia que um dos lemas do movimento era 'é proibido proibir'?",
    "palavras_chave": ["Maio de 1968", "França", "protestos estudantis", "greves", "movimentos sociais"]
  },
  {
    "pergunta": "O que foi o Apartheid?",
    "resposta": "O Apartheid foi um regime de segregação racial institucionalizado na África do Sul, entre 1948 e 1994, que separava brancos e negros em todos os aspectos da vida social. Foi combatido por líderes como Nelson Mandela, que passou 27 anos preso antes de se tornar presidente do país. Sabia que o Apartheid só terminou oficialmente em 1994, com as primeiras eleições multirraciais?",
    "palavras_chave": ["Apartheid", "África do Sul", "Nelson Mandela", "segregação racial", "direitos humanos", "1994"]
  },
  {
    "pergunta": "Quem foi Nelson Mandela?",
    "resposta": "Nelson Mandela foi líder da luta contra o Apartheid na África do Sul e tornou-se presidente do país em 1994, sendo o primeiro negro eleito democraticamente. Sua trajetória inspirou movimentos por liberdade e justiça no mundo todo. Sabia que ele recebeu o Prêmio Nobel da Paz em 1993?",
    "palavras_chave": ["Nelson Mandela", "Apartheid", "África do Sul", "Prêmio Nobel da Paz", "1994"]
  },
  {
    "pergunta": "O que foi a Guerra do Golfo?",
    "resposta": "A Guerra do Golfo (1990-1991) aconteceu após a invasão do Kuwait pelo Iraque de Saddam Hussein. Uma coalizão internacional liderada pelos EUA interveio para expulsar os iraquianos do território. Foi um dos primeiros conflitos transmitidos ao vivo pela televisão. Sabia que essa guerra popularizou o termo 'guerra tecnológica', pelo uso de mísseis guiados?",
    "palavras_chave": ["Guerra do Golfo", "1990-1991", "Kuwait", "Iraque", "EUA", "Saddam Hussein"]
  },
  {
    "pergunta": "O que foi a Primavera Árabe?",
    "resposta": "A Primavera Árabe foi uma onda de protestos populares que começou em 2010 na Tunísia e se espalhou por vários países árabes, exigindo democracia, melhores condições de vida e o fim de regimes autoritários. Sabia que as redes sociais tiveram papel fundamental na organização das manifestações?",
    "palavras_chave": ["Primavera Árabe", "2010", "Tunísia", "protestos", "democracia", "redes sociais"]
  },
  {
    "pergunta": "O que foi o movimento hippie?",
    "resposta": "O movimento hippie surgiu nos anos 1960 como uma contracultura que defendia a paz, o amor livre, a crítica ao consumismo e a valorização da natureza. Ficou marcado por eventos como o Festival de Woodstock em 1969. Sabia que o símbolo da paz, popularizado pelos hippies, foi criado originalmente como um ícone antinuclear?",
    "palavras_chave": ["movimento hippie", "anos 1960", "contracultura", "Woodstock", "paz", "natureza"]
  },
  {
    "pergunta": "O que foi o Muro de Berlim?",
    "resposta": "O Muro de Berlim foi construído em 1961 para dividir a Alemanha Oriental (socialista) da Alemanha Ocidental (capitalista). Ele se tornou símbolo da Guerra Fria até sua queda em 1989, que marcou o fim da divisão alemã. Sabia que famílias ficaram separadas por décadas devido à sua construção?",
    "palavras_chave": ["Muro de Berlim", "1961", "1989", "Guerra Fria", "Alemanha", "divisão"]
  },
  {
    "pergunta": "O que foi a Guerra do Iraque?",
    "resposta": "A Guerra do Iraque começou em 2003, quando uma coalizão liderada pelos EUA invadiu o país sob a alegação de que o regime de Saddam Hussein possuía armas de destruição em massa. Essas armas nunca foram encontradas, e o conflito gerou instabilidade duradoura na região. Sabia que essa guerra durou oficialmente até 2011?",
    "palavras_chave": ["Guerra do Iraque", "2003", "EUA", "Saddam Hussein", "armas de destruição em massa", "2003-2011"]
  },
  {
    "pergunta": "O que foi a Revolução Iraniana de 1979?",
    "resposta": "A Revolução Iraniana de 1979 derrubou o xá Reza Pahlavi, aliado dos EUA, e instaurou a República Islâmica liderada pelo aiatolá Khomeini. Foi um marco na ascensão do islamismo político no Oriente Médio. Sabia que após a revolução, milhares de americanos ficaram como reféns por mais de um ano na embaixada em Teerã?",
    "palavras_chave": ["Revolução Iraniana", "1979", "Irã", "aiatolá Khomeini", "República Islâmica"]
  },
  {
    "pergunta": "O que foi a crise do petróleo de 1973?",
    "resposta": "A crise do petróleo de 1973 aconteceu quando países árabes da OPEP restringiram a produção em represália ao apoio ocidental a Israel na Guerra do Yom Kippur. Isso gerou uma forte alta nos preços do petróleo e crise econômica mundial. Sabia que muitas cidades passaram a incentivar o uso de transportes coletivos para economizar combustível?",
    "palavras_chave": ["crise do petróleo", "1973", "OPEP", "Israel", "economia mundial"]
  },
  {
    "pergunta": "O que foi o massacre da Praça da Paz Celestial?",
    "resposta": "O massacre da Praça da Paz Celestial ocorreu em 1989, em Pequim, quando protestos pró-democracia foram violentamente reprimidos pelo governo chinês. Estudantes pediam reformas políticas e liberdade, mas o exército abriu fogo contra manifestantes. Sabia que a imagem do 'homem do tanque', um jovem desarmado enfrentando tanques, se tornou um símbolo mundial de resistência?",
    "palavras_chave": ["massacre da Praça da Paz Celestial", "1989", "China", "protestos", "democracia"]
  },
  {
    "pergunta": "O que foi a queda da União Soviética?",
    "resposta": "A queda da União Soviética ocorreu em 1991 após crises econômicas, políticas e sociais, resultando no fim da Guerra Fria e na independência de várias repúblicas. Sabia que Mikhail Gorbachev, último líder soviético, implementou as reformas da 'perestroika' e 'glasnost'?",
    "palavras_chave": ["queda da União Soviética", "1991", "Mikhail Gorbachev", "perestroika", "glasnost", "fim da Guerra Fria"]
  },
  {
    "pergunta": "Quem foi Che Guevara?",
    "resposta": "Che Guevara foi um revolucionário argentino que participou ativamente da Revolução Cubana ao lado de Fidel Castro. Tornou-se um ícone da luta contra o imperialismo e da esquerda mundial. Sabia que ele foi morto na Bolívia em 1967, tentando iniciar uma revolução no país?",
    "palavras_chave": ["Che Guevara", "Revolução Cubana", "Fidel Castro", "Bolívia", "1967", "imperialismo"]
  },
  {
    "pergunta": "O que foi a Revolução Cubana?",
    "resposta": "A Revolução Cubana, liderada por Fidel Castro, Che Guevara e outros, derrubou em 1959 o ditador Fulgencio Batista, instaurando um regime socialista na ilha. O evento marcou profundamente a Guerra Fria na América Latina. Sabia que, após a revolução, Cuba se alinhou com a União Soviética?",
    "palavras_chave": ["Revolução Cubana", "1959", "Fidel Castro", "Che Guevara", "socialismo", "Guerra Fria"]
  },
  {
    "pergunta": "Quem foi Fidel Castro?",
    "resposta": "Fidel Castro foi o líder da Revolução Cubana e governou Cuba por quase 50 anos, instaurando um regime socialista. Sua liderança desafiou os Estados Unidos em diversos momentos, como na crise dos mísseis de 1962. Sabia que Fidel só deixou o poder em 2008, por motivos de saúde?",
    "palavras_chave": ["Fidel Castro", "Cuba", "Revolução Cubana", "socialismo", "crise dos mísseis"]
  },
  {
    "pergunta": "O que foi a Guerra da Coreia?",
    "resposta": "A Guerra da Coreia (1950-1953) foi um conflito entre a Coreia do Norte, apoiada pela China e URSS, e a Coreia do Sul, apoiada pelos EUA e ONU. O país acabou dividido ao longo do paralelo 38. Sabia que tecnicamente as Coreias nunca assinaram um tratado de paz definitivo?",
    "palavras_chave": ["Guerra da Coreia", "1950-1953", "Coreia do Norte", "Coreia do Sul", "EUA", "ONU"]
  },
  {
    "pergunta": "O que foi o Plano Marshall?",
    "resposta": "O Plano Marshall foi um programa de ajuda econômica dos EUA para reconstruir a Europa após a Segunda Guerra Mundial, iniciado em 1948. Seu objetivo era conter a expansão do comunismo e fortalecer economias capitalistas. Sabia que o nome oficial era Programa de Recuperação Europeia?",
    "palavras_chave": ["Plano Marshall", "1948", "EUA", "Europa", "reconstrução", "comunismo"]
  },
  {
    "pergunta": "O que foi o Tratado de Maastricht?",
    "resposta": "O Tratado de Maastricht, assinado em 1992, estabeleceu a União Europeia (UE) e criou as bases para a moeda única, o euro. Ele ampliou a integração política e econômica entre os países europeus. Sabia que a moeda euro entrou em circulação física apenas em 2002?",
    "palavras_chave": ["Tratado de Maastricht", "1992", "União Europeia", "euro", "integração"]
  },
  {
    "pergunta": "Quem foi Margaret Thatcher?",
    "resposta": "Margaret Thatcher foi a primeira mulher a ocupar o cargo de primeira-ministra do Reino Unido, governando de 1979 a 1990. Ficou conhecida como 'Dama de Ferro' por suas políticas econômicas neoliberais e postura firme contra sindicatos. Sabia que ela também liderou o país durante a Guerra das Malvinas em 1982?",
    "palavras_chave": ["Margaret Thatcher", "Reino Unido", "primeira-ministra", "neoliberalismo", "Guerra das Malvinas"]
  },
  {
    "pergunta": "O que foi a Guerra das Malvinas?",
    "resposta": "A Guerra das Malvinas ocorreu em 1982, quando a Argentina tentou retomar o arquipélago das Malvinas, controlado pelo Reino Unido. O conflito terminou com vitória britânica, mas deixou milhares de mortos. Sabia que essa guerra durou apenas 74 dias?",
    "palavras_chave": ["Guerra das Malvinas", "1982", "Argentina", "Reino Unido", "ilhas Malvinas"]
  },
  {
    "pergunta": "O que foi a crise de 1929?",
    "resposta": "A crise de 1929, também chamada de Grande Depressão, começou com a quebra da Bolsa de Nova York e se espalhou pelo mundo, gerando desemprego em massa e falências. Sabia que foi a maior crise econômica do século XX?",
    "palavras_chave": ["crise de 1929", "Grande Depressão", "Bolsa de Nova York", "economia mundial"]
  },
  {
    "pergunta": "O que foi a Revolução dos Cravos?",
    "resposta": "A Revolução dos Cravos aconteceu em Portugal em 1974 e derrubou a ditadura salazarista, instaurando a democracia. O nome vem das flores que os soldados colocaram nos canos das armas. Sabia que o movimento foi quase sem violência?",
    "palavras_chave": ["Revolução dos Cravos", "Portugal", "1974", "democracia", "ditadura salazarista"]
  },
  {
    "pergunta": "Quem foi Mikhail Gorbachev?",
    "resposta": "Mikhail Gorbachev foi o último líder da União Soviética e promoveu reformas como a 'perestroika' (reestruturação econômica) e a 'glasnost' (abertura política). Essas mudanças aceleraram o fim da Guerra Fria. Sabia que ele recebeu o Prêmio Nobel da Paz em 1990?",
    "palavras_chave": ["Mikhail Gorbachev", "União Soviética", "perestroika", "glasnost", "Prêmio Nobel da Paz"]
  },
  {
    "pergunta": "O que foi a Guerra do Vietnã?",
    "resposta": "A Guerra do Vietnã (1955-1975) opôs o Vietnã do Norte (comunista, apoiado pela URSS e China) e o Vietnã do Sul (apoiado pelos EUA). O conflito terminou com a vitória comunista e a reunificação do país. Sabia que esse foi um dos conflitos mais polêmicos para a opinião pública dos EUA?",
    "palavras_chave": ["Guerra do Vietnã", "1955-1975", "EUA", "Vietnã do Norte", "Vietnã do Sul", "comunismo"]
  },
  {
    "pergunta": "O que foi a Revolução Chinesa de 1949?",
    "resposta": "A Revolução Chinesa de 1949 foi liderada por Mao Tsé-Tung e estabeleceu a República Popular da China após a vitória dos comunistas contra os nacionalistas. Sabia que os nacionalistas fugiram para a ilha de Taiwan?",
    "palavras_chave": ["Revolução Chinesa", "1949", "Mao Tsé-Tung", "China", "comunismo", "Taiwan"]
  },
  {
    "pergunta": "O que foi a Conferência de Bandung?",
    "resposta": "A Conferência de Bandung, realizada em 1955 na Indonésia, reuniu países da Ásia e África recém-independentes para discutir cooperação e neutralidade na Guerra Fria. Sabia que ela marcou a origem do Movimento dos Países Não Alinhados?",
    "palavras_chave": ["Conferência de Bandung", "1955", "África", "Ásia", "não alinhados"]
  },
  {
    "pergunta": "O que foi a Guerra Civil Espanhola?",
    "resposta": "A Guerra Civil Espanhola (1936-1939) opôs republicanos e nacionalistas liderados por Francisco Franco, que saiu vitorioso e implantou uma ditadura até 1975. Sabia que esse conflito foi visto como um 'ensaio' para a Segunda Guerra Mundial?",
    "palavras_chave": ["Guerra Civil Espanhola", "1936-1939", "Francisco Franco", "república", "ditadura"]
  },
  {
    "pergunta": "Quem foi Winston Churchill?",
    "resposta": "Winston Churchill foi primeiro-ministro do Reino Unido durante a Segunda Guerra Mundial e é lembrado por sua liderança e discursos inspiradores. Sabia que ele também ganhou o Prêmio Nobel de Literatura em 1953?",
    "palavras_chave": ["Winston Churchill", "Reino Unido", "Segunda Guerra Mundial", "líder", "Prêmio Nobel de Literatura"]
  },
  {
    "pergunta": "O que foi a independência da Índia?",
    "resposta": "A independência da Índia ocorreu em 1947, liderada por Mahatma Gandhi e outros, após longa luta contra o domínio britânico. O processo resultou também na criação do Paquistão. Sabia que Gandhi defendia a resistência não violenta como forma de luta?",
    "palavras_chave": ["independência da Índia", "1947", "Mahatma Gandhi", "Paquistão", "resistência não violenta"]
  },
  {
    "pergunta": "Quem foi Mahatma Gandhi?",
    "resposta": "Mahatma Gandhi foi o líder da independência indiana, conhecido por sua filosofia da não violência e resistência pacífica contra o colonialismo britânico. Sabia que ele inspirou movimentos de direitos civis em outros países, como nos EUA com Martin Luther King Jr.?",
    "palavras_chave": ["Mahatma Gandhi", "Índia", "independência", "não violência", "colonialismo"]
  },
  {
    "pergunta": "O que foi o movimento Pan-africanista?",
    "resposta": "O Pan-africanismo foi um movimento político e cultural que defendia a união e a valorização dos povos africanos e da diáspora. Ganhou força no século XX, influenciando lutas de independência no continente. Sabia que líderes como Kwame Nkrumah de Gana foram centrais nesse processo?",
    "palavras_chave": ["Pan-africanismo", "século XX", "África", "independência", "Kwame Nkrumah"]
  },
  {
    "pergunta": "O que foi a independência da Argélia?",
    "resposta": "A Argélia conquistou sua independência da França em 1962, após uma guerra brutal iniciada em 1954 pelo movimento de libertação FLN. Sabia que o conflito deixou centenas de milhares de mortos?",
    "palavras_chave": ["independência da Argélia", "1962", "França", "FLN", "guerra de independência"]
  },
  {
    "pergunta": "O que foi a Guerra do Golfo?",
    "resposta": "A Guerra do Golfo, entre 1990 e 1991, ocorreu quando o Iraque, liderado por Saddam Hussein, invadiu o Kuwait. Uma coalizão internacional liderada pelos Estados Unidos interveio para expulsar as tropas iraquianas. Sabia que essa guerra foi um dos primeiros conflitos a ter cobertura televisiva em tempo real, com imagens transmitidas pela CNN?",
    "palavras_chave": ["Guerra do Golfo", "1990-1991", "Iraque", "Kuwait", "Saddam Hussein", "EUA"]
  },
  {
    "pergunta": "O que foi o Apartheid na África do Sul?",
    "resposta": "O Apartheid foi um regime de segregação racial imposto oficialmente na África do Sul entre 1948 e 1994, que separava a população em brancos, negros e outros grupos. Nelson Mandela tornou-se o símbolo da luta contra esse sistema. Sabia que o Apartheid terminou oficialmente em 1994, com a eleição de Mandela como presidente?",
    "palavras_chave": ["Apartheid", "África do Sul", "segregação racial", "Nelson Mandela", "1948-1994"]
  },
  {
    "pergunta": "O que foi o 11 de Setembro de 2001?",
    "resposta": "O 11 de Setembro foi o atentado terrorista cometido pela Al-Qaeda contra os Estados Unidos em 2001, com aviões sequestrados que atingiram as Torres Gêmeas em Nova York e o Pentágono. Sabia que foi após esse ataque que os EUA iniciaram a chamada 'Guerra ao Terror'?",
    "palavras_chave": ["11 de Setembro", "2001", "Al-Qaeda", "Torres Gêmeas", "terrorismo", "EUA"]
  },
  {
    "pergunta": "O que foi a Primavera Árabe?",
    "resposta": "A Primavera Árabe foi uma onda de protestos populares iniciada em 2010 na Tunísia e que se espalhou por vários países do Oriente Médio e Norte da África, exigindo democracia e fim da corrupção. Sabia que em alguns países resultou em mudanças de regime, mas em outros levou a guerras civis?",
    "palavras_chave": ["Primavera Árabe", "2010", "Tunísia", "Oriente Médio", "democracia", "protestos"]
  },
  {
    "pergunta": "O que foi a crise de 2008?",
    "resposta": "A crise financeira de 2008 começou nos Estados Unidos com o colapso do mercado imobiliário e rapidamente se espalhou para todo o mundo, gerando recessão global. Sabia que o banco Lehman Brothers, um dos maiores do mundo, faliu nesse período?",
    "palavras_chave": ["crise de 2008", "recessão global", "EUA", "mercado imobiliário", "Lehman Brothers"]
  },
  {
    "pergunta": "Quem foi Nelson Mandela?",
    "resposta": "Nelson Mandela foi líder da luta contra o Apartheid na África do Sul, preso por 27 anos e libertado em 1990. Em 1994, tornou-se o primeiro presidente negro do país. Sabia que ele recebeu o Prêmio Nobel da Paz em 1993?",
    "palavras_chave": ["Nelson Mandela", "África do Sul", "Apartheid", "1994", "Prêmio Nobel da Paz"]
  },
  {
    "pergunta": "O que foi a Guerra do Afeganistão iniciada em 2001?",
    "resposta": "A Guerra do Afeganistão começou em 2001, quando os EUA invadiram o país após os atentados de 11 de Setembro, com o objetivo de derrubar o regime do Talibã que abrigava a Al-Qaeda. Sabia que esse foi o conflito mais longo da história dos EUA, durando até 2021?",
    "palavras_chave": ["Guerra do Afeganistão", "2001-2021", "EUA", "Talibã", "Al-Qaeda"]
  },
  {
    "pergunta": "O que foi a independência de Angola?",
    "resposta": "Angola conquistou sua independência de Portugal em 1975, mas logo mergulhou em uma guerra civil que só terminou em 2002. Sabia que o conflito interno envolveu tanto a União Soviética quanto os Estados Unidos, em plena Guerra Fria?",
    "palavras_chave": ["independência de Angola", "1975", "Portugal", "guerra civil", "Guerra Fria"]
  },
  {
    "pergunta": "O que foi a Revolução Iraniana de 1979?",
    "resposta": "A Revolução Iraniana de 1979 derrubou o xá Mohammad Reza Pahlavi e instaurou a República Islâmica sob a liderança do aiatolá Khomeini. Sabia que esse evento mudou drasticamente a política do Oriente Médio e as relações com os EUA?",
    "palavras_chave": ["Revolução Iraniana", "1979", "Irã", "aiatolá Khomeini", "República Islâmica"]
  },
  {
    "pergunta": "O que foi a queda do Muro de Berlim?",
    "resposta": "A queda do Muro de Berlim em 1989 simbolizou o fim da Guerra Fria e levou à reunificação da Alemanha. O muro dividia Berlim Oriental (socialista) e Ocidental (capitalista) desde 1961. Sabia que milhões de pessoas acompanharam ao vivo a derrubada do muro pela TV?",
    "palavras_chave": ["Muro de Berlim", "1989", "Alemanha", "Guerra Fria", "reunificação"]
  },
  {
    "pergunta": "O que foi a Guerra da Síria?",
    "resposta": "A Guerra da Síria começou em 2011 como parte da Primavera Árabe, quando protestos contra o governo de Bashar al-Assad se transformaram em conflito armado, envolvendo várias potências internacionais. Sabia que se tornou uma das crises humanitárias mais graves do século XXI?",
    "palavras_chave": ["Guerra da Síria", "2011", "Bashar al-Assad", "Primavera Árabe", "crise humanitária"]
  },
  {
    "pergunta": "O que foi a Guerra das Malvinas?",
    "resposta": "A Guerra das Malvinas em 1982 foi um conflito entre Argentina e Reino Unido pelo controle das ilhas Malvinas. A Argentina foi derrotada, mas o episódio fortaleceu o nacionalismo no país. Sabia que durou apenas 74 dias?",
    "palavras_chave": ["Guerra das Malvinas", "1982", "Argentina", "Reino Unido", "ilhas Malvinas"]
  },
  {
    "pergunta": "O que foi a Guerra da Coreia?",
    "resposta": "A Guerra da Coreia, de 1950 a 1953, foi um conflito entre Coreia do Norte (apoiada pela China e URSS) e Coreia do Sul (apoiada pelos EUA e ONU). O conflito terminou em armistício, mantendo a divisão entre os dois países. Sabia que tecnicamente as Coreias ainda estão em guerra até hoje?",
    "palavras_chave": ["Guerra da Coreia", "1950-1953", "Coreia do Norte", "Coreia do Sul", "EUA", "ONU"]
  },
  {
    "pergunta": "O que foi a Guerra do Iraque em 2003?",
    "resposta": "A Guerra do Iraque de 2003 começou com a invasão liderada pelos EUA para derrubar Saddam Hussein, sob a alegação de que o país possuía armas de destruição em massa — algo nunca comprovado. Sabia que Hussein foi capturado em dezembro de 2003 e executado em 2006?",
    "palavras_chave": ["Guerra do Iraque", "2003", "EUA", "Saddam Hussein", "armas de destruição em massa"]
  },
  {
    "pergunta": "Quem foi Martin Luther King Jr.?",
    "resposta": "Martin Luther King Jr. foi um líder do movimento dos direitos civis nos Estados Unidos, conhecido por sua defesa da igualdade racial através da não violência. Sabia que ele foi assassinado em 1968 e recebeu o Prêmio Nobel da Paz em 1964?",
    "palavras_chave": ["Martin Luther King Jr.", "direitos civis", "EUA", "não violência", "Prêmio Nobel da Paz"]
  },
  {
    "pergunta": "O que foi o Movimento pelos Direitos Civis nos EUA?",
    "resposta": "O movimento dos direitos civis nos EUA, ativo nas décadas de 1950 e 1960, buscava o fim da segregação racial e a igualdade de direitos para os afro-americanos. Sabia que a Marcha sobre Washington em 1963 reuniu mais de 250 mil pessoas?",
    "palavras_chave": ["movimento dos direitos civis", "EUA", "segregação racial", "igualdade", "1950-1960"]
  },
  {
    "pergunta": "O que foi o movimento hippie?",
    "resposta": "O movimento hippie surgiu nos anos 1960, nos EUA, pregando paz, amor livre, rejeição ao consumismo e defesa da natureza. Ficou marcado pelo Festival de Woodstock em 1969. Sabia que o lema 'faça amor, não faça guerra' nasceu nesse movimento?",
    "palavras_chave": ["movimento hippie", "1960", "EUA", "Woodstock", "contracultura"]
  },
  {
    "pergunta": "O que foi o massacre da Praça da Paz Celestial?",
    "resposta": "O massacre da Praça da Paz Celestial ocorreu em Pequim em 1989, quando o governo chinês reprimiu violentamente manifestações estudantis por democracia. Sabia que a imagem do 'homem do tanque' se tornou um dos símbolos mais conhecidos do século XX?",
    "palavras_chave": ["Praça da Paz Celestial", "1989", "China", "massacre", "manifestações"]
  },
  {
    "pergunta": "O que foi a independência de Moçambique?",
    "resposta": "Moçambique tornou-se independente de Portugal em 1975, após anos de luta liderada pela FRELIMO. O país, no entanto, entrou em guerra civil pouco depois, que durou até 1992. Sabia que o Acordo de Paz foi assinado em Roma?",
    "palavras_chave": ["independência de Moçambique", "1975", "Portugal", "FRELIMO", "guerra civil"]
  },
  {
    "pergunta": "O que foi a globalização?",
    "resposta": "A globalização é o processo de integração econômica, cultural, política e tecnológica entre diferentes países, intensificado no final do século XX. Sabia que a popularização da internet na década de 1990 acelerou a globalização como nunca antes na história?",
    "palavras_chave": ["globalização", "integração mundial", "economia", "internet", "século XX"]
  },
  {
    "pergunta": "O que é a União Europeia?",
    "resposta": "A União Europeia é um bloco político e econômico criado oficialmente em 1993 pelo Tratado de Maastricht, que reúne países da Europa para promover integração econômica, livre circulação e cooperação. Sabia que o euro foi introduzido como moeda única em 2002?",
    "palavras_chave": ["União Europeia", "Tratado de Maastricht", "1993", "euro", "integração europeia"]
  },
  {
    "pergunta": "O que foi o Plano Marshall?",
    "resposta": "O Plano Marshall foi um programa de ajuda econômica lançado pelos Estados Unidos em 1948 para reconstruir a Europa após a Segunda Guerra Mundial. Sabia que foram investidos mais de 13 bilhões de dólares da época, fundamentais para a recuperação europeia?",
    "palavras_chave": ["Plano Marshall", "1948", "EUA", "Europa", "reconstrução econômica"]
  },
  {
    "pergunta": "Como surgiu o Mercosul?",
    "resposta": "O Mercosul (Mercado Comum do Sul) foi criado em 1991 pelo Tratado de Assunção, reunindo Brasil, Argentina, Uruguai e Paraguai em um bloco econômico sul-americano. Sabia que ele foi inspirado na integração europeia da União Europeia?",
    "palavras_chave": ["Mercosul", "1991", "Tratado de Assunção", "Brasil", "América do Sul"]
  },
  {
    "pergunta": "O que foi a corrida espacial?",
    "resposta": "A corrida espacial foi a disputa tecnológica entre EUA e URSS durante a Guerra Fria para explorar o espaço. Ela trouxe avanços como satélites, sondas e a chegada do homem à Lua em 1969. Sabia que muitas tecnologias usadas no cotidiano, como GPS, têm origem nesses avanços?",
    "palavras_chave": ["corrida espacial", "EUA", "URSS", "Lua", "1969", "tecnologia"]
  },
  {
    "pergunta": "O que é a Declaração Universal dos Direitos Humanos?",
    "resposta": "Adotada em 1948 pela ONU, a Declaração Universal dos Direitos Humanos estabeleceu direitos fundamentais como liberdade, igualdade e dignidade. Sabia que Eleanor Roosevelt foi uma das principais figuras na sua elaboração?",
    "palavras_chave": ["Declaração Universal dos Direitos Humanos", "1948", "ONU", "Eleanor Roosevelt", "liberdade"]
  },
  {
    "pergunta": "O que é a ONU?",
    "resposta": "A Organização das Nações Unidas (ONU) foi fundada em 1945, após a Segunda Guerra Mundial, para promover paz, segurança e cooperação internacional. Sabia que começou com 51 países membros e hoje conta com quase 200?",
    "palavras_chave": ["ONU", "1945", "Nações Unidas", "cooperação internacional", "paz mundial"]
  },
  {
    "pergunta": "O que foi o projeto Genoma Humano?",
    "resposta": "O Projeto Genoma Humano, iniciado em 1990 e concluído em 2003, mapeou todos os genes do ser humano, revolucionando a biologia e a medicina. Sabia que esse avanço abriu caminho para terapias personalizadas e estudos de doenças genéticas?",
    "palavras_chave": ["Projeto Genoma Humano", "1990-2003", "ciência", "genética", "medicina"]
  },
  {
    "pergunta": "Como surgiu a internet?",
    "resposta": "A internet teve origem na década de 1960, em projetos militares como a ARPANET nos Estados Unidos, mas se popularizou nos anos 1990 com o surgimento da World Wide Web. Sabia que o primeiro e-mail foi enviado em 1971?",
    "palavras_chave": ["internet", "ARPANET", "World Wide Web", "anos 1990", "tecnologia"]
  },
  {
    "pergunta": "O que foi a Revolução Digital?",
    "resposta": "A Revolução Digital, iniciada na segunda metade do século XX, refere-se à transição do uso de tecnologias analógicas para digitais, com computadores, internet e celulares. Sabia que o primeiro celular comercial foi lançado em 1983?",
    "palavras_chave": ["Revolução Digital", "tecnologia", "computadores", "internet", "celulares"]
  },
  {
    "pergunta": "O que foi o movimento feminista do século XX?",
    "resposta": "O movimento feminista ganhou força no século XX, com pautas como direito ao voto, igualdade salarial e liberdade reprodutiva. Sabia que o sufrágio feminino foi conquistado em diferentes datas pelo mundo, como em 1932 no Brasil?",
    "palavras_chave": ["feminismo", "século XX", "sufrágio feminino", "direitos das mulheres", "igualdade"]
  },
  {
    "pergunta": "Como surgiu o movimento ambientalista?",
    "resposta": "O movimento ambientalista cresceu na segunda metade do século XX, preocupado com poluição, desmatamento e mudanças climáticas. Sabia que o Dia da Terra começou a ser celebrado em 1970 nos Estados Unidos?",
    "palavras_chave": ["movimento ambientalista", "século XX", "meio ambiente", "Dia da Terra", "mudanças climáticas"]
  },
  {
    "pergunta": "O que é a ONU Mulheres?",
    "resposta": "A ONU Mulheres é uma entidade das Nações Unidas criada em 2010 para promover a igualdade de gênero e o empoderamento feminino. Sabia que sua criação foi resultado da fusão de quatro organismos da ONU voltados para a temática de gênero?",
    "palavras_chave": ["ONU Mulheres", "2010", "igualdade de gênero", "empoderamento feminino", "ONU"]
  },
  {
    "pergunta": "O que foi a Revolução da Informação?",
    "resposta": "A Revolução da Informação refere-se ao impacto das tecnologias digitais, especialmente computadores e internet, na forma como produzimos, compartilhamos e consumimos informação. Sabia que o Google foi fundado em 1998 e mudou radicalmente a forma de buscar conhecimento?",
    "palavras_chave": ["Revolução da Informação", "internet", "computadores", "Google", "século XX"]
  },
  {
    "pergunta": "O que foi o surgimento das redes sociais?",
    "resposta": "As redes sociais começaram a se popularizar nos anos 2000, com plataformas como Orkut, Facebook e Twitter, revolucionando a comunicação. Sabia que o Orkut foi criado por um engenheiro turco do Google em 2004 e se tornou muito popular no Brasil?",
    "palavras_chave": ["redes sociais", "Facebook", "Twitter", "Orkut", "anos 2000"]
  },
  {
    "pergunta": "O que foi a Conferência de Estocolmo?",
    "resposta": "A Conferência de Estocolmo, realizada em 1972, foi a primeira conferência mundial sobre meio ambiente, organizada pela ONU. Sabia que dela surgiu o Programa das Nações Unidas para o Meio Ambiente (PNUMA)?",
    "palavras_chave": ["Conferência de Estocolmo", "1972", "meio ambiente", "ONU", "PNUMA"]
  },
  {
    "pergunta": "O que é o Acordo de Paris?",
    "resposta": "O Acordo de Paris foi um tratado internacional assinado em 2015 para combater as mudanças climáticas, comprometendo países a reduzir emissões de gases de efeito estufa. Sabia que quase 200 países aderiram ao acordo?",
    "palavras_chave": ["Acordo de Paris", "2015", "mudanças climáticas", "meio ambiente", "tratado internacional"]
  },
  {
    "pergunta": "O que é o G20?",
    "resposta": "O G20 é um fórum internacional criado em 1999 que reúne as 19 maiores economias do mundo mais a União Europeia, para discutir políticas econômicas globais. Sabia que juntos esses países representam cerca de 85% do PIB mundial?",
    "palavras_chave": ["G20", "1999", "economia global", "PIB mundial", "cooperação internacional"]
  },
  {
    "pergunta": "O que foi o surgimento da OMS?",
    "resposta": "A Organização Mundial da Saúde (OMS) foi fundada em 1948 como parte da ONU, com a missão de coordenar esforços internacionais na saúde. Sabia que a OMS liderou campanhas que erradicaram a varíola em 1980?",
    "palavras_chave": ["OMS", "1948", "ONU", "saúde mundial", "varíola"]
  },
  {
    "pergunta": "O que foi o impeachment de Richard Nixon?",
    "resposta": "Richard Nixon foi presidente dos EUA e renunciou em 1974 após o escândalo de Watergate, no qual sua campanha foi acusada de espionagem política. Sabia que ele foi o único presidente norte-americano a renunciar ao cargo?",
    "palavras_chave": ["Richard Nixon", "Watergate", "1974", "impeachment", "EUA"]
  },
  {
    "pergunta": "O que foi a queda do Muro de Berlim?",
    "resposta": "A queda do Muro de Berlim, em 1989, simbolizou o fim da divisão entre Alemanha Oriental e Ocidental, tornando-se um marco da reunificação alemã e do colapso do bloco socialista no Leste Europeu. Sabia que milhares de pessoas se reuniram para demolir o muro com marretas e ferramentas simples?",
    "palavras_chave": ["Muro de Berlim", "1989", "Alemanha", "reunificação", "socialismo"]
  },
  {
    "pergunta": "O que foi a Primavera Árabe?",
    "resposta": "A Primavera Árabe foi uma série de protestos populares iniciados em 2010 no norte da África e no Oriente Médio, que buscavam democracia, melhores condições sociais e fim da corrupção. Sabia que o movimento começou na Tunísia e se espalhou para diversos países da região?",
    "palavras_chave": ["Primavera Árabe", "2010", "Oriente Médio", "norte da África", "protestos populares"]
  },
  {
    "pergunta": "O que foi o apartheid na África do Sul?",
    "resposta": "O apartheid foi um regime de segregação racial que vigorou na África do Sul de 1948 a 1994, separando legalmente brancos e negros em todos os aspectos da vida social. Sabia que Nelson Mandela foi uma das principais figuras na luta contra esse sistema?",
    "palavras_chave": ["apartheid", "África do Sul", "segregação racial", "Nelson Mandela", "1948-1994"]
  },
  {
    "pergunta": "O que foi a Revolução Científica do século XX?",
    "resposta": "No século XX, a ciência passou por grandes transformações com descobertas como a teoria da relatividade de Einstein, a física quântica e a biologia molecular. Sabia que essas descobertas mudaram até mesmo a visão filosófica sobre o universo e a vida?",
    "palavras_chave": ["ciência", "século XX", "Einstein", "relatividade", "biologia molecular"]
  },
  {
    "pergunta": "Como a televisão impactou o século XX?",
    "resposta": "A televisão transformou a comunicação de massa a partir dos anos 1950, tornando-se um meio central de informação, propaganda e entretenimento. Sabia que o homem pisando na Lua em 1969 foi um dos eventos mais assistidos da história?",
    "palavras_chave": ["televisão", "século XX", "comunicação de massa", "1969", "cultura de massa"]
  },
  {
    "pergunta": "O que foi a Conferência de Kyoto?",
    "resposta": "O Protocolo de Kyoto, assinado em 1997, foi o primeiro grande acordo internacional para reduzir as emissões de gases de efeito estufa. Sabia que alguns países importantes, como os Estados Unidos, não ratificaram o acordo?",
    "palavras_chave": ["Protocolo de Kyoto", "1997", "meio ambiente", "gases de efeito estufa", "tratado internacional"]
  },
  {
    "pergunta": "O que foi a crise do petróleo de 1973?",
    "resposta": "A crise do petróleo de 1973 ocorreu quando países árabes exportadores reduziram a produção, causando forte aumento nos preços e impacto mundial. Sabia que essa crise incentivou pesquisas em energia alternativa e novas estratégias econômicas?",
    "palavras_chave": ["crise do petróleo", "1973", "economia mundial", "Oriente Médio", "energia alternativa"]
  },
  {
    "pergunta": "Como surgiu o movimento LGBTQIA+?",
    "resposta": "O movimento LGBTQIA+ ganhou força no século XX, especialmente após os protestos de Stonewall, em 1969, nos Estados Unidos, que exigiam respeito e igualdade de direitos. Sabia que junho é celebrado como mês do orgulho em memória desse marco?",
    "palavras_chave": ["LGBTQIA+", "Stonewall", "1969", "direitos civis", "orgulho"]
  },
  {
    "pergunta": "O que foi a Revolução Verde?",
    "resposta": "A Revolução Verde foi um conjunto de inovações agrícolas, iniciado nos anos 1940, que aumentou a produção de alimentos com uso de fertilizantes, pesticidas e sementes modificadas. Sabia que ela ajudou a reduzir a fome em muitos países, mas também gerou impactos ambientais?",
    "palavras_chave": ["Revolução Verde", "agricultura", "fertilizantes", "produção de alimentos", "impactos ambientais"]
  },
  {
    "pergunta": "Como surgiu a globalização cultural?",
    "resposta": "A globalização cultural se intensificou no século XX com a disseminação de música, cinema, moda e esportes por meio da mídia e da internet. Sabia que a indústria de Hollywood se tornou um dos maiores símbolos dessa integração cultural?",
    "palavras_chave": ["globalização cultural", "século XX", "cinema", "internet", "Hollywood"]
  },
  {
    "pergunta": "O que foi o surgimento da inteligência artificial?",
    "resposta": "A inteligência artificial começou a ser desenvolvida na década de 1950, mas ganhou força no século XXI com algoritmos avançados, aprendizado de máquina e automação. Sabia que hoje ela está presente em celulares, carros e até diagnósticos médicos?",
    "palavras_chave": ["inteligência artificial", "século XXI", "aprendizado de máquina", "tecnologia", "automação"]
  },
  {
    "pergunta": "O que foi o movimento hippie?",
    "resposta": "O movimento hippie, surgido nos anos 1960, pregava a paz, o amor livre, a contestação do consumismo e a valorização da natureza. Sabia que o festival de Woodstock, em 1969, foi o grande símbolo dessa contracultura?",
    "palavras_chave": ["movimento hippie", "anos 1960", "contracultura", "Woodstock", "paz e amor"]
  },
  {
    "pergunta": "O que foi a queda da União Soviética?",
    "resposta": "A dissolução da União Soviética em 1991 marcou o fim do socialismo real em grande parte do mundo e alterou profundamente a geopolítica. Sabia que 15 novas repúblicas independentes surgiram a partir desse processo?",
    "palavras_chave": ["União Soviética", "1991", "fim do socialismo", "geopolítica", "independência"]
  },
  {
    "pergunta": "O que foi o movimento pelos direitos civis nos EUA?",
    "resposta": "O movimento pelos direitos civis nos EUA, nas décadas de 1950 e 1960, buscou igualdade para afro-americanos contra a segregação racial. Sabia que Martin Luther King Jr. foi um de seus maiores líderes, famoso pelo discurso 'I Have a Dream'?",
    "palavras_chave": ["direitos civis", "EUA", "Martin Luther King", "segregação racial", "igualdade"]
  },
  {
    "pergunta": "O que foi o surgimento da cultura pop?",
    "resposta": "A cultura pop do século XX foi marcada pela música, cinema, quadrinhos e televisão, que se tornaram parte do cotidiano mundial. Sabia que personagens como Mickey Mouse e super-heróis da Marvel e DC se transformaram em símbolos globais?",
    "palavras_chave": ["cultura pop", "século XX", "cinema", "quadrinhos", "música"]
  },
  {
    "pergunta": "O que foi a criação da União Africana?",
    "resposta": "A União Africana foi criada em 2002 para fortalecer a integração política, econômica e social entre os países africanos. Sabia que ela sucedeu a antiga Organização da Unidade Africana, fundada em 1963?",
    "palavras_chave": ["União Africana", "2002", "integração africana", "política", "economia"]
  },
  {
    "pergunta": "O que foi a popularização dos computadores pessoais?",
    "resposta": "A partir dos anos 1980, computadores pessoais começaram a se espalhar pelo mundo, mudando o trabalho, a educação e o lazer. Sabia que a Apple e a Microsoft foram pioneiras nesse processo?",
    "palavras_chave": ["computadores pessoais", "anos 1980", "Apple", "Microsoft", "tecnologia"]
  },
  {
    "pergunta": "O que foi o surgimento do streaming?",
    "resposta": "O streaming, popularizado a partir dos anos 2010, revolucionou o consumo de música, filmes e séries com plataformas como Spotify e Netflix. Sabia que o primeiro serviço de streaming surgiu ainda nos anos 1990?",
    "palavras_chave": ["streaming", "Netflix", "Spotify", "anos 2010", "tecnologia"]
  },
  {
    "pergunta": "O que foi a crise financeira de 2008?",
    "resposta": "A crise de 2008 começou com problemas no mercado imobiliário dos EUA e se espalhou globalmente, gerando desemprego e recessão. Sabia que foi a maior crise econômica desde a Grande Depressão de 1929?",
    "palavras_chave": ["crise financeira", "2008", "EUA", "economia global", "recessão"]
  },
  {
    "pergunta": "O que foi a pandemia de Covid-19?",
    "resposta": "A pandemia de Covid-19, iniciada em 2019, espalhou-se rapidamente pelo mundo, mudando hábitos sociais, acelerando a digitalização e desafiando sistemas de saúde. Sabia que foi considerada a maior emergência sanitária global em um século?",
    "palavras_chave": ["Covid-19", "2019", "pandemia", "saúde mundial", "digitalização"]
  },
  {
    "pergunta": "O que foi a queda do Muro de Berlim?",
    "resposta": "A queda do Muro de Berlim, em 1989, simbolizou o fim da divisão entre Alemanha Oriental e Ocidental, tornando-se um marco da reunificação alemã e do colapso do bloco socialista no Leste Europeu. Sabia que milhares de pessoas se reuniram para demolir o muro com marretas e ferramentas simples?",
    "palavras_chave": ["Muro de Berlim", "1989", "Alemanha", "reunificação", "socialismo"]
  },
  {
    "pergunta": "O que foi a Primavera Árabe?",
    "resposta": "A Primavera Árabe foi uma série de protestos populares iniciados em 2010 no norte da África e no Oriente Médio, que buscavam democracia, melhores condições sociais e fim da corrupção. Sabia que o movimento começou na Tunísia e se espalhou para diversos países da região?",
    "palavras_chave": ["Primavera Árabe", "2010", "Oriente Médio", "norte da África", "protestos populares"]
  },
  {
    "pergunta": "O que foi o apartheid na África do Sul?",
    "resposta": "O apartheid foi um regime de segregação racial que vigorou na África do Sul de 1948 a 1994, separando legalmente brancos e negros em todos os aspectos da vida social. Sabia que Nelson Mandela foi uma das principais figuras na luta contra esse sistema?",
    "palavras_chave": ["apartheid", "África do Sul", "segregação racial", "Nelson Mandela", "1948-1994"]
  },
  {
    "pergunta": "O que foi a Revolução Científica do século XX?",
    "resposta": "No século XX, a ciência passou por grandes transformações com descobertas como a teoria da relatividade de Einstein, a física quântica e a biologia molecular. Sabia que essas descobertas mudaram até mesmo a visão filosófica sobre o universo e a vida?",
    "palavras_chave": ["ciência", "século XX", "Einstein", "relatividade", "biologia molecular"]
  },
  {
    "pergunta": "Como a televisão impactou o século XX?",
    "resposta": "A televisão transformou a comunicação de massa a partir dos anos 1950, tornando-se um meio central de informação, propaganda e entretenimento. Sabia que o homem pisando na Lua em 1969 foi um dos eventos mais assistidos da história?",
    "palavras_chave": ["televisão", "século XX", "comunicação de massa", "1969", "cultura de massa"]
  },
  {
    "pergunta": "O que foi a Conferência de Kyoto?",
    "resposta": "O Protocolo de Kyoto, assinado em 1997, foi o primeiro grande acordo internacional para reduzir as emissões de gases de efeito estufa. Sabia que alguns países importantes, como os Estados Unidos, não ratificaram o acordo?",
    "palavras_chave": ["Protocolo de Kyoto", "1997", "meio ambiente", "gases de efeito estufa", "tratado internacional"]
  },
  {
    "pergunta": "O que foi a crise do petróleo de 1973?",
    "resposta": "A crise do petróleo de 1973 ocorreu quando países árabes exportadores reduziram a produção, causando forte aumento nos preços e impacto mundial. Sabia que essa crise incentivou pesquisas em energia alternativa e novas estratégias econômicas?",
    "palavras_chave": ["crise do petróleo", "1973", "economia mundial", "Oriente Médio", "energia alternativa"]
  },
  {
    "pergunta": "Como surgiu o movimento LGBTQIA+?",
    "resposta": "O movimento LGBTQIA+ ganhou força no século XX, especialmente após os protestos de Stonewall, em 1969, nos Estados Unidos, que exigiam respeito e igualdade de direitos. Sabia que junho é celebrado como mês do orgulho em memória desse marco?",
    "palavras_chave": ["LGBTQIA+", "Stonewall", "1969", "direitos civis", "orgulho"]
  },
  {
    "pergunta": "O que foi a Revolução Verde?",
    "resposta": "A Revolução Verde foi um conjunto de inovações agrícolas, iniciado nos anos 1940, que aumentou a produção de alimentos com uso de fertilizantes, pesticidas e sementes modificadas. Sabia que ela ajudou a reduzir a fome em muitos países, mas também gerou impactos ambientais?",
    "palavras_chave": ["Revolução Verde", "agricultura", "fertilizantes", "produção de alimentos", "impactos ambientais"]
  },
  {
    "pergunta": "Como surgiu a globalização cultural?",
    "resposta": "A globalização cultural se intensificou no século XX com a disseminação de música, cinema, moda e esportes por meio da mídia e da internet. Sabia que a indústria de Hollywood se tornou um dos maiores símbolos dessa integração cultural?",
    "palavras_chave": ["globalização cultural", "século XX", "cinema", "internet", "Hollywood"]
  },
  {
    "pergunta": "O que foi o surgimento da inteligência artificial?",
    "resposta": "A inteligência artificial começou a ser desenvolvida na década de 1950, mas ganhou força no século XXI com algoritmos avançados, aprendizado de máquina e automação. Sabia que hoje ela está presente em celulares, carros e até diagnósticos médicos?",
    "palavras_chave": ["inteligência artificial", "século XXI", "aprendizado de máquina", "tecnologia", "automação"]
  },
  {
    "pergunta": "O que foi o movimento hippie?",
    "resposta": "O movimento hippie, surgido nos anos 1960, pregava a paz, o amor livre, a contestação do consumismo e a valorização da natureza. Sabia que o festival de Woodstock, em 1969, foi o grande símbolo dessa contracultura?",
    "palavras_chave": ["movimento hippie", "anos 1960", "contracultura", "Woodstock", "paz e amor"]
  },
  {
    "pergunta": "O que foi a queda da União Soviética?",
    "resposta": "A dissolução da União Soviética em 1991 marcou o fim do socialismo real em grande parte do mundo e alterou profundamente a geopolítica. Sabia que 15 novas repúblicas independentes surgiram a partir desse processo?",
    "palavras_chave": ["União Soviética", "1991", "fim do socialismo", "geopolítica", "independência"]
  },
  {
    "pergunta": "O que foi o movimento pelos direitos civis nos EUA?",
    "resposta": "O movimento pelos direitos civis nos EUA, nas décadas de 1950 e 1960, buscou igualdade para afro-americanos contra a segregação racial. Sabia que Martin Luther King Jr. foi um de seus maiores líderes, famoso pelo discurso 'I Have a Dream'?",
    "palavras_chave": ["direitos civis", "EUA", "Martin Luther King", "segregação racial", "igualdade"]
  },
  {
    "pergunta": "O que foi o surgimento da cultura pop?",
    "resposta": "A cultura pop do século XX foi marcada pela música, cinema, quadrinhos e televisão, que se tornaram parte do cotidiano mundial. Sabia que personagens como Mickey Mouse e super-heróis da Marvel e DC se transformaram em símbolos globais?",
    "palavras_chave": ["cultura pop", "século XX", "cinema", "quadrinhos", "música"]
  },
  {
    "pergunta": "O que foi a criação da União Africana?",
    "resposta": "A União Africana foi criada em 2002 para fortalecer a integração política, econômica e social entre os países africanos. Sabia que ela sucedeu a antiga Organização da Unidade Africana, fundada em 1963?",
    "palavras_chave": ["União Africana", "2002", "integração africana", "política", "economia"]
  },
  {
    "pergunta": "O que foi a popularização dos computadores pessoais?",
    "resposta": "A partir dos anos 1980, computadores pessoais começaram a se espalhar pelo mundo, mudando o trabalho, a educação e o lazer. Sabia que a Apple e a Microsoft foram pioneiras nesse processo?",
    "palavras_chave": ["computadores pessoais", "anos 1980", "Apple", "Microsoft", "tecnologia"]
  },
  {
    "pergunta": "O que foi o surgimento do streaming?",
    "resposta": "O streaming, popularizado a partir dos anos 2010, revolucionou o consumo de música, filmes e séries com plataformas como Spotify e Netflix. Sabia que o primeiro serviço de streaming surgiu ainda nos anos 1990?",
    "palavras_chave": ["streaming", "Netflix", "Spotify", "anos 2010", "tecnologia"]
  },
  {
    "pergunta": "O que foi a crise financeira de 2008?",
    "resposta": "A crise de 2008 começou com problemas no mercado imobiliário dos EUA e se espalhou globalmente, gerando desemprego e recessão. Sabia que foi a maior crise econômica desde a Grande Depressão de 1929?",
    "palavras_chave": ["crise financeira", "2008", "EUA", "economia global", "recessão"]
  },
  {
    "pergunta": "O que foi a pandemia de Covid-19?",
    "resposta": "A pandemia de Covid-19, iniciada em 2019, espalhou-se rapidamente pelo mundo, mudando hábitos sociais, acelerando a digitalização e desafiando sistemas de saúde. Sabia que foi considerada a maior emergência sanitária global em um século?",
    "palavras_chave": ["Covid-19", "2019", "pandemia", "saúde mundial", "digitalização"]
  },
  {
    "pergunta": "O que foi o surgimento da internet?",
    "resposta": "A internet nasceu a partir de pesquisas militares e acadêmicas nos anos 1960, mas se popularizou nos anos 1990, transformando radicalmente a comunicação, a economia e a vida social. Sabia que o primeiro e-mail foi enviado em 1971?",
    "palavras_chave": ["internet", "anos 1960", "anos 1990", "comunicação digital", "primeiro e-mail"]
  },
  {
    "pergunta": "O que foi o boom da indústria cinematográfica de Hollywood?",
    "resposta": "Hollywood consolidou-se no século XX como o maior centro de produção de filmes do mundo, exportando cultura e influenciando costumes globais. Sabia que o Oscar, criado em 1929, é considerado a premiação mais prestigiada do cinema?",
    "palavras_chave": ["Hollywood", "cinema", "século XX", "Oscar", "indústria cultural"]
  },
  {
    "pergunta": "O que foi a Conferência de Estocolmo de 1972?",
    "resposta": "Foi a primeira conferência mundial voltada para discutir os problemas ambientais globais e a necessidade de desenvolvimento sustentável. Sabia que desse encontro nasceu o Programa das Nações Unidas para o Meio Ambiente (PNUMA)?",
    "palavras_chave": ["Conferência de Estocolmo", "1972", "meio ambiente", "desenvolvimento sustentável", "PNUMA"]
  },
  {
    "pergunta": "O que foi a ascensão da China como potência econômica?",
    "resposta": "A partir das reformas econômicas iniciadas em 1978, a China passou de uma economia agrícola para uma potência industrial e tecnológica. Sabia que hoje ela é a segunda maior economia do mundo?",
    "palavras_chave": ["China", "reformas econômicas", "1978", "industrialização", "potência mundial"]
  },
  {
    "pergunta": "O que foi o movimento feminista contemporâneo?",
    "resposta": "O feminismo contemporâneo, a partir do século XX, lutou pela igualdade de direitos entre homens e mulheres em áreas como trabalho, política e educação. Sabia que o direito ao voto feminino foi conquistado em momentos diferentes ao redor do mundo?",
    "palavras_chave": ["feminismo", "século XX", "igualdade de gênero", "direitos da mulher", "sufrágio feminino"]
  },
  {
    "pergunta": "O que foi o nascimento da cultura digital?",
    "resposta": "A cultura digital se consolidou no fim do século XX com computadores, internet e dispositivos móveis, transformando modos de viver, aprender e consumir. Sabia que os primeiros celulares portáteis surgiram ainda nos anos 1980?",
    "palavras_chave": ["cultura digital", "século XX", "internet", "celulares", "transformação social"]
  },
  {
    "pergunta": "O que foi a popularização da música pop?",
    "resposta": "A música pop se tornou um fenômeno global no século XX, com artistas como Michael Jackson, Madonna e, mais tarde, Beyoncé e BTS. Sabia que o videoclipe de 'Thriller' é considerado um marco cultural mundial?",
    "palavras_chave": ["música pop", "século XX", "cultura global", "Michael Jackson", "cultura de massa"]
  },
  {
    "pergunta": "O que foi a ascensão das redes sociais?",
    "resposta": "As redes sociais, popularizadas a partir dos anos 2000, transformaram a comunicação e a forma como pessoas interagem, compartilham informações e constroem identidades. Sabia que o Facebook ultrapassou 1 bilhão de usuários em 2012?",
    "palavras_chave": ["redes sociais", "anos 2000", "Facebook", "comunicação digital", "interação social"]
  },
  {
    "pergunta": "O que foi o movimento ambientalista moderno?",
    "resposta": "O movimento ambientalista cresceu no século XX com a preocupação sobre poluição, aquecimento global e conservação da natureza. Sabia que o Dia da Terra é celebrado desde 1970?",
    "palavras_chave": ["ambientalismo", "século XX", "aquecimento global", "poluição", "Dia da Terra"]
  },
  {
    "pergunta": "O que foi o avanço da biotecnologia?",
    "resposta": "A biotecnologia moderna trouxe avanços como a clonagem, a engenharia genética e as vacinas de RNA. Sabia que a ovelha Dolly, clonada em 1996, foi um marco nesse campo?",
    "palavras_chave": ["biotecnologia", "engenharia genética", "vacinas de RNA", "Dolly", "ciência moderna"]
  },
  {
    "pergunta": "O que foi a expansão da União Europeia?",
    "resposta": "A União Europeia cresceu ao longo do fim do século XX e início do XXI, unindo economias e criando políticas comuns. Sabia que o euro foi lançado em 1999 e substituiu diversas moedas nacionais?",
    "palavras_chave": ["União Europeia", "integração", "século XX", "euro", "política econômica"]
  },
  {
    "pergunta": "O que foi o surgimento da cultura gamer?",
    "resposta": "A cultura gamer nasceu com os videogames nos anos 1970, mas se popularizou mundialmente a partir dos anos 1990, com consoles e jogos online. Sabia que o jogo Pong, lançado em 1972, foi um dos primeiros a ganhar fama?",
    "palavras_chave": ["cultura gamer", "videogames", "anos 1970", "jogos online", "Pong"]
  },
  {
    "pergunta": "O que foi a revolução digital da fotografia?",
    "resposta": "A fotografia digital substituiu a tradicional ao longo dos anos 1990 e 2000, tornando mais acessível o registro e o compartilhamento de imagens. Sabia que a primeira câmera digital comercial foi lançada em 1990?",
    "palavras_chave": ["fotografia digital", "anos 1990", "tecnologia", "câmera digital", "transformação cultural"]
  },
  {
    "pergunta": "O que foi o surgimento da economia de compartilhamento?",
    "resposta": "A economia de compartilhamento surgiu com plataformas como Uber e Airbnb, que permitem o uso coletivo de bens e serviços. Sabia que esse modelo está ligado à popularização dos smartphones?",
    "palavras_chave": ["economia de compartilhamento", "Uber", "Airbnb", "plataformas digitais", "consumo colaborativo"]
  },
  {
    "pergunta": "O que foi a popularização do hip-hop?",
    "resposta": "O hip-hop surgiu nos anos 1970 em Nova York como expressão cultural das comunidades negras e latinas, espalhando-se pelo mundo como música, dança e estilo de vida. Sabia que o grafite também faz parte dessa cultura?",
    "palavras_chave": ["hip-hop", "anos 1970", "Nova York", "grafite", "cultura urbana"]
  },
  {
    "pergunta": "O que foi a Conferência Rio-92?",
    "resposta": "A Conferência Rio-92, também chamada de Eco-92, reuniu líderes de diversos países para debater sustentabilidade e preservação ambiental. Sabia que dela nasceu a Agenda 21, um plano de ação global?",
    "palavras_chave": ["Rio-92", "Eco-92", "1992", "sustentabilidade", "Agenda 21"]
  },
  {
    "pergunta": "O que foi o surgimento do fast food global?",
    "resposta": "A partir da segunda metade do século XX, redes de fast food como McDonald's se espalharam pelo mundo, influenciando hábitos alimentares e padrões culturais. Sabia que o McDonald's abriu sua primeira unidade fora dos EUA em 1967, no Canadá?",
    "palavras_chave": ["fast food", "McDonald's", "alimentação global", "século XX", "cultura de consumo"]
  },
  {
    "pergunta": "O que foi o crescimento do esporte como espetáculo global?",
    "resposta": "O esporte transformou-se em espetáculo mundial com eventos como a Copa do Mundo e as Olimpíadas transmitidas pela televisão e internet. Sabia que a Copa de 2014 no Brasil foi vista por mais de 3 bilhões de pessoas?",
    "palavras_chave": ["esporte", "Copa do Mundo", "Olimpíadas", "espetáculo global", "comunicação de massa"]
  },
  {
    "pergunta": "O que foi a popularização dos smartphones?",
    "resposta": "Os smartphones se tornaram essenciais no século XXI, unindo telefone, câmera, internet e aplicativos em um único dispositivo. Sabia que o iPhone, lançado em 2007, revolucionou o mercado e a vida cotidiana?",
    "palavras_chave": ["smartphones", "século XXI", "iPhone", "tecnologia móvel", "inovação"]
  },
  {
    "pergunta": "O que foi o movimento pela diversidade cultural?",
    "resposta": "Esse movimento, fortalecido no fim do século XX e início do XXI, buscou valorizar identidades, línguas e tradições locais em um mundo globalizado. Sabia que a UNESCO declarou em 2001 a diversidade cultural como patrimônio comum da humanidade?",
    "palavras_chave": ["diversidade cultural", "século XXI", "UNESCO", "globalização", "identidade cultural"]
  },
  {
    "pergunta": "O que foi o lançamento do Google em 1998?",
    "resposta": "O Google foi lançado em 1998 como um mecanismo de busca inovador, que organizava resultados de forma mais eficiente. Rapidamente se tornou a principal porta de entrada para informações na internet, expandindo depois para e-mails, mapas, vídeos e até inteligência artificial. Sabia que o nome 'Google' vem da palavra 'googol', que significa 10 elevado a 100?",
    "palavras_chave": ["Google", "1998", "buscador", "internet", "tecnologia"]
  },
  {
    "pergunta": "O que foi o sequenciamento do genoma humano?",
    "resposta": "Concluído em 2003, o Projeto Genoma Humano mapeou todos os genes do DNA humano, revolucionando a biologia e a medicina. Ele abriu caminho para diagnósticos mais precisos, tratamentos personalizados e avanços na biotecnologia. Sabia que o projeto custou cerca de 3 bilhões de dólares e envolveu cientistas de vários países?",
    "palavras_chave": ["genoma humano", "2003", "biotecnologia", "ciência", "DNA"]
  },
  {
    "pergunta": "O que foi a ascensão do YouTube?",
    "resposta": "O YouTube foi criado em 2005 e mudou a forma como as pessoas consomem vídeos, permitindo que qualquer usuário publicasse conteúdos para o mundo todo. Ele se tornou uma plataforma de educação, entretenimento e até negócios. Sabia que o primeiro vídeo publicado se chama 'Me at the zoo' e tem apenas 18 segundos?",
    "palavras_chave": ["YouTube", "2005", "plataforma digital", "vídeos", "cultura online"]
  },
  {
    "pergunta": "O que foi a assinatura do Acordo de Paris?",
    "resposta": "O Acordo de Paris, assinado em 2015, foi um tratado internacional que uniu países em torno do compromisso de reduzir emissões de gases do efeito estufa e combater o aquecimento global. Sabia que quase 200 países participam dele, tornando-o um dos maiores consensos ambientais da história?",
    "palavras_chave": ["Acordo de Paris", "2015", "meio ambiente", "aquecimento global", "cooperação internacional"]
  },
  {
    "pergunta": "O que foi o surgimento do Facebook?",
    "resposta": "O Facebook foi lançado em 2004 como uma rede social universitária, mas logo cresceu para se tornar uma das maiores plataformas de conexão do mundo. Ele transformou a forma de socializar, divulgar informações e até fazer negócios. Sabia que, em 2021, a empresa mudou seu nome para 'Meta'?",
    "palavras_chave": ["Facebook", "2004", "redes sociais", "Meta", "comunicação"]
  },
  {
    "pergunta": "O que foi a Primavera Árabe digital?",
    "resposta": "Ainda que ligada a protestos políticos, a Primavera Árabe mostrou o poder das redes sociais na organização e comunicação em massa, especialmente em 2010 e 2011. Plataformas como Twitter e Facebook foram ferramentas-chave para mobilizações. Sabia que esse foi o primeiro grande movimento social impulsionado pela internet?",
    "palavras_chave": ["Primavera Árabe", "2010", "redes sociais", "Twitter", "Facebook"]
  },
  {
    "pergunta": "O que foi a crise financeira de 2008?",
    "resposta": "A crise de 2008 foi um colapso econômico global iniciado no setor imobiliário dos Estados Unidos, que rapidamente afetou mercados no mundo todo. Bancos quebraram, empresas faliram e milhões perderam empregos. Sabia que foi considerada a maior crise desde 1929?",
    "palavras_chave": ["crise financeira", "2008", "economia global", "bolha imobiliária", "mercado financeiro"]
  },
  {
    "pergunta": "O que foi a expansão do streaming?",
    "resposta": "Serviços de streaming como Netflix, Spotify e Disney+ mudaram a forma como consumimos filmes, séries e músicas. A partir dos anos 2010, substituíram a mídia física e até a TV tradicional. Sabia que a Netflix começou em 1997 como uma locadora de DVDs pelo correio?",
    "palavras_chave": ["streaming", "Netflix", "Spotify", "anos 2010", "cultura digital"]
  },
  {
    "pergunta": "O que foi a ascensão do e-commerce?",
    "resposta": "O comércio eletrônico cresceu de forma acelerada no início do século XXI, com plataformas como Amazon, Alibaba e Mercado Livre. Ele revolucionou hábitos de consumo e logística global. Sabia que a Amazon começou em 1994 vendendo apenas livros?",
    "palavras_chave": ["e-commerce", "Amazon", "Alibaba", "século XXI", "consumo digital"]
  },
  {
    "pergunta": "O que foi o avanço da robótica moderna?",
    "resposta": "A robótica contemporânea trouxe máquinas que atuam em fábricas, hospitais e até casas. Hoje temos desde braços mecânicos industriais até robôs domésticos e assistentes virtuais. Sabia que já existem robôs humanoides capazes de interagir em conversas?",
    "palavras_chave": ["robótica", "tecnologia", "indústria", "inteligência artificial", "automação"]
  },
  {
    "pergunta": "O que foi o surgimento das criptomoedas?",
    "resposta": "As criptomoedas surgiram em 2009 com o Bitcoin, criadas como dinheiro digital descentralizado, sem controle de bancos ou governos. Elas abriram debates sobre o futuro da economia e das finanças. Sabia que a primeira compra com Bitcoin foi uma pizza em 2010?",
    "palavras_chave": ["criptomoedas", "Bitcoin", "2009", "dinheiro digital", "economia"]
  },
  {
    "pergunta": "O que foi a popularização da inteligência artificial?",
    "resposta": "A inteligência artificial (IA) deixou de ser apenas teoria e passou a estar no cotidiano com assistentes virtuais, carros autônomos e até diagnósticos médicos. Sabia que o AlphaGo, IA do Google, venceu o campeão mundial de Go em 2016?",
    "palavras_chave": ["inteligência artificial", "IA", "tecnologia", "AlphaGo", "automação"]
  },
  {
    "pergunta": "O que foi a globalização cultural?",
    "resposta": "A globalização cultural intensificou-se no século XXI com a internet e o fluxo de informações, misturando tradições, músicas, filmes e modos de vida de diferentes países. Sabia que o K-pop, da Coreia do Sul, se tornou um fenômeno mundial por causa disso?",
    "palavras_chave": ["globalização cultural", "século XXI", "internet", "K-pop", "cultura mundial"]
  },
  {
    "pergunta": "O que foi a criação da Wikipédia?",
    "resposta": "Lançada em 2001, a Wikipédia se tornou a maior enciclopédia digital colaborativa do mundo, escrita por voluntários e acessível gratuitamente. Sabia que hoje ela está disponível em mais de 300 idiomas?",
    "palavras_chave": ["Wikipédia", "2001", "enciclopédia digital", "conhecimento", "internet"]
  },
  {
    "pergunta": "O que foi o lançamento do iPhone?",
    "resposta": "Em 2007, a Apple lançou o iPhone, que uniu telefone, internet e aplicativos em um único aparelho. Ele transformou a vida cotidiana e inaugurou a era dos smartphones modernos. Sabia que Steve Jobs apresentou o iPhone como 'três aparelhos em um'?",
    "palavras_chave": ["iPhone", "2007", "Apple", "smartphone", "tecnologia"]
  },
  {
    "pergunta": "O que foi o movimento pelos direitos LGBTQIA+ contemporâneo?",
    "resposta": "A luta por direitos LGBTQIA+ ganhou força globalmente no fim do século XX e início do XXI, conquistando leis de casamento igualitário e reconhecimento de identidades de gênero. Sabia que em 2001 a Holanda foi o primeiro país a legalizar o casamento homoafetivo?",
    "palavras_chave": ["LGBTQIA+", "direitos civis", "casamento igualitário", "século XXI", "inclusão"]
  },
  {
    "pergunta": "O que foi o surgimento do trabalho remoto?",
    "resposta": "O trabalho remoto se expandiu no século XXI graças à internet, videoconferências e plataformas digitais. Ele permitiu que milhões de pessoas trabalhassem de casa, especialmente durante crises globais. Sabia que o termo 'home office' já era usado nos anos 1990?",
    "palavras_chave": ["trabalho remoto", "home office", "século XXI", "internet", "tecnologia"]
  },
  {
    "pergunta": "O que foi a era das redes sociais visuais?",
    "resposta": "Com o lançamento do Instagram em 2010 e do TikTok em 2016, a comunicação visual passou a dominar a internet, valorizando fotos e vídeos curtos. Sabia que o TikTok foi o aplicativo mais baixado do mundo em 2020?",
    "palavras_chave": ["Instagram", "TikTok", "redes sociais", "anos 2010", "comunicação visual"]
  },
  {
    "pergunta": "O que foi a corrida espacial do século XXI?",
    "resposta": "Depois da corrida espacial da Guerra Fria, empresas privadas como SpaceX e Blue Origin iniciaram a exploração comercial do espaço. Sabia que a SpaceX foi a primeira empresa privada a enviar astronautas à Estação Espacial Internacional em 2020?",
    "palavras_chave": ["corrida espacial", "século XXI", "SpaceX", "Blue Origin", "exploração espacial"]
  },
  {
    "pergunta": "O que foi a ascensão dos influenciadores digitais?",
    "resposta": "Influenciadores digitais surgiram nas redes sociais como novas figuras públicas capazes de impactar milhões de pessoas, influenciar consumo e até debates sociais. Sabia que hoje muitos influenciadores têm mais audiência que canais de TV tradicionais?",
    "palavras_chave": ["influenciadores digitais", "redes sociais", "século XXI", "cultura online", "consumo"]
  },
  {
    "pergunta": "O que foi a popularização dos carros elétricos?",
    "resposta": "Os carros elétricos ganharam destaque no século XXI como alternativa sustentável aos veículos movidos a combustíveis fósseis. Empresas como Tesla, Nissan e Chevrolet lideraram esse avanço, estimulando governos a investir em infraestrutura de recarga. Sabia que os carros elétricos não são uma invenção recente, mas já existiam protótipos no final do século XIX?",
    "palavras_chave": ["carros elétricos", "Tesla", "sustentabilidade", "século XXI", "energia limpa"]
  },
  {
    "pergunta": "O que foi a revolução dos smartphones?",
    "resposta": "Após o lançamento do iPhone em 2007, os smartphones se tornaram centrais na vida cotidiana, reunindo comunicação, entretenimento, trabalho e consumo em um só dispositivo. Eles redefiniram a interação social e a economia digital. Sabia que hoje existem mais smartphones ativos do que habitantes no planeta?",
    "palavras_chave": ["smartphones", "iPhone", "2007", "tecnologia móvel", "comunicação"]
  },
  {
    "pergunta": "O que foi a expansão da biotecnologia?",
    "resposta": "A biotecnologia avançou no século XXI com descobertas em clonagem, edição genética e produção de medicamentos. Ferramentas como o CRISPR permitiram editar genes com precisão, transformando áreas como a medicina e a agricultura. Sabia que o CRISPR foi inspirado no sistema imunológico de bactérias?",
    "palavras_chave": ["biotecnologia", "CRISPR", "edição genética", "século XXI", "ciência"]
  },
  {
    "pergunta": "O que foi o surgimento da cultura de memes?",
    "resposta": "Os memes digitais se tornaram um fenômeno cultural no século XXI, funcionando como uma forma rápida de comunicação e humor nas redes sociais. Eles refletem acontecimentos sociais, políticos e do cotidiano. Sabia que o termo 'meme' foi criado em 1976 pelo biólogo Richard Dawkins, antes mesmo da internet?",
    "palavras_chave": ["memes", "cultura digital", "internet", "século XXI", "redes sociais"]
  },
  {
    "pergunta": "O que foi o avanço da medicina regenerativa?",
    "resposta": "A medicina regenerativa busca recuperar tecidos e órgãos danificados usando células-tronco, bioimpressão e engenharia de tecidos. No século XXI, essa área trouxe esperança para o tratamento de doenças degenerativas. Sabia que já existem órgãos artificiais impressos em 3D usados em pesquisas?",
    "palavras_chave": ["medicina regenerativa", "células-tronco", "século XXI", "bioimpressão", "ciência médica"]
  },
  {
    "pergunta": "O que foi o movimento Fridays for Future?",
    "resposta": "Fridays for Future é um movimento estudantil iniciado em 2018 pela ativista Greta Thunberg, que mobilizou jovens em todo o mundo para protestar contra a crise climática. Ele se tornou um símbolo da luta ambiental contemporânea. Sabia que o movimento começou com Greta faltando às aulas toda sexta-feira para protestar em frente ao parlamento sueco?",
    "palavras_chave": ["Fridays for Future", "Greta Thunberg", "crise climática", "ativismo", "século XXI"]
  },
  {
    "pergunta": "O que foi o surgimento da economia compartilhada?",
    "resposta": "A economia compartilhada cresceu no século XXI com empresas como Uber e Airbnb, que utilizam plataformas digitais para conectar serviços de transporte e hospedagem. Essa prática transformou mercados tradicionais e trouxe novos debates sobre regulação. Sabia que o Airbnb começou com colchões infláveis em um apartamento em 2008?",
    "palavras_chave": ["economia compartilhada", "Uber", "Airbnb", "século XXI", "plataformas digitais"]
  },
  {
    "pergunta": "O que foi a democratização da fotografia digital?",
    "resposta": "Com o avanço das câmeras digitais e depois dos smartphones, a fotografia se tornou acessível a bilhões de pessoas, mudando a forma como registramos e compartilhamos o cotidiano. Sabia que o primeiro celular com câmera foi lançado em 1999 no Japão?",
    "palavras_chave": ["fotografia digital", "smartphones", "século XXI", "cultura visual", "tecnologia"]
  },
  {
    "pergunta": "O que foi a expansão da moda sustentável?",
    "resposta": "A moda sustentável surgiu como resposta ao impacto ambiental e social da indústria têxtil, incentivando o uso de materiais reciclados, comércio justo e redução do consumo. Sabia que a indústria da moda é uma das que mais poluem o planeta, perdendo apenas para a do petróleo?",
    "palavras_chave": ["moda sustentável", "indústria têxtil", "século XXI", "meio ambiente", "consumo consciente"]
  },
  {
    "pergunta": "O que foi o surgimento das fintechs?",
    "resposta": "Fintechs são startups financeiras que surgiram para oferecer serviços digitais como pagamentos, investimentos e crédito. Elas cresceram exponencialmente no século XXI, transformando o setor bancário. Sabia que o termo 'fintech' vem da junção de 'financial' e 'technology'?",
    "palavras_chave": ["fintechs", "tecnologia financeira", "século XXI", "bancos digitais", "economia"]
  },
  {
    "pergunta": "O que foi o surgimento dos podcasts?",
    "resposta": "Os podcasts se popularizaram no início dos anos 2000 como uma forma de mídia digital sob demanda, permitindo que pessoas consumam conteúdos variados em áudio. Hoje eles fazem parte da rotina de milhões de ouvintes. Sabia que o termo 'podcast' vem da fusão de 'iPod' com 'broadcast'?",
    "palavras_chave": ["podcast", "mídia digital", "anos 2000", "áudio", "cultura contemporânea"]
  },
  {
    "pergunta": "O que foi o reconhecimento legal de casamentos homoafetivos?",
    "resposta": "A partir dos anos 2000, vários países legalizaram o casamento homoafetivo, garantindo direitos iguais à comunidade LGBTQIA+. Isso marcou um avanço significativo na luta por igualdade civil. Sabia que a Holanda foi o primeiro país a legalizar o casamento entre pessoas do mesmo sexo em 2001?",
    "palavras_chave": ["casamento homoafetivo", "LGBTQIA+", "direitos civis", "século XXI", "igualdade"]
  },
  {
    "pergunta": "O que foi a popularização do veganismo?",
    "resposta": "O veganismo se expandiu no século XXI, impulsionado por preocupações com saúde, meio ambiente e direitos dos animais. Restaurantes, supermercados e grandes empresas passaram a oferecer opções veganas. Sabia que o termo 'vegan' foi criado em 1944, mas só se popularizou décadas depois?",
    "palavras_chave": ["veganismo", "século XXI", "meio ambiente", "alimentação", "direitos animais"]
  },
  {
    "pergunta": "O que foi o surgimento da música em streaming?",
    "resposta": "Com o lançamento do Spotify em 2008, a música em streaming se tornou a principal forma de consumo musical, substituindo CDs e downloads. Hoje, milhões de músicas estão disponíveis instantaneamente. Sabia que a primeira música tocada no Spotify foi 'Humble and Kind'?",
    "palavras_chave": ["música em streaming", "Spotify", "2008", "indústria musical", "cultura digital"]
  },
  {
    "pergunta": "O que foi a ascensão do K-pop?",
    "resposta": "O K-pop, música pop sul-coreana, se tornou um fenômeno global no século XXI, impulsionado pela internet e redes sociais. Grupos como BTS e Blackpink conquistaram fãs em todo o mundo. Sabia que o governo sul-coreano investiu na indústria cultural como estratégia econômica?",
    "palavras_chave": ["K-pop", "BTS", "Blackpink", "cultura pop", "Coreia do Sul"]
  },
  {
    "pergunta": "O que foi a popularização das feiras de ciência e tecnologia?",
    "resposta": "As feiras de ciência e tecnologia ganharam espaço globalmente, estimulando jovens e pesquisadores a apresentarem inovações em áreas como robótica, biotecnologia e meio ambiente. Sabia que a Intel ISEF, nos Estados Unidos, é a maior feira internacional de ciências para estudantes?",
    "palavras_chave": ["feiras de ciência", "tecnologia", "inovação", "século XXI", "educação científica"]
  },
  {
    "pergunta": "O que foi a expansão da arte digital?",
    "resposta": "Com softwares, realidade virtual e NFTs, a arte digital se consolidou no século XXI como uma nova forma de expressão criativa. Sabia que a primeira obra digital vendida em NFT alcançou mais de 60 milhões de dólares em 2021?",
    "palavras_chave": ["arte digital", "NFTs", "século XXI", "criatividade", "tecnologia"]
  },
  {
    "pergunta": "O que foi a popularização do ensino a distância?",
    "resposta": "O ensino a distância cresceu no século XXI graças às plataformas digitais, oferecendo cursos online e acessíveis globalmente. Ele ampliou o acesso à educação, especialmente em regiões isoladas. Sabia que a Open University, no Reino Unido, foi pioneira nesse formato desde 1969?",
    "palavras_chave": ["ensino a distância", "EAD", "século XXI", "educação online", "plataformas digitais"]
  },
  {
    "pergunta": "O que foi a evolução da fotografia com drones?",
    "resposta": "A popularização dos drones trouxe novas perspectivas para a fotografia e o cinema, permitindo imagens aéreas acessíveis e de alta qualidade. Sabia que os primeiros drones foram desenvolvidos para fins militares, mas logo ganharam uso civil?",
    "palavras_chave": ["drones", "fotografia aérea", "século XXI", "tecnologia", "cinema"]
  },
  {
    "pergunta": "O que foi a expansão da inteligência coletiva online?",
    "resposta": "Com fóruns, wikis e redes sociais, a inteligência coletiva online passou a reunir conhecimentos de milhões de pessoas em tempo real. Isso transformou a forma de aprender, colaborar e criar inovações. Sabia que o termo foi popularizado pelo filósofo Pierre Lévy nos anos 1990?",
    "palavras_chave": ["inteligência coletiva", "internet", "século XXI", "colaboração digital", "conhecimento"]
  }
]