[
  {
    "pergunta": "O que foi o Renascimento?",
    "resposta": "O Renascimento foi um movimento cultural, artístico e científico que surgiu na Itália no final da Idade Média e se espalhou pela Europa entre os séculos quatorze e dezessete. Ele marcou uma redescoberta das ideias da Antiguidade Clássica e uma valorização do ser humano, do conhecimento e da razão. As artes ganharam novas técnicas como a perspectiva, e a ciência passou a questionar tradições medievais, dando início à modernidade. Sabia que Leonardo da Vinci é considerado o símbolo desse período, porque uniu arte, ciência e invenção em sua obra?",
    "palavras_chave": ["renascimento", "italia", "humanismo", "leonardo da vinci", "antiguidade classica"]
  },
  {
    "pergunta": "Por que a Revolução Científica foi importante?",
    "resposta": "A Revolução Científica, entre os séculos dezesseis e dezessete, transformou a maneira como o ser humano entendia a natureza. Pensadores como Galileu Galilei, Isaac Newton e Copérnico propuseram novos métodos de observação e experimentação, rompendo com explicações baseadas apenas na religião ou em autoridades antigas. Isso abriu caminho para a ciência moderna, baseada em evidências e experimentos. Sabia que o livro de Copérnico, publicado em mil quinhentos e quarenta e três, colocou o Sol no centro do universo conhecido, mudando a história da astronomia?",
    "palavras_chave": ["revolucao cientifica", "copernico", "galileu", "isaac newton", "astronomia"]
  },
  {
    "pergunta": "O que foi a Reforma Protestante?",
    "resposta": "A Reforma Protestante foi um movimento religioso iniciado em mil quinhentos e dezessete, quando Martinho Lutero publicou suas noventa e cinco teses contra abusos da Igreja Católica, como a venda de indulgências. Esse ato deu origem a novas correntes cristãs, como o luteranismo, o calvinismo e o anglicanismo, que mudaram para sempre a religiosidade na Europa. Sabia que a invenção da imprensa ajudou muito a espalhar as ideias de Lutero rapidamente por vários países?",
    "palavras_chave": ["reforma protestante", "martinho lutero", "igreja catolica", "imprensa", "calvinismo"]
  },
  {
    "pergunta": "Como funcionava o Absolutismo?",
    "resposta": "O absolutismo foi um sistema político característico da Idade Moderna, em que os reis concentravam todo o poder do Estado em suas mãos, sem dividir com parlamentos ou outras instituições. A ideia de 'direito divino dos reis' justificava que sua autoridade vinha de Deus. Reis como Luís XIV, da França, são símbolos desse modelo de governo. Sabia que Luís XIV ficou conhecido como Rei Sol porque dizia que todo o poder girava em torno dele?",
    "palavras_chave": ["absolutismo", "monarquia", "luis xiv", "poder real", "idade moderna"]
  },
  {
    "pergunta": "O que foi o Mercantilismo?",
    "resposta": "O mercantilismo foi uma política econômica predominante na Idade Moderna, entre os séculos dezesseis e dezoito, baseada na ideia de que a riqueza de uma nação estava ligada ao acúmulo de metais preciosos e ao fortalecimento do comércio. Práticas como o protecionismo, o colonialismo e as companhias de comércio surgiram desse modelo. Sabia que Portugal e Espanha se tornaram grandes potências nessa época justamente por explorar suas colônias na América?",
    "palavras_chave": ["mercantilismo", "colonialismo", "idade moderna", "comercio", "riqueza"]
  },
  {
    "pergunta": "O que foi a Contra-Reforma?",
    "resposta": "A Contra-Reforma foi a resposta da Igreja Católica à Reforma Protestante, a partir do Concílio de Trento em mil quinhentos e quarenta e cinco. Esse movimento buscou reforçar a disciplina interna, combater heresias e reafirmar a doutrina católica. Também incentivou a criação de ordens religiosas, como os jesuítas, que tiveram papel fundamental na educação e na catequese nas colônias. Sabia que foi nesse período que a Inquisição ganhou força, perseguindo pessoas acusadas de heresia?",
    "palavras_chave": ["contra-reforma", "igreja catolica", "concilio de trento", "jesuitas", "inquisicao"]
  },
  {
    "pergunta": "Quem foi Nicolau Maquiavel?",
    "resposta": "Nicolau Maquiavel foi um pensador político italiano do século dezesseis, autor da obra 'O Príncipe', onde defendeu que o governante deveria usar todos os meios necessários para manter o poder e a estabilidade do Estado, mesmo que fosse visto como cruel. Ele é considerado um dos fundadores da ciência política moderna. Sabia que a palavra 'maquiavélico' surgiu de sua fama de defender estratégias de poder calculistas e pragmáticas?",
    "palavras_chave": ["nicolau maquiavel", "o principe", "italia", "politica", "poder"]
  },
  {
    "pergunta": "O que foi o Iluminismo?",
    "resposta": "O Iluminismo foi um movimento intelectual e cultural do século dezoito que defendia a razão, a ciência e a liberdade como bases para organizar a sociedade. Filósofos como Voltaire, Montesquieu e Rousseau criticavam o absolutismo e a Igreja, propondo igualdade e novos modelos políticos. Sabia que o Iluminismo inspirou revoluções como a dos Estados Unidos em mil setecentos e setenta e seis e a da França em mil setecentos e oitenta e nove?",
    "palavras_chave": ["iluminismo", "voltaire", "rousseau", "montesquieu", "razao"]
  },
  {
    "pergunta": "O que eram as Grandes Navegações?",
    "resposta": "As Grandes Navegações foram expedições marítimas realizadas por países europeus, especialmente Portugal e Espanha, entre os séculos quinze e dezesseis, em busca de novas rotas comerciais e riquezas. Elas levaram à chegada dos europeus à América e ao contato com diferentes povos. Sabia que a viagem de Vasco da Gama até a Índia, em mil quatrocentos e noventa e oito, foi uma das mais importantes porque abriu caminho direto para o comércio de especiarias?",
    "palavras_chave": ["grandes navegacoes", "portugal", "espanha", "vasco da gama", "comercio"]
  },
  {
    "pergunta": "O que foi o Humanismo?",
    "resposta": "O Humanismo foi um movimento intelectual que surgiu antes e durante o Renascimento, valorizando o ser humano e suas capacidades. Inspirado na cultura greco-romana, destacou a importância da razão, da arte e da literatura clássica. Ele preparou o terreno para a modernidade ao colocar o homem como centro do conhecimento. Sabia que Petrarca, um poeta italiano do século quatorze, é considerado o 'pai do Humanismo'?",
    "palavras_chave": ["humanismo", "renascimento", "italia", "petrarca", "cultura classica"]
  },
  {
    "pergunta": "Quem foi Galileu Galilei?",
    "resposta": "Galileu Galilei foi um cientista italiano do século dezessete que aperfeiçoou o telescópio e fez descobertas fundamentais para a astronomia, como as luas de Júpiter. Ele apoiou as ideias de Copérnico sobre o heliocentrismo, mas foi perseguido pela Igreja Católica. Sabia que Galileu foi obrigado a renegar publicamente suas descobertas para não ser condenado pela Inquisição?",
    "palavras_chave": ["galileu galilei", "astronomia", "heliocentrismo", "telescopio", "igreja catolica"]
  },
  {
    "pergunta": "O que foi o Barroco?",
    "resposta": "O Barroco foi um estilo artístico e cultural que se desenvolveu entre os séculos dezessete e dezoito, marcado pelo contraste, pela emoção e pela grandiosidade. Surgiu como uma resposta da Igreja Católica na Contra-Reforma para impressionar os fiéis. Sabia que no Brasil o maior representante do Barroco foi o escultor Aleijadinho, famoso pelas obras em Minas Gerais?",
    "palavras_chave": ["barroco", "arte", "contra-reforma", "aleijadinho", "cultura"]
  },
  {
    "pergunta": "Quem foi Isaac Newton?",
    "resposta": "Isaac Newton foi um físico e matemático inglês do século dezessete, considerado um dos maiores cientistas de todos os tempos. Ele formulou as leis do movimento e da gravitação universal, que explicaram de forma inovadora como funcionava o universo físico. Sabia que Newton também escreveu sobre alquimia e religião, áreas pouco lembradas de sua vida?",
    "palavras_chave": ["isaac newton", "gravidade", "fisica", "matematica", "ciencia"]
  },
  {
    "pergunta": "O que foi o Despotismo Esclarecido?",
    "resposta": "O Despotismo Esclarecido foi um modelo de governo no século dezoito em que monarcas absolutos adotaram algumas ideias do Iluminismo, como modernização do Estado e incentivo à ciência, mas sem abrir mão de seu poder. Exemplos incluem Catarina, a Grande da Rússia, e Frederico, o Grande da Prússia. Sabia que esses reis eram chamados de 'déspotas esclarecidos' porque tentavam conciliar poder absoluto com reformas progressistas?",
    "palavras_chave": ["despotismo esclarecido", "iluminismo", "monarquia", "catarina a grande", "frederico o grande"]
  },
  {
    "pergunta": "O que foi a Inquisição?",
    "resposta": "A Inquisição foi um tribunal da Igreja Católica criado na Idade Média e fortalecido na Idade Moderna para perseguir e punir pessoas acusadas de heresia. Muitos intelectuais, cientistas e até cidadãos comuns foram julgados. Sabia que a Inquisição espanhola ficou especialmente famosa por sua severidade e pela ligação com a expulsão de judeus e muçulmanos?",
    "palavras_chave": ["inquisição", "igreja catolica", "heresia", "perseguicao", "idade moderna"]
  },
  {
    "pergunta": "O que foi a Revolução Comercial?",
    "resposta": "A Revolução Comercial foi o conjunto de mudanças econômicas que ocorreram na Europa entre os séculos quinze e dezoito, ligadas ao crescimento do comércio, ao surgimento dos bancos e ao fortalecimento do capitalismo mercantil. Esse processo foi estimulado pelas Grandes Navegações e pela colonização. Sabia que foi nesse período que surgiram as primeiras bolsas de valores, como a de Amsterdã?",
    "palavras_chave": ["revolucao comercial", "capitalismo", "comercio", "colonizacao", "bancos"]
  },
  {
    "pergunta": "O que foi a Revolução Cultural da Renascença?",
    "resposta": "A Renascença não foi apenas um movimento artístico, mas também cultural, que mudou a maneira de pensar e de viver na Europa. Trouxe a valorização da educação, da literatura e do conhecimento científico, além de renovar os costumes sociais. Sabia que esse período foi chamado de 'renascimento' porque parecia um ressurgimento das ideias clássicas da Grécia e de Roma?",
    "palavras_chave": ["renascenca", "cultura", "educacao", "literatura", "grecia e roma"]
  },
  {
    "pergunta": "Quem foi Michelangelo?",
    "resposta": "Michelangelo foi um dos maiores artistas do Renascimento, autor de obras-primas como a estátua de Davi e os afrescos da Capela Sistina, em Roma. Ele uniu técnica, beleza e espiritualidade em suas criações, tornando-se um ícone da arte mundial. Sabia que Michelangelo se considerava mais escultor do que pintor, apesar de sua fama vir principalmente da pintura da Capela Sistina?",
    "palavras_chave": ["michelangelo", "renascimento", "escultura", "capela sistina", "arte"]
  },
  {
    "pergunta": "Quem foi Martinho Lutero?",
    "resposta": "Martinho Lutero foi um monge alemão que iniciou a Reforma Protestante em mil quinhentos e dezessete, desafiando práticas da Igreja Católica como a venda de indulgências. Suas ideias deram origem a várias denominações protestantes e mudaram a religiosidade da Europa. Sabia que ele traduziu a Bíblia para o alemão, permitindo que o povo comum tivesse acesso direto ao texto sagrado?",
    "palavras_chave": ["martinho lutero", "reforma protestante", "alemanha", "biblia", "religiao"]
  },
  {
    "pergunta": "O que marcou o início da Idade Moderna?",
    "resposta": "O início da Idade Moderna é geralmente associado à queda de Constantinopla em 1453, quando o Império Bizantino foi conquistado pelos turcos-otomanos. Esse evento não só representou o fim da Idade Média, mas também mudou as rotas comerciais entre Europa e Ásia, incentivando os europeus a buscarem novos caminhos marítimos. Ao mesmo tempo, a invenção da imprensa por Gutenberg, por volta de 1450, revolucionou a difusão do conhecimento, tornando os livros mais acessíveis. Sabia que esse período é chamado de ‘moderno’ justamente porque rompeu com as tradições medievais e abriu espaço para novas formas de pensar o mundo?",
    "palavras_chave": ["idade moderna", "constantinopla", "turcos", "comércio", "imprensa"]
  },
  {
    "pergunta": "Por que o Renascimento é considerado um marco da Idade Moderna?",
    "resposta": "O Renascimento, que floresceu entre os séculos XV e XVI, é considerado um marco da Idade Moderna porque trouxe uma redescoberta da cultura clássica greco-romana e uma valorização do ser humano e da razão. Essa nova mentalidade estimulou avanços na ciência, nas artes e na filosofia. Obras de artistas como Leonardo da Vinci e Michelangelo refletem essa busca pela perfeição estética e pelo conhecimento. Além disso, o Renascimento foi essencial para questionar a visão teocêntrica da Idade Média, colocando o homem no centro do universo. Sabia que a palavra 'Renascimento' foi usada justamente para simbolizar essa ideia de renascer da cultura antiga?",
    "palavras_chave": ["renascimento", "humanismo", "arte", "ciência", "idade moderna"]
  },
  {
    "pergunta": "Qual a importância das Grandes Navegações para a Idade Moderna?",
    "resposta": "As Grandes Navegações foram fundamentais para a Idade Moderna porque abriram novos caminhos de exploração, comércio e colonização. Iniciadas por Portugal e Espanha no século XV, levaram ao contato entre continentes que antes estavam isolados. Isso ampliou a circulação de produtos como especiarias, metais preciosos e alimentos, além de promover intercâmbios culturais e também conflitos. Esse processo resultou na formação de grandes impérios coloniais e transformou profundamente a economia mundial. Sabia que, com essas viagens, alimentos como o milho e a batata passaram a fazer parte da dieta europeia?",
    "palavras_chave": ["navegações", "portugal", "espanha", "comércio", "colonização"]
  },
  {
    "pergunta": "O que foi o absolutismo e por que ele se consolidou na Idade Moderna?",
    "resposta": "O absolutismo foi uma forma de governo em que o poder estava concentrado nas mãos de um monarca que governava com autoridade quase ilimitada. Ele se consolidou na Idade Moderna, especialmente entre os séculos XVI e XVIII, porque os reis precisavam fortalecer seus Estados após o fim da fragmentação feudal. Com a centralização do poder, os monarcas conseguiam manter a ordem, expandir os territórios e controlar a economia. Luís XIV da França, conhecido como o Rei Sol, é um dos exemplos mais famosos desse modelo. Sabia que muitos reis absolutos usavam a ideia do 'direito divino' para legitimar seu poder, afirmando que governavam em nome de Deus?",
    "palavras_chave": ["absolutismo", "monarquia", "poder", "frança", "direito divino"]
  },
  {
    "pergunta": "Qual foi o papel da Reforma Protestante na Idade Moderna?",
    "resposta": "A Reforma Protestante, iniciada por Martinho Lutero em 1517, teve um papel central na Idade Moderna porque desafiou a autoridade da Igreja Católica e resultou no surgimento de novas igrejas cristãs. Ela se espalhou rapidamente pela Europa graças à imprensa, que permitiu a difusão das ideias de Lutero. Além da dimensão religiosa, a Reforma influenciou aspectos políticos e econômicos, já que muitos príncipes e reis apoiaram o movimento para se libertarem do controle do Papa. Sabia que as 95 teses de Lutero foram afixadas em Wittenberg, dando início a uma transformação religiosa que ecoa até hoje?",
    "palavras_chave": ["reforma", "lutero", "igreja", "cristianismo", "protestantismo"]
  },
  {
    "pergunta": "O que foi a Contra-Reforma e como ela respondeu à Reforma Protestante?",
    "resposta": "A Contra-Reforma foi a resposta da Igreja Católica à Reforma Protestante e aconteceu principalmente no século XVI. Ela buscou reafirmar a doutrina católica, corrigir abusos internos e combater a expansão das ideias protestantes. O Concílio de Trento foi um dos principais marcos desse movimento, definindo dogmas e reforçando práticas religiosas. Além disso, a Companhia de Jesus, fundada por Inácio de Loyola, teve papel crucial na educação e na difusão da fé católica. Sabia que, como parte da Contra-Reforma, o Tribunal da Inquisição ganhou força e livros considerados heréticos eram proibidos?",
    "palavras_chave": ["contra-reforma", "igreja católica", "trento", "jesuítas", "inquisição"]
  },
  {
    "pergunta": "Como o Iluminismo transformou a sociedade moderna?",
    "resposta": "O Iluminismo, movimento intelectual do século XVIII, transformou a sociedade moderna ao valorizar a razão, a ciência e a liberdade de pensamento. Os filósofos iluministas defendiam ideias como separação de poderes, liberdade individual e tolerância religiosa. Esses princípios inspiraram mudanças políticas importantes, como a independência dos Estados Unidos e a Revolução Francesa. Além disso, o Iluminismo influenciou as artes e as ciências, incentivando descobertas e avanços técnicos. Sabia que o movimento também ficou conhecido como 'Século das Luzes', porque simbolizava a luz da razão contra a escuridão da ignorância?",
    "palavras_chave": ["iluminismo", "filosofia", "razão", "ciência", "século das luzes"]
  },
  {
    "pergunta": "Por que a Revolução Científica foi importante na Idade Moderna?",
    "resposta": "A Revolução Científica, que se desenvolveu entre os séculos XVI e XVII, foi importante porque mudou completamente a forma como o ser humano entendia a natureza e o universo. Cientistas como Copérnico, Galileu, Kepler e Newton questionaram teorias tradicionais e desenvolveram novos métodos baseados na observação e na experimentação. Essa mudança de mentalidade abriu caminho para avanços tecnológicos e para o fortalecimento do pensamento racional. Sabia que a teoria heliocêntrica de Copérnico, que colocava o Sol no centro do sistema, foi inicialmente condenada pela Igreja?",
    "palavras_chave": ["ciência", "copérnico", "galileu", "newton", "experiência"]
  },
  {
    "pergunta": "Qual a importância do mercantilismo na economia da Idade Moderna?",
    "resposta": "O mercantilismo foi o sistema econômico predominante na Idade Moderna e defendia a ideia de que a riqueza de uma nação dependia da quantidade de metais preciosos acumulados. Para isso, os Estados estimulavam o comércio, controlavam colônias e criavam monopólios. Esse modelo favoreceu a centralização política e esteve ligado ao fortalecimento das monarquias absolutistas. Além disso, incentivou o desenvolvimento de frotas marítimas e a exploração colonial. Sabia que o lema 'comprar pouco e vender muito' era um dos princípios básicos dessa prática econômica?",
    "palavras_chave": ["mercantilismo", "economia", "colônias", "monopólio", "metais preciosos"]
  },
  {
    "pergunta": "O que foi o barroco e como se relaciona com a Idade Moderna?",
    "resposta": "O barroco foi um movimento artístico e cultural que surgiu no final do século XVI e se espalhou pela Europa e pelas colônias no século XVII. Ele é considerado uma expressão da Idade Moderna porque refletia os contrastes e tensões do período, especialmente entre a fé religiosa e o racionalismo. Na literatura e nas artes, o barroco é marcado pelo exagero, pelo contraste entre luz e sombra e pela dramaticidade. Sabia que, no Brasil, o barroco ganhou força com autores como Gregório de Matos e artistas como Aleijadinho?",
    "palavras_chave": ["barroco", "arte", "literatura", "igreja", "gregório de matos"]
  },
  {
    "pergunta": "Qual foi a importância da descoberta da América em 1492?",
    "resposta": "A chegada de Cristóvão Colombo ao continente americano em 1492 é um dos eventos mais simbólicos da Idade Moderna, pois marcou o início de um processo de colonização e intercâmbio cultural e econômico sem precedentes. A partir desse momento, os europeus ampliaram suas fronteiras e iniciaram um sistema de exploração que transformou tanto o Velho quanto o Novo Mundo. Houve impacto na economia, com a chegada de metais preciosos à Europa, e também mudanças sociais e culturais profundas, como o encontro e o choque entre povos diferentes. Sabia que esse evento é chamado de 'Descobrimento da América' apenas do ponto de vista europeu, já que o continente era habitado por grandes civilizações há milênios?",
    "palavras_chave": ["américa", "colombo", "colonização", "século xv", "exploração"]
  },
  {
    "pergunta": "Como a expansão marítima portuguesa moldou a Idade Moderna?",
    "resposta": "Portugal teve um papel pioneiro na expansão marítima, desenvolvendo técnicas de navegação e construindo rotas para a África, Ásia e América. Essa expansão moldou a Idade Moderna porque estabeleceu os primeiros impérios coloniais modernos, transformando Lisboa em um centro de comércio internacional. Além disso, a chegada de especiarias e produtos exóticos impulsionou mudanças no consumo europeu e estimulou o fortalecimento do mercantilismo. Sabia que a Escola de Sagres, atribuída ao Infante Dom Henrique, embora cercada de debates, simboliza o esforço português em reunir conhecimento náutico?",
    "palavras_chave": ["portugal", "expansão marítima", "navegação", "império", "comércio"]
  },
  {
    "pergunta": "O que foi a Revolução Inglesa do século XVII?",
    "resposta": "A Revolução Inglesa, que ocorreu em meados do século XVII, foi um conjunto de conflitos e transformações políticas que mudaram a relação entre rei e Parlamento na Inglaterra. O principal resultado foi o fortalecimento das instituições parlamentares e a limitação do poder real, um passo importante para a formação da monarquia constitucional. Além de envolver questões religiosas, também refletiu tensões econômicas e sociais da época. Sabia que, após a execução do rei Carlos I em 1649, a Inglaterra chegou a viver como uma república sob o comando de Oliver Cromwell?",
    "palavras_chave": ["inglaterra", "parlamento", "monarquia", "século xvii", "constitucionalismo"]
  },
  {
    "pergunta": "Qual foi o impacto da colonização europeia na África durante a Idade Moderna?",
    "resposta": "Durante a Idade Moderna, a África foi integrada ao sistema de comércio atlântico, em grande parte de maneira violenta, com a intensificação do tráfico de escravizados. Povos africanos foram deslocados de suas terras e levados para trabalhar nas colônias americanas, o que causou consequências profundas tanto demográficas quanto sociais no continente. Ao mesmo tempo, houve intercâmbios culturais e resistências contra esse processo. Sabia que alguns reinos africanos participaram ativamente desse comércio, negociando com os europeus, o que mostra a complexidade dessa relação?",
    "palavras_chave": ["áfrica", "colonização", "tráfico", "escravidão", "comércio atlântico"]
  },
  {
    "pergunta": "Como o Renascimento Científico transformou a medicina?",
    "resposta": "O Renascimento Científico trouxe grandes avanços para a medicina, rompendo com algumas tradições herdadas da Antiguidade e da Idade Média. Médicos como Andreas Vesalius revolucionaram o estudo da anatomia humana com dissecações detalhadas, enquanto William Harvey descobriu a circulação sanguínea. Essas descobertas contribuíram para uma visão mais científica e menos supersticiosa do corpo humano. Sabia que muitos desses estudos foram possíveis porque a Igreja começou a flexibilizar certas restrições à dissecação de cadáveres?",
    "palavras_chave": ["medicina", "renascimento", "anatomia", "vesalius", "harvey"]
  },
  {
    "pergunta": "O que caracterizou o pensamento político de Maquiavel?",
    "resposta": "Nicolau Maquiavel, pensador do século XVI, é considerado um dos fundadores da ciência política moderna. Em sua obra 'O Príncipe', ele analisou o poder de forma pragmática, defendendo que o governante deveria usar todos os meios necessários para manter a ordem e fortalecer o Estado, ainda que isso envolvesse decisões duras. Esse pensamento rompeu com a visão moralizante medieval da política. Sabia que o termo 'maquiavélico' surgiu justamente dessa percepção de que a política pode envolver estratégias astutas e calculadas?",
    "palavras_chave": ["maquiavel", "política", "o príncipe", "estado", "século xvi"]
  },
  {
    "pergunta": "Por que a arte barroca é considerada política e religiosa?",
    "resposta": "A arte barroca, difundida a partir do século XVII, tinha forte caráter político e religioso, pois foi usada pela Igreja Católica como parte da Contra-Reforma e por monarcas absolutistas para afirmar seu poder. Igrejas, palácios e esculturas buscavam impressionar pela grandiosidade, transmitindo autoridade e espiritualidade. No Brasil, por exemplo, as obras de Aleijadinho expressam essa fusão de religiosidade e impacto visual. Sabia que a palavra 'barroco' vem de um termo que significa 'pérola irregular', refletindo justamente a ideia de excesso e dramaticidade?",
    "palavras_chave": ["barroco", "arte", "religião", "contra-reforma", "absolutismo"]
  },
  {
    "pergunta": "O que foi o sistema de plantations na Idade Moderna?",
    "resposta": "O sistema de plantations foi um modelo agrícola implantado principalmente nas colônias americanas, baseado em grandes propriedades monocultoras voltadas para a exportação, como açúcar, algodão e café. Esse sistema dependia intensamente do trabalho escravizado africano e estava ligado ao comércio atlântico, fortalecendo o mercantilismo europeu. Sabia que o açúcar produzido no Brasil colonial se tornou um dos produtos mais valiosos do mercado europeu durante o século XVII?",
    "palavras_chave": ["plantation", "açúcar", "escravidão", "colônias", "mercantilismo"]
  },
  {
    "pergunta": "Como a filosofia cartesiana influenciou a Idade Moderna?",
    "resposta": "René Descartes, filósofo do século XVII, é considerado o pai da filosofia moderna por propor um método de pensamento baseado na dúvida e na razão. Sua famosa frase 'Penso, logo existo' resume essa postura racionalista. Essa visão influenciou não apenas a filosofia, mas também as ciências, ao incentivar uma abordagem mais lógica e sistemática. Sabia que Descartes também contribuiu para a matemática, desenvolvendo a geometria analítica, que une álgebra e geometria?",
    "palavras_chave": ["descartes", "filosofia", "racionalismo", "ciência", "século xvii"]
  },
  {
    "pergunta": "Qual foi o impacto da colonização espanhola na América?",
    "resposta": "A colonização espanhola na América teve impactos profundos, desde a destruição de impérios indígenas como os astecas e os incas até a introdução de uma nova ordem social e econômica baseada na exploração colonial. O sistema de encomienda, por exemplo, obrigava indígenas a trabalharem para colonos em troca de proteção e catequese. Além disso, a mineração de prata no México e no Peru sustentou a economia espanhola durante séculos. Sabia que a cidade de Potosí, no atual território da Bolívia, chegou a ser uma das mais ricas do mundo devido às minas de prata?",
    "palavras_chave": ["espanha", "américa", "colonização", "prata", "potosí"]
  },
  {
    "pergunta": "O que foi o mercantilismo e por que foi importante na Idade Moderna?",
    "resposta": "O mercantilismo foi a política econômica predominante nos séculos XVI a XVIII, baseada na ideia de que a riqueza de uma nação se media pela quantidade de metais preciosos acumulados. Para alcançar isso, os Estados incentivavam o comércio exterior, protegiam sua economia com tarifas e estimulavam colônias a fornecer matérias-primas. Essa prática fortaleceu os Estados absolutistas e moldou a lógica colonial. Sabia que a frase 'balança comercial favorável' vem justamente dessa busca por exportar mais do que importar?",
    "palavras_chave": ["mercantilismo", "economia", "colônias", "metais preciosos", "absolutismo"]
  },
  {
    "pergunta": "Como o Renascimento mudou a visão de mundo na Europa?",
    "resposta": "O Renascimento, iniciado na Itália no século XV, trouxe uma nova valorização do ser humano e da natureza, inspirada em modelos da Antiguidade clássica. Essa mudança cultural impactou as artes, a ciência e a filosofia, levando a uma visão mais racional e crítica do mundo. A pintura de Leonardo da Vinci e Michelangelo, por exemplo, reflete esse espírito. Sabia que a palavra 'Renascimento' significa justamente 'renascer' do conhecimento antigo?",
    "palavras_chave": ["renascimento", "arte", "ciência", "humanismo", "itália"]
  },
  {
    "pergunta": "Qual foi a importância da Reforma Protestante?",
    "resposta": "A Reforma Protestante, iniciada em 1517 por Martinho Lutero, questionou práticas da Igreja Católica, como a venda de indulgências, e deu origem a novas igrejas cristãs. Esse movimento não apenas transformou a religião, mas também alterou a política e a cultura europeia, fortalecendo o debate sobre fé e liberdade de consciência. Sabia que a invenção da imprensa ajudou a espalhar rapidamente as ideias reformistas?",
    "palavras_chave": ["reforma protestante", "martinho lutero", "igreja", "século xvi", "imprensa"]
  },
  {
    "pergunta": "Como o Renascimento artístico se expressou nas obras?",
    "resposta": "O Renascimento artístico se destacou pelo uso da perspectiva, da simetria e da busca por realismo. Artistas como Leonardo da Vinci, Rafael e Botticelli criaram obras que uniam beleza estética e inovação técnica. Essa arte refletia o humanismo, valorizando o homem e a natureza. Sabia que o quadro 'A Última Ceia' de Leonardo da Vinci foi pintado em uma parede de convento e até hoje passa por restaurações para preservar seus detalhes?",
    "palavras_chave": ["arte", "renascimento", "leonardo da vinci", "humanismo", "perspectiva"]
  },
  {
    "pergunta": "O que foi a Revolução Científica?",
    "resposta": "A Revolução Científica, entre os séculos XVI e XVII, trouxe uma mudança radical no modo de compreender a natureza, baseada na observação e na experimentação. Cientistas como Galileu Galilei, Isaac Newton e Johannes Kepler desenvolveram leis e teorias que transformaram a física, a astronomia e a matemática. Esse movimento rompeu com a visão medieval e lançou bases da ciência moderna. Sabia que Galileu chegou a ser julgado pela Inquisição por defender o heliocentrismo de Copérnico?",
    "palavras_chave": ["ciência", "galileu", "newton", "século xvii", "heliocentrismo"]
  },
  {
    "pergunta": "Por que o Iluminismo é considerado uma das marcas da Idade Moderna?",
    "resposta": "O Iluminismo, movimento intelectual do século XVIII, defendia a razão, a liberdade e o progresso como caminhos para melhorar a sociedade. Filósofos como Voltaire, Montesquieu e Rousseau questionaram o absolutismo e a intolerância religiosa, influenciando reformas e revoluções. Suas ideias também abriram espaço para o liberalismo e os direitos individuais. Sabia que esse período também é chamado de 'Século das Luzes' justamente porque a razão era vista como luz contra a ignorância?",
    "palavras_chave": ["iluminismo", "razão", "voltaire", "século xviii", "liberdade"]
  },
  {
    "pergunta": "Qual foi o papel da Companhia das Índias na economia moderna?",
    "resposta": "As Companhias das Índias, criadas por países como Holanda e Inglaterra, eram empresas comerciais que exploravam o comércio marítimo com monopólios concedidos pelos governos. Elas tinham poderes quase estatais, incluindo manter exércitos e fundar colônias. A Companhia Holandesa das Índias Orientais foi a mais poderosa, controlando rotas e produtos valiosos como especiarias. Sabia que essa companhia foi a primeira a emitir ações na história, sendo precursora do mercado de capitais?",
    "palavras_chave": ["companhia das índias", "holanda", "comércio", "colônias", "especiarias"]
  },
  {
    "pergunta": "O que foi o absolutismo e como funcionava?",
    "resposta": "O absolutismo foi um regime político no qual o rei concentrava os poderes de legislar, julgar e governar. Esse modelo predominou na Europa entre os séculos XVI e XVIII, sendo Luís XIV, da França, um dos exemplos mais famosos. O monarca era visto como representante de Deus na Terra, e sua autoridade era justificada pelo 'direito divino dos reis'. Sabia que Luís XIV ficou conhecido como 'Rei Sol' porque considerava que o Estado girava em torno dele?",
    "palavras_chave": ["absolutismo", "monarquia", "luís xiv", "direito divino", "poder"]
  },
  {
    "pergunta": "Como a Inquisição atuou na Idade Moderna?",
    "resposta": "A Inquisição foi uma instituição da Igreja Católica criada para combater heresias e manter a ortodoxia religiosa. Na Idade Moderna, ela perseguiu protestantes, judeus e até cientistas que divergiam da doutrina oficial. Além de julgamentos e condenações, também exercia controle cultural e censurava livros. Sabia que em Portugal a Inquisição funcionou oficialmente de 1536 até 1821?",
    "palavras_chave": ["inquisição", "igreja católica", "heresia", "censura", "perseguição"]
  },
  {
    "pergunta": "Por que a imprensa de Gutenberg foi tão importante?",
    "resposta": "A invenção da imprensa por Johannes Gutenberg, em meados do século XV, revolucionou a circulação do conhecimento. Pela primeira vez, livros puderam ser produzidos em larga escala, barateando custos e ampliando o acesso à leitura. Essa inovação foi crucial para a difusão do Renascimento, da Reforma Protestante e das ideias modernas em geral. Sabia que a Bíblia de Gutenberg foi o primeiro grande livro impresso com essa técnica?",
    "palavras_chave": ["imprensa", "gutenberg", "livros", "século xv", "conhecimento"]
  },
  {
    "pergunta": "Qual foi o impacto das Grandes Navegações na Idade Moderna?",
    "resposta": "As Grandes Navegações, iniciadas no século XV por Portugal e Espanha, abriram novas rotas marítimas que ligaram continentes e mudaram para sempre a economia mundial. Além de ampliar o comércio de especiarias, metais preciosos e escravizados, elas também possibilitaram o encontro – muitas vezes violento – de diferentes culturas. Esse processo deu início à globalização em sua forma mais inicial. Sabia que a viagem de Fernão de Magalhães foi a primeira a realizar a circunavegação completa do planeta, entre 1519 e 1522?",
    "palavras_chave": ["grandes navegações", "comércio", "século xv", "portugal", "espanha"]
  },
  {
    "pergunta": "O que foi o Renascimento científico?",
    "resposta": "O Renascimento científico foi o movimento de renovação do conhecimento nos séculos XV e XVI, marcado pela valorização da observação e da experimentação. Inspirado pelos ideais do humanismo, buscava explicar os fenômenos da natureza de maneira racional. Pensadores como Copérnico, Vesálio e Galileu contribuíram para essa mudança, desafiando conceitos da Antiguidade e da Igreja. Sabia que Copérnico publicou sua teoria heliocêntrica em 1543, no mesmo ano em que morreu, com receio da reação religiosa?",
    "palavras_chave": ["renascimento científico", "copérnico", "galileu", "observação", "século xvi"]
  },
  {
    "pergunta": "Como funcionava o sistema colonial europeu?",
    "resposta": "O sistema colonial europeu foi estruturado para beneficiar as metrópoles, que exploravam suas colônias com base no pacto colonial. Isso significava que as colônias deveriam fornecer matérias-primas e comprar apenas produtos da metrópole. Esse modelo gerou enorme acumulação de riqueza para países como Espanha, Portugal, Inglaterra e França. Sabia que a prata extraída do Potosí, no atual território da Bolívia, foi uma das maiores fontes de riqueza da Coroa espanhola?",
    "palavras_chave": ["sistema colonial", "pacto colonial", "matérias-primas", "europa", "colônias"]
  },
  {
    "pergunta": "O que foi o humanismo na Idade Moderna?",
    "resposta": "O humanismo foi um movimento intelectual que valorizava o homem, a razão e o conhecimento, em contraste com a visão medieval centrada em Deus. Inspirado nos clássicos greco-romanos, influenciou a literatura, a filosofia e a educação durante os séculos XV e XVI. Pensadores como Erasmo de Roterdã e Thomas More são exemplos de humanistas. Sabia que o lema 'o homem é a medida de todas as coisas', herdado da filosofia grega, expressa bem a essência humanista?",
    "palavras_chave": ["humanismo", "renascimento", "erasmo", "educação", "século xvi"]
  },
  {
    "pergunta": "Como o barroco refletiu a espiritualidade da época?",
    "resposta": "O barroco, estilo artístico dos séculos XVII e XVIII, surgiu como resposta à Reforma Protestante e à Contra-Reforma Católica. Suas obras buscavam impressionar pela dramaticidade, pelo contraste de luz e sombra e pela riqueza de detalhes. Em países católicos, como Espanha e Portugal, as igrejas barrocas eram verdadeiros instrumentos de fé e propaganda religiosa. Sabia que no Brasil, o mestre Aleijadinho se tornou um dos maiores nomes do barroco com suas esculturas em Minas Gerais?",
    "palavras_chave": ["barroco", "arte", "igreja católica", "século xvii", "aleijadinho"]
  },
  {
    "pergunta": "O que foi o racionalismo de René Descartes?",
    "resposta": "O racionalismo, desenvolvido pelo filósofo francês René Descartes no século XVII, defendia que a razão era a principal fonte do conhecimento humano. Sua famosa frase 'Penso, logo existo' resume a ideia de que a consciência e o raciocínio são a base para entender a realidade. Esse pensamento influenciou tanto a ciência quanto a filosofia moderna. Sabia que Descartes também contribuiu para a matemática, desenvolvendo a geometria analítica?",
    "palavras_chave": ["racionalismo", "descartes", "filosofia", "razão", "século xvii"]
  },
  {
    "pergunta": "Como a arte maneirista se diferenciou do Renascimento?",
    "resposta": "O maneirismo surgiu no final do Renascimento, no século XVI, como um estilo que explorava exageros de proporção, cores mais artificiais e composições complexas. Diferente da busca pelo equilíbrio renascentista, o maneirismo buscava causar impacto visual e expressar emoções intensas. Artistas como El Greco são grandes exemplos desse estilo. Sabia que o termo 'maneirismo' vem de 'maniera', no sentido de estilo pessoal do artista?",
    "palavras_chave": ["maneirismo", "arte", "renascimento", "século xvi", "el greco"]
  },
  {
    "pergunta": "Qual foi a importância do heliocentrismo de Copérnico?",
    "resposta": "O heliocentrismo, teoria proposta por Nicolau Copérnico no século XVI, afirmava que o Sol estava no centro do sistema solar e não a Terra. Essa ideia revolucionou a astronomia e enfrentou forte resistência da Igreja, que defendia o geocentrismo. Seu modelo inspirou cientistas posteriores como Kepler e Galileu. Sabia que a obra 'As Revoluções das Esferas Celestes' foi publicada no mesmo ano da morte de Copérnico, em 1543?",
    "palavras_chave": ["heliocentrismo", "copérnico", "sol", "astronomia", "século xvi"]
  },
  {
    "pergunta": "Como funcionava o sistema de mecenato?",
    "resposta": "O mecenato foi o apoio financeiro dado por nobres, reis e comerciantes a artistas e intelectuais durante a Idade Moderna, especialmente no Renascimento. Esse patrocínio permitiu que nomes como Leonardo da Vinci e Michelangelo produzissem suas obras. As famílias ricas italianas, como os Médici, foram grandes mecenas. Sabia que a Capela Sistina, pintada por Michelangelo, foi encomendada diretamente pelo papa Júlio II?",
    "palavras_chave": ["mecenato", "renascimento", "médici", "michelangelo", "patrocínio"]
  },
  {
    "pergunta": "O que foi a Revolução Comercial da Idade Moderna?",
    "resposta": "A Revolução Comercial, entre os séculos XV e XVII, foi marcada pela expansão do comércio internacional, pelo surgimento de bancos e bolsas de valores e pelo fortalecimento da burguesia. O crescimento das cidades e o uso do capital ampliaram o dinamismo econômico. Esse processo foi essencial para a transição do feudalismo para o capitalismo. Sabia que a Bolsa de Amsterdã, criada em 1602, é considerada a primeira bolsa de valores moderna?",
    "palavras_chave": ["revolução comercial", "burguesia", "capitalismo", "século xvii", "comércio"]
  },
  {
    "pergunta": "Qual foi o impacto das Grandes Navegações na Idade Moderna?",
    "resposta": "As Grandes Navegações, iniciadas no século XV por Portugal e Espanha, abriram novas rotas marítimas que ligaram continentes e mudaram para sempre a economia mundial. Além de ampliar o comércio de especiarias, metais preciosos e pessoas escravizadas, elas também possibilitaram o encontro – muitas vezes violento – de diferentes culturas. Esse processo deu início à globalização em sua forma mais inicial e transformou o equilíbrio de poder na Europa. Sabia que a viagem de Fernão de Magalhães foi a primeira a realizar a circunavegação completa do planeta, entre 1519 e 1522?",
    "palavras_chave": ["grandes navegações", "comércio", "globalização", "portugal", "espanha"]
  },
  {
    "pergunta": "O que foi o Renascimento científico?",
    "resposta": "O Renascimento científico, entre os séculos XV e XVII, foi um período em que a observação, a experimentação e a razão passaram a ser valorizadas como fontes legítimas de conhecimento. Inspirado pelo humanismo, rompeu com explicações baseadas apenas na religião e nas autoridades da Antiguidade. Nomes como Copérnico, Vesálio e Galileu mudaram a forma de entender o universo, a medicina e a física. Sabia que Galileu foi condenado pela Inquisição por defender o heliocentrismo?",
    "palavras_chave": ["renascimento científico", "observação", "galileu", "copérnico", "século xvi"]
  },
  {
    "pergunta": "Como funcionava o sistema colonial europeu?",
    "resposta": "O sistema colonial europeu foi estruturado para enriquecer as metrópoles por meio do pacto colonial, que determinava que as colônias só podiam comercializar com sua metrópole. Assim, forneciam matérias-primas, como açúcar e metais, e eram obrigadas a comprar os produtos manufaturados europeus. Esse modelo foi central para a acumulação de capitais na Europa e para o surgimento do capitalismo moderno. Sabia que a prata extraída de Potosí, no atual território da Bolívia, foi tão abundante que alimentou boa parte da economia espanhola por séculos?",
    "palavras_chave": ["sistema colonial", "pacto colonial", "matérias-primas", "europa", "colônias"]
  },
  {
    "pergunta": "O que foi o humanismo na Idade Moderna?",
    "resposta": "O humanismo foi um movimento intelectual que valorizava o ser humano, a razão e o conhecimento, em contraste com a visão medieval centrada em Deus. Inspirado nos clássicos greco-romanos, influenciou literatura, filosofia, política e educação. Pensadores como Erasmo de Roterdã e Thomas More defendiam ideias críticas sobre a sociedade e a Igreja. Sabia que o lema 'o homem é a medida de todas as coisas', herdado de Protágoras, sintetiza bem o espírito humanista?",
    "palavras_chave": ["humanismo", "renascimento", "erasmo", "educação", "século xvi"]
  },
  {
    "pergunta": "Como o barroco refletiu a espiritualidade da época?",
    "resposta": "O barroco, estilo artístico e cultural dos séculos XVII e XVIII, surgiu como expressão da espiritualidade intensa do período marcado pela Reforma e Contra-Reforma. Suas obras exploravam o contraste entre luz e sombra, a dramaticidade e a emoção como forma de aproximar os fiéis da fé católica. Nas Américas, inclusive no Brasil, o barroco também se adaptou às realidades locais. Sabia que o escultor Aleijadinho, com suas obras em Minas Gerais, é considerado um dos maiores representantes do barroco fora da Europa?",
    "palavras_chave": ["barroco", "arte", "igreja católica", "século xvii", "aleijadinho"]
  },
  {
    "pergunta": "O que foi o racionalismo de René Descartes?",
    "resposta": "O racionalismo, desenvolvido por René Descartes no século XVII, defendia que a razão era a principal fonte do conhecimento humano. Sua frase 'Penso, logo existo' traduz a confiança no pensamento lógico e no método científico como base para compreender a realidade. Essa abordagem marcou a filosofia moderna e inspirou avanços em áreas como a matemática e a física. Sabia que Descartes também criou a geometria analítica, unindo álgebra e geometria em uma mesma linguagem?",
    "palavras_chave": ["racionalismo", "descartes", "filosofia", "razão", "século xvii"]
  },
  {
    "pergunta": "Como a arte maneirista se diferenciou do Renascimento?",
    "resposta": "O maneirismo surgiu no século XVI como um estilo de transição entre o Renascimento e o Barroco. Enquanto o Renascimento buscava equilíbrio, proporção e harmonia, o maneirismo exagerava nas formas, utilizava cores mais intensas e apresentava composições artificiais. Era uma forma de romper com a perfeição clássica e buscar novas expressões. Sabia que El Greco é um dos nomes mais marcantes do maneirismo, com suas figuras alongadas e dramáticas?",
    "palavras_chave": ["maneirismo", "arte", "renascimento", "século xvi", "el greco"]
  },
  {
    "pergunta": "Qual foi a importância do heliocentrismo de Copérnico?",
    "resposta": "O heliocentrismo, formulado por Nicolau Copérnico no século XVI, defendia que o Sol era o centro do sistema solar e não a Terra. Essa teoria desafiou séculos de pensamento geocêntrico e abriu caminho para cientistas como Kepler e Galileu confirmarem e aprimorarem o modelo. Foi um marco na história da ciência, alterando profundamente a visão humana sobre o universo. Sabia que, temendo a reação da Igreja, Copérnico só publicou sua obra principal no ano da sua morte, em 1543?",
    "palavras_chave": ["heliocentrismo", "copérnico", "sol", "astronomia", "século xvi"]
  },
  {
    "pergunta": "Como funcionava o sistema de mecenato?",
    "resposta": "O mecenato era o patrocínio oferecido por papas, reis, nobres e ricos comerciantes a artistas e intelectuais durante a Idade Moderna, especialmente no Renascimento. Esse apoio financeiro permitiu que nomes como Leonardo da Vinci e Michelangelo criassem algumas das maiores obras de arte da história. Sem o mecenato, muitos artistas não teriam conseguido se dedicar integralmente à produção cultural. Sabia que a família Médici, de Florença, foi uma das maiores mecenas do Renascimento?",
    "palavras_chave": ["mecenato", "renascimento", "médici", "michelangelo", "patrocínio"]
  },
  {
    "pergunta": "O que foi a Revolução Comercial da Idade Moderna?",
    "resposta": "A Revolução Comercial, que se desenvolveu entre os séculos XV e XVII, foi marcada pelo fortalecimento do comércio internacional, pelo surgimento de bancos, companhias de comércio e bolsas de valores. Esse processo deu mais poder à burguesia mercantil e contribuiu para a transição do feudalismo para o capitalismo moderno. Sabia que a criação da Companhia das Índias Orientais, em 1602, marcou o nascimento das primeiras grandes empresas multinacionais?",
    "palavras_chave": ["revolução comercial", "burguesia", "capitalismo", "século xvii", "comércio"]
  },
  {
    "pergunta": "Qual foi a importância da imprensa de Gutenberg?",
    "resposta": "A invenção da imprensa por Johannes Gutenberg, em meados do século XV, revolucionou a comunicação e a difusão do conhecimento. Ao permitir a produção em massa de livros, acelerou a circulação de ideias e contribuiu para movimentos como a Reforma Protestante e o Renascimento. Essa inovação democratizou o acesso à leitura, antes restrita a poucos. Sabia que a primeira grande obra impressa por Gutenberg foi a Bíblia, em 1455?",
    "palavras_chave": ["imprensa", "gutenberg", "livros", "renascimento", "século xv"]
  },
  {
    "pergunta": "Como o absolutismo se consolidou na Europa Moderna?",
    "resposta": "O absolutismo foi um sistema de governo no qual o rei concentrava em si todos os poderes, justificando sua autoridade como sendo de origem divina. Essa forma de poder se consolidou especialmente entre os séculos XVI e XVIII, com exemplos como Luís XIV na França. Essa centralização visava fortalecer o Estado e controlar a nobreza. Sabia que Luís XIV ficou conhecido como 'Rei Sol', por se considerar o centro da política francesa?",
    "palavras_chave": ["absolutismo", "rei", "estado", "luís xiv", "século xvii"]
  },
  {
    "pergunta": "O que foi o mercantilismo?",
    "resposta": "O mercantilismo foi a política econômica dominante entre os séculos XVI e XVIII, que defendia o acúmulo de metais preciosos e a balança comercial favorável como sinais de riqueza e poder de um reino. Para isso, incentivava monopólios, protecionismo e exploração das colônias. Esse sistema foi fundamental para o fortalecimento das monarquias absolutistas. Sabia que o lema mercantilista era 'riqueza é poder'?",
    "palavras_chave": ["mercantilismo", "economia", "colônias", "metais preciosos", "século xvi"]
  },
  {
    "pergunta": "Como foi a Reforma Protestante?",
    "resposta": "A Reforma Protestante, iniciada por Martinho Lutero em 1517, contestou os abusos da Igreja Católica e defendeu princípios como a salvação pela fé e a autoridade da Bíblia. O movimento deu origem a novas igrejas cristãs, como o luteranismo, o calvinismo e o anglicanismo. Além de mudar a religião, a Reforma teve impacto político e cultural na Europa. Sabia que Lutero afixou suas 95 teses na porta de uma igreja em Wittenberg, desafiando diretamente o papa?",
    "palavras_chave": ["reforma protestante", "luteranismo", "igreja católica", "século xvi", "martinho lutero"]
  },
  {
    "pergunta": "O que foi a Contra-Reforma?",
    "resposta": "A Contra-Reforma foi a resposta da Igreja Católica à Reforma Protestante, marcada pelo Concílio de Trento (1545-1563). Nesse processo, a Igreja reafirmou seus dogmas, fortaleceu a disciplina do clero e incentivou ordens religiosas como a Companhia de Jesus, voltada para a educação e a catequese. Esse movimento garantiu que o catolicismo permanecesse forte em várias regiões da Europa e nas colônias. Sabia que o Concílio de Trento durou quase 20 anos?",
    "palavras_chave": ["contra-reforma", "igreja católica", "concílio de trento", "jesuítas", "século xvi"]
  },
  {
    "pergunta": "Qual a importância de Leonardo da Vinci no Renascimento?",
    "resposta": "Leonardo da Vinci é considerado o grande gênio do Renascimento por unir arte e ciência em suas obras. Além de pinturas famosas como a Mona Lisa e A Última Ceia, produziu estudos de anatomia, engenharia e máquinas que estavam séculos à frente de seu tempo. Ele simboliza o ideal renascentista do 'homem universal'. Sabia que da Vinci fez esboços de máquinas voadoras que lembram os helicópteros modernos?",
    "palavras_chave": ["leonardo da vinci", "renascimento", "arte", "ciência", "século xvi"]
  },
  {
    "pergunta": "Como a Reforma Anglicana foi diferente da Luterana?",
    "resposta": "A Reforma Anglicana, conduzida pelo rei Henrique VIII no século XVI, teve mais motivos políticos do que religiosos. O rei rompeu com o papa e fundou a Igreja Anglicana após não conseguir a anulação de seu casamento. Já a Reforma Luterana foi um movimento teológico iniciado por Martinho Lutero, baseado em críticas às práticas da Igreja Católica. Sabia que a Inglaterra continuou católica por alguns anos até a rainha Isabel I consolidar o anglicanismo?",
    "palavras_chave": ["reforma anglicana", "henrique viii", "igreja anglicana", "século xvi", "luteranismo"]
  },
  {
    "pergunta": "O que foi o Iluminismo?",
    "resposta": "O Iluminismo foi um movimento intelectual do século XVIII que defendia a razão, a ciência e a liberdade como formas de transformar a sociedade. Pensadores como Voltaire, Montesquieu e Rousseau criticaram o absolutismo e propuseram novas ideias de política, direitos e economia. O movimento influenciou revoluções e mudanças no mundo ocidental. Sabia que esse período ficou conhecido como 'Século das Luzes' porque se acreditava que a razão iluminaria a humanidade?",
    "palavras_chave": ["iluminismo", "século xviii", "razão", "filosofia", "revoluções"]
  },
  {
    "pergunta": "Como a Revolução Científica se desenvolveu na Idade Moderna?",
    "resposta": "A Revolução Científica, entre os séculos XVI e XVII, foi marcada por descobertas que transformaram o modo de compreender a natureza. Cientistas como Kepler, Galileu, Newton e Harvey formularam leis que explicavam desde os movimentos planetários até a circulação do sangue. Essa revolução consolidou o método científico e abriu espaço para o desenvolvimento da ciência moderna. Sabia que Isaac Newton publicou suas leis do movimento e da gravitação em 1687, mudando para sempre a física?",
    "palavras_chave": ["revolução científica", "galileu", "newton", "ciência", "século xvii"]
  },
  {
    "pergunta": "O que foi o Iluminismo?",
    "resposta": "O Iluminismo foi um movimento intelectual e cultural que se desenvolveu na Europa no século dezoito. Ele defendia a razão, a ciência e a liberdade como guias para a vida em sociedade, contestando as ideias da Igreja e dos reis absolutistas. Autores como Voltaire, Montesquieu e Rousseau escreveram obras que influenciaram profundamente a política e a cultura, incentivando a separação de poderes e a busca por direitos individuais. Sabia que muitas ideias da Revolução Francesa nasceram diretamente do Iluminismo?",
    "palavras_chave": ["iluminismo", "século dezoito", "razão", "liberdade", "filosofia"]
  },
  {
    "pergunta": "Quem foi Isaac Newton e por que ele foi tão importante?",
    "resposta": "Isaac Newton foi um cientista inglês do século dezessete que revolucionou a ciência ao formular as leis da gravitação universal e do movimento. Ele uniu conceitos de Galileu e Kepler, criando uma explicação matemática para fenômenos físicos que se tornaram base da física clássica. Além disso, contribuiu para a matemática com o cálculo e para a óptica com estudos sobre a luz. Sabia que Newton também foi diretor da Casa da Moeda da Inglaterra e ajudou a combater falsificadores?",
    "palavras_chave": ["isaac newton", "gravitação", "física clássica", "ciência", "matemática"]
  },
  {
    "pergunta": "O que foi o Renascimento Científico?",
    "resposta": "O Renascimento Científico foi um período entre os séculos quinze e dezessete em que o estudo da natureza ganhou novo impulso na Europa. Cientistas como Copérnico, Galileu e Kepler desafiaram tradições medievais e defenderam métodos baseados em observação e experimentação. Esse movimento abriu caminho para a ciência moderna. Sabia que Galileu foi perseguido pela Inquisição por defender que a Terra girava em torno do Sol?",
    "palavras_chave": ["renascimento científico", "copérnico", "galileu", "kepler", "ciência moderna"]
  },
  {
    "pergunta": "Por que a Revolução Inglesa foi importante?",
    "resposta": "A Revolução Inglesa, ocorrida no século dezessete, derrubou a monarquia absolutista de Carlos Primeiro e abriu espaço para o fortalecimento do parlamento. Ela estabeleceu precedentes para a limitação do poder real e a defesa de direitos políticos, influenciando depois revoluções na França e na América. Sabia que o rei Carlos Primeiro foi julgado e executado publicamente, algo inédito para um monarca europeu da época?",
    "palavras_chave": ["revolução inglesa", "século dezessete", "parlamento", "monarquia", "direitos políticos"]
  },
  {
    "pergunta": "O que foi a Revolução Gloriosa?",
    "resposta": "A Revolução Gloriosa aconteceu em 1688, na Inglaterra, e foi chamada assim porque ocorreu praticamente sem derramamento de sangue. Ela depôs o rei Jaime Segundo e colocou Guilherme de Orange no trono, consolidando o poder do parlamento e instituindo uma monarquia constitucional. Esse processo foi crucial para a democracia moderna. Sabia que a Declaração de Direitos inglesa, criada nessa época, serviu de modelo para constituições posteriores?",
    "palavras_chave": ["revolução gloriosa", "inglaterra", "monarquia constitucional", "parlamento", "direitos"]
  },
  {
    "pergunta": "Quem foi Galileu Galilei?",
    "resposta": "Galileu Galilei foi um cientista italiano do século dezessete, considerado o pai da ciência moderna. Ele aperfeiçoou o telescópio, observou montanhas na Lua, descobriu luas em Júpiter e defendeu a teoria heliocêntrica de Copérnico. Suas descobertas contrariaram a Igreja Católica, que o obrigou a se retratar publicamente. Sabia que Galileu passou os últimos anos de sua vida em prisão domiciliar, mas continuou escrevendo obras científicas?",
    "palavras_chave": ["galileu galilei", "telescópio", "heliocentrismo", "ciência moderna", "século dezessete"]
  },
  {
    "pergunta": "O que foi a Revolução Científica?",
    "resposta": "A Revolução Científica foi um período entre os séculos dezesseis e dezoito em que a ciência europeia transformou radicalmente a forma de entender o mundo. A observação, a experimentação e a matemática passaram a ser ferramentas centrais, substituindo explicações religiosas e filosóficas. Grandes nomes como Kepler, Newton e Descartes consolidaram esse processo. Sabia que, antes desse período, doenças ainda eram explicadas por desequilíbrio de humores no corpo?",
    "palavras_chave": ["revolução científica", "séculos xvi-xviii", "observação", "matemática", "ciência"]
  },
  {
    "pergunta": "Quem foi René Descartes?",
    "resposta": "René Descartes foi um filósofo francês do século dezessete, considerado o pai da filosofia moderna. Ele é famoso pelo pensamento racionalista e pela frase 'Penso, logo existo'. Descartes acreditava que a razão era a única forma segura de alcançar o conhecimento. Além da filosofia, ele também contribuiu para a matemática, desenvolvendo a geometria analítica. Sabia que o método cartesiano influenciou não só a filosofia, mas também a ciência e a política?",
    "palavras_chave": ["rené descartes", "filosofia moderna", "racionalismo", "penso logo existo", "matemática"]
  },
  {
    "pergunta": "O que foi o Mercantilismo?",
    "resposta": "O Mercantilismo foi um conjunto de práticas econômicas adotadas pelos Estados europeus entre os séculos dezesseis e dezoito. Ele defendia a acumulação de metais preciosos, o protecionismo e o fortalecimento do comércio colonial. Foi uma das bases da formação dos Estados nacionais modernos e do colonialismo. Sabia que Portugal e Espanha usaram fortemente práticas mercantilistas para explorar suas colônias?",
    "palavras_chave": ["mercantilismo", "economia", "colonialismo", "século dezesseis", "estados nacionais"]
  },
  {
    "pergunta": "Quem foi Montesquieu?",
    "resposta": "Montesquieu foi um filósofo iluminista francês do século dezoito, conhecido principalmente pela teoria da separação dos poderes em executivo, legislativo e judiciário. Sua obra mais famosa, 'O Espírito das Leis', influenciou constituições de vários países, incluindo a dos Estados Unidos e a do Brasil. Sabia que a ideia de Montesquieu buscava evitar abusos de poder concentrados em uma única pessoa ou instituição?",
    "palavras_chave": ["montesquieu", "iluminismo", "espírito das leis", "separação de poderes", "século dezoito"]
  },
  {
    "pergunta": "O que foi a Revolução Comercial?",
    "resposta": "A Revolução Comercial foi o processo de crescimento das atividades mercantis e financeiras na Europa entre os séculos quinze e dezoito. Ela foi impulsionada pelas Grandes Navegações, que abriram novas rotas comerciais e trouxeram produtos da Ásia, da África e das Américas. Sabia que nesse período surgiram as primeiras bolsas de valores e companhias de comércio, como a Companhia das Índias Orientais?",
    "palavras_chave": ["revolução comercial", "séculos xv-xviii", "comércio", "navegações", "companhias"]
  },
  {
    "pergunta": "Quem foi Voltaire?",
    "resposta": "Voltaire foi um dos principais filósofos iluministas franceses, famoso por suas críticas à intolerância religiosa e à arbitrariedade dos reis absolutistas. Defendia a liberdade de expressão, de culto e de pensamento, valores que se tornaram fundamentais para as democracias modernas. Sabia que Voltaire foi preso na Bastilha e também viveu exilado por causa de suas ideias polêmicas?",
    "palavras_chave": ["voltaire", "iluminismo", "liberdade", "frança", "filosofia"]
  },
  {
    "pergunta": "O que foi o Humanismo?",
    "resposta": "O Humanismo foi um movimento intelectual que surgiu na Itália no século quatorze e se espalhou pela Europa durante o Renascimento. Ele valorizava o estudo do ser humano, da razão e das culturas clássicas da Grécia e de Roma. Os humanistas buscavam conciliar fé e razão, promovendo avanços na literatura, na arte e na ciência. Sabia que Petrarca é considerado o 'pai do Humanismo'?",
    "palavras_chave": ["humanismo", "renascimento", "itália", "século xiv", "cultura clássica"]
  },
  {
    "pergunta": "Quem foi Rousseau?",
    "resposta": "Jean-Jacques Rousseau foi um filósofo iluminista do século dezoito, conhecido por sua obra 'O Contrato Social'. Ele defendia a ideia de que a soberania pertence ao povo e que a sociedade deveria ser organizada em função da vontade geral. Suas ideias influenciaram a Revolução Francesa e a formação de novas formas de governo democrático. Sabia que Rousseau também escreveu sobre educação, propondo métodos que valorizavam a experiência prática das crianças?",
    "palavras_chave": ["rousseau", "iluminismo", "contrato social", "vontade geral", "filosofia política"]
  },
  {
    "pergunta": "O que foi o Renascimento Cultural?",
    "resposta": "O Renascimento Cultural foi um movimento artístico e intelectual que surgiu na Itália, no século quinze, e se espalhou pela Europa. Ele resgatou valores da Antiguidade clássica e promoveu grandes avanços na pintura, na escultura, na literatura e na ciência. Artistas como Leonardo da Vinci e Michelangelo são símbolos desse período. Sabia que a palavra 'Renascimento' significa literalmente 'renascer' da cultura clássica?",
    "palavras_chave": ["renascimento cultural", "itália", "século xv", "arte", "antiguidade clássica"]
  },
  {
    "pergunta": "Quem foi Nicolau Maquiavel?",
    "resposta": "Nicolau Maquiavel foi um pensador político italiano do século dezesseis, autor do famoso livro 'O Príncipe'. Nessa obra, ele analisava o poder de forma realista, afirmando que os governantes deveriam agir de acordo com as circunstâncias, mesmo que isso envolvesse decisões duras. Sabia que o termo 'maquiavélico', usado até hoje para se referir a estratégias políticas astutas, vem de suas ideias?",
    "palavras_chave": ["maquiavel", "o príncipe", "política", "itália", "século xvi"]
  },
  {
    "pergunta": "O que foi o Absolutismo?",
    "resposta": "O Absolutismo foi um sistema político predominante na Europa entre os séculos dezesseis e dezoito, no qual o rei concentrava todos os poderes do Estado. Ele era justificado pela ideia do 'direito divino dos reis', segundo a qual a autoridade do monarca vinha diretamente de Deus. Sabia que o rei Luís XIV da França é o exemplo mais famoso de absolutista, conhecido como o 'Rei Sol'?",
    "palavras_chave": ["absolutismo", "século xvi", "monarquia", "direito divino", "rei sol"]
  },
  {
    "pergunta": "Quem foi Leonardo da Vinci?",
    "resposta": "Leonardo da Vinci foi um dos maiores gênios do Renascimento, nascido na Itália no século quinze. Ele se destacou como pintor, engenheiro, inventor e anatomista. Suas obras mais conhecidas são a Mona Lisa e A Última Ceia, mas ele também deixou cadernos com estudos avançados sobre máquinas e anatomia. Sabia que muitos de seus projetos de máquinas voadoras lembram os aviões de hoje?",
    "palavras_chave": ["leonardo da vinci", "renascimento", "arte", "mona lisa", "invenções"]
  },
  {
    "pergunta": "O que foi a Reforma Protestante?",
    "resposta": "A Reforma Protestante foi um movimento religioso iniciado por Martinho Lutero no século dezesseis, que contestava práticas da Igreja Católica, como a venda de indulgências. Esse movimento deu origem às igrejas protestantes e provocou profundas mudanças políticas e sociais na Europa. Sabia que Lutero traduziu a Bíblia para o alemão, tornando o texto acessível a mais pessoas?",
    "palavras_chave": ["reforma protestante", "martinho lutero", "século xvi", "igreja", "religião"]
  }
]
