[
  {
    "pergunta": "O que foi a Cabanagem?",
    "resposta": "A Cabanagem foi uma revolta popular que ocorreu na província do Grão-Pará entre mil oitocentos e trinta e cinco e mil oitocentos e quarenta. Envolveu índios, mestiços e camponeses pobres que viviam em condições de extrema miséria e se rebelaram contra o governo imperial, tomando inclusive a cidade de Belém por um período. Apesar de inicialmente obter vitórias, o movimento foi duramente reprimido e resultou na morte de grande parte da população da região. Sabia que estima-se que quase quarenta por cento da população do Pará da época tenha morrido durante a repressão?",
    "palavras_chave": ["cabanagem", "grão-pará", "império do brasil", "revolta popular", "século xix"]
  },
  {
    "pergunta": "O que foi a Balaiada?",
    "resposta": "A Balaiada foi uma revolta que aconteceu no Maranhão entre mil oitocentos e trinta e oito e mil oitocentos e quarenta e um. Teve como participantes vaqueiros, artesãos e escravizados que buscavam melhores condições de vida e se rebelaram contra as elites locais. O nome vem de Manoel Francisco dos Anjos, conhecido como 'Balaio', um artesão que se destacou no movimento. A repressão imperial foi violenta e a revolta acabou derrotada, mas deixou marcas de contestação social no Nordeste. Sabia que até hoje a palavra 'balaio' é usada para designar cestos, lembrando a origem do líder?",
    "palavras_chave": ["balaiada", "maranhão", "revolta popular", "império do brasil", "século xix"]
  },
  {
    "pergunta": "O que foi a Revolta da Armada?",
    "resposta": "A Revolta da Armada ocorreu no final do século dezenove, entre mil oitocentos e noventa e três e mil oitocentos e noventa e quatro, envolvendo setores da Marinha contrários ao governo republicano de Floriano Peixoto. Os revoltosos contestavam a legitimidade do presidente e chegaram a bombardear a cidade do Rio de Janeiro. Apesar da força naval, o movimento foi derrotado com apoio das tropas fiéis ao governo. Sabia que os rebeldes chegaram a receber apoio de monarquistas que sonhavam com a restauração da monarquia no Brasil?",
    "palavras_chave": ["revolta da armada", "floriano peixoto", "república velha", "marinha", "século xix"]
  },
  {
    "pergunta": "O que foi a Revolta da Chibata?",
    "resposta": "A Revolta da Chibata aconteceu em mil novecentos e dez, quando marinheiros da Marinha brasileira, em sua maioria negros e mulatos, se rebelaram contra os castigos físicos e más condições de trabalho. Liderados por João Cândido Felisberto, conhecido como o Almirante Negro, eles tomaram navios de guerra e exigiram o fim das punições violentas. O governo prometeu atender às reivindicações, mas depois perseguiu os revoltosos. Sabia que João Cândido morreu pobre e só foi reconhecido como herói nacional décadas depois?",
    "palavras_chave": ["revolta da chibata", "joão cândido", "marinha", "castigos físicos", "1910"]
  },
  {
    "pergunta": "O que foi a Greve Geral de 1917?",
    "resposta": "A Greve Geral de mil novecentos e dezessete foi o primeiro grande movimento operário de caráter nacional no Brasil. Inspirada por ideias anarquistas e socialistas, reuniu trabalhadores de diferentes setores em cidades como São Paulo e Rio de Janeiro. Eles exigiam melhores salários, redução da jornada de trabalho e melhores condições nas fábricas. A repressão foi dura, mas o movimento deixou como legado a organização sindical no país. Sabia que a greve de 1917 coincidiu com a Primeira Guerra Mundial, quando o custo de vida aumentava rapidamente?",
    "palavras_chave": ["greve geral", "1917", "trabalhadores", "movimento operário", "anarquismo"]
  },
  {
    "pergunta": "O que foi a Coluna Prestes?",
    "resposta": "A Coluna Prestes foi um movimento político-militar que percorreu o interior do Brasil entre mil novecentos e vinte e cinco e mil novecentos e vinte e sete. Liderada por Luís Carlos Prestes, a marcha reuniu jovens oficiais conhecidos como 'tenentes' e tinha o objetivo de denunciar a corrupção e a falta de democracia da República Velha. A Coluna percorreu cerca de vinte e cinco mil quilômetros sem ser derrotada, ganhando notoriedade nacional. Sabia que Luís Carlos Prestes ficou conhecido como o 'Cavaleiro da Esperança' por sua liderança incansável?",
    "palavras_chave": ["coluna prestes", "luís carlos prestes", "tenentismo", "república velha", "anos 1920"]
  },
  {
    "pergunta": "O que foi a Revolta dos Malês?",
    "resposta": "A Revolta dos Malês ocorreu em Salvador no ano de mil oitocentos e trinta e cinco. Foi uma rebelião organizada por escravizados e libertos muçulmanos, conhecidos como malês, que buscavam liberdade e igualdade. Planejaram tomar o controle da cidade, mas foram descobertos e duramente reprimidos. Apesar da derrota, a revolta ficou marcada como um dos maiores levantes de escravizados urbanos no Brasil. Sabia que muitos líderes falavam árabe e usavam roupas brancas como símbolo de pureza religiosa?",
    "palavras_chave": ["revolta dos malês", "salvador", "escravizados", "muçulmanos", "1835"]
  },
  {
    "pergunta": "O que foi o Movimento Diretas Já?",
    "resposta": "O Movimento Diretas Já foi uma mobilização popular que ocorreu em mil novecentos e oitenta e três e mil novecentos e oitenta e quatro, exigindo eleições diretas para presidente do Brasil. Reuniu milhões de pessoas em passeatas, comícios e manifestações em várias capitais. Apesar da emenda constitucional ter sido rejeitada no Congresso, o movimento acelerou a redemocratização e a queda da ditadura militar. Sabia que artistas, intelectuais e jogadores de futebol também participaram ativamente dos comícios?",
    "palavras_chave": ["diretas já", "redemocratização", "ditadura militar", "anos 1980", "eleições"]
  },
  {
    "pergunta": "O que foi o Movimento dos Trabalhadores Rurais Sem Terra?",
    "resposta": "O Movimento dos Trabalhadores Rurais Sem Terra, conhecido como MST, surgiu na década de mil novecentos e oitenta como forma de luta pela reforma agrária e melhores condições de vida no campo. O movimento organiza ocupações de terras improdutivas e busca pressionar o governo por políticas de distribuição de terras. É considerado um dos maiores movimentos sociais da América Latina. Sabia que o MST também investe em escolas e projetos culturais dentro dos assentamentos?",
    "palavras_chave": ["mst", "trabalhadores rurais", "reforma agrária", "anos 1980", "movimento social"]
  },
  {
    "pergunta": "O que foi o Movimento Negro Unificado?",
    "resposta": "O Movimento Negro Unificado foi fundado em mil novecentos e setenta e oito em São Paulo, reunindo diferentes grupos e militantes que lutavam contra o racismo e pela valorização da cultura afro-brasileira. Ele surgiu em plena ditadura militar, em resposta à violência policial contra jovens negros. O movimento ajudou a fortalecer a consciência negra e pautar o debate sobre igualdade racial no Brasil. Sabia que a fundação aconteceu em frente ao Teatro Municipal de São Paulo, um local simbólico de resistência?",
    "palavras_chave": ["movimento negro unificado", "racismo", "anos 1970", "ditadura militar", "igualdade racial"]
  },
  {
    "pergunta": "O que foi a Revolta de Beckman?",
    "resposta": "A Revolta de Beckman aconteceu no Maranhão em mil seiscentos e oitenta e quatro. Foi liderada por colonos insatisfeitos com os altos impostos da Coroa portuguesa e com a atuação da Companhia de Comércio do Maranhão, que monopolizava o comércio local. Os irmãos Manuel e Tomás Beckman assumiram a liderança, mas o movimento acabou sendo derrotado, e Manuel Beckman foi enforcado em praça pública. Sabia que, apesar do fim trágico, a revolta conseguiu acabar com a Companhia de Comércio, mostrando a força da pressão popular?",
    "palavras_chave": ["revolta de beckman", "maranhão", "companhia de comércio", "século xvii", "colonização"]
  },
  {
    "pergunta": "O que foi a Inconfidência Mineira?",
    "resposta": "A Inconfidência Mineira foi uma conspiração ocorrida em mil setecentos e oitenta e nove, em Vila Rica, atual Ouro Preto. Inspirados pelas ideias iluministas e pela independência dos Estados Unidos, intelectuais, militares e clérigos planejavam proclamar a independência de Minas Gerais diante dos altos impostos cobrados pela Coroa portuguesa. O movimento foi descoberto antes de ser executado, e Tiradentes se tornou o mártir da causa. Sabia que ele foi enforcado e esquartejado, e seus restos expostos em locais públicos como forma de intimidação?",
    "palavras_chave": ["inconfidência mineira", "tiradentes", "minas gerais", "1789", "iluminismo"]
  },
  {
    "pergunta": "O que foi a Conjuração Baiana?",
    "resposta": "A Conjuração Baiana, também chamada de Revolta dos Alfaiates, ocorreu em Salvador em mil setecentos e noventa e oito. Diferente da Inconfidência Mineira, ela teve forte participação popular, incluindo alfaiates, soldados e até escravizados, que defendiam não apenas a independência, mas também a igualdade racial e social. O movimento foi descoberto e violentamente reprimido. Sabia que os líderes condenados foram enforcados na praça pública como exemplo para quem ousasse repetir a rebelião?",
    "palavras_chave": ["conjuração baiana", "alfaiates", "salvador", "1798", "igualdade social"]
  },
  {
    "pergunta": "O que foi a Revolta da Vacina?",
    "resposta": "A Revolta da Vacina ocorreu no Rio de Janeiro em mil novecentos e quatro, quando a população se rebelou contra a vacinação obrigatória contra a varíola, imposta pelo governo de Rodrigues Alves. A medida foi conduzida de forma autoritária, em meio a reformas urbanas que já expulsavam moradores pobres de suas casas, o que gerou forte resistência popular. O movimento foi duramente reprimido, mas mais tarde a vacinação se mostrou fundamental para controlar doenças. Sabia que até os bondes foram usados como barricadas durante os protestos?",
    "palavras_chave": ["revolta da vacina", "rio de janeiro", "1904", "varíola", "vacinação obrigatória"]
  },
  {
    "pergunta": "O que foi o Movimento Estudantil de 1968?",
    "resposta": "O Movimento Estudantil de 1968 foi um dos mais expressivos da história do Brasil durante a ditadura militar. Estudantes universitários organizaram manifestações contra a repressão, pedindo mais liberdade e democracia. O episódio mais marcante foi a Passeata dos Cem Mil, realizada no Rio de Janeiro, que reuniu artistas, intelectuais e trabalhadores ao lado dos estudantes. Sabia que, apesar da repressão, esse movimento ajudou a manter viva a resistência contra o regime militar?",
    "palavras_chave": ["movimento estudantil", "1968", "passeata dos cem mil", "ditadura militar", "democracia"]
  },
  {
    "pergunta": "O que foi a Greve dos Metalúrgicos do ABC?",
    "resposta": "A Greve dos Metalúrgicos do ABC aconteceu no final da década de mil novecentos e setenta, em plena ditadura militar. Os trabalhadores da indústria automobilística da região do ABC paulista paralisaram as fábricas exigindo melhores salários e condições de trabalho. O movimento foi fundamental para o fortalecimento do sindicalismo no Brasil e projetou lideranças como Luiz Inácio Lula da Silva. Sabia que essas greves ajudaram a fundar a Central Única dos Trabalhadores anos depois?",
    "palavras_chave": ["greve dos metalúrgicos", "abc paulista", "lula", "anos 1970", "sindicalismo"]
  },
  {
    "pergunta": "O que foi a Revolta de Canudos?",
    "resposta": "A Revolta de Canudos ocorreu entre mil oitocentos e noventa e seis e mil oitocentos e noventa e sete, no interior da Bahia. Liderados por Antônio Conselheiro, milhares de sertanejos formaram uma comunidade autossuficiente que rejeitava o poder da República recém-instaurada. O governo enviou várias expedições militares para destruir o arraial de Canudos, e a última delas resultou em um massacre. Sabia que Canudos foi tão impactante que virou tema do livro 'Os Sertões', de Euclides da Cunha?",
    "palavras_chave": ["canudos", "antônio conselheiro", "bahia", "república velha", "os sertões"]
  },
  {
    "pergunta": "O que foi o Quilombo dos Palmares?",
    "resposta": "O Quilombo dos Palmares foi uma das maiores comunidades de resistência à escravidão nas Américas, existente em Alagoas entre o século dezessete e o século dezoito. Formado por africanos escravizados fugitivos, indígenas e até brancos pobres, Palmares chegou a abrigar milhares de pessoas. Seu líder mais famoso foi Zumbi dos Palmares, símbolo da luta pela liberdade. Sabia que o Quilombo resistiu por quase cem anos antes de ser destruído em mil seiscentos e noventa e quatro?",
    "palavras_chave": ["quilombo dos palmares", "zumbi", "alagoas", "escravidão", "resistência"]
  },
  {
    "pergunta": "O que foi o Movimento Feminista no Brasil?",
    "resposta": "O Movimento Feminista no Brasil ganhou força a partir do final do século dezenove, com mulheres reivindicando direitos básicos como educação e voto. No século vinte, cresceu ainda mais, lutando por igualdade no mercado de trabalho, na política e na vida social. Foi fundamental na conquista do direito ao voto feminino em mil novecentos e trinta e dois. Sabia que Bertha Lutz foi uma das principais líderes dessa luta e também participou da fundação da ONU?",
    "palavras_chave": ["movimento feminista", "direitos das mulheres", "bertha lutz", "voto feminino", "igualdade"]
  },
  {
    "pergunta": "O que foi o Movimento Ambientalista no Brasil?",
    "resposta": "O Movimento Ambientalista no Brasil começou a ganhar destaque na década de mil novecentos e setenta, em resposta à crescente devastação da natureza. Organizações e ativistas passaram a denunciar o desmatamento da Amazônia e a poluição urbana, defendendo o desenvolvimento sustentável. Hoje, é um movimento que reúne ONGs, cientistas e comunidades tradicionais. Sabia que Chico Mendes, seringueiro assassinado em mil novecentos e oitenta e oito, tornou-se um símbolo internacional dessa luta?",
    "palavras_chave": ["movimento ambientalista", "amazônia", "anos 1970", "chico mendes", "sustentabilidade"]
  },
  {
    "pergunta": "Qual foi a importância da Revolta dos Malês no Brasil?",
    "resposta": "A Revolta dos Malês aconteceu em mil oitocentos e trinta e cinco, em Salvador, e foi organizada principalmente por escravizados muçulmanos de origem africana. Eles planejavam uma grande insurreição para conquistar a liberdade e impor a fé islâmica como referência. Apesar de ter sido rapidamente reprimida, o movimento foi muito importante porque mostrou a força da organização dos africanos no Brasil e a presença de identidades culturais resistentes. Sabia que os Malês se comunicavam em árabe e usavam a escrita para planejar a revolta, o que era algo raro entre os escravizados da época?",
    "palavras_chave": ["revolta dos malês", "escravidão", "salvador", "islã", "resistência"]
  },
  {
    "pergunta": "Como funcionava o movimento cartista na Inglaterra?",
    "resposta": "O cartismo surgiu no século dezenove, durante a Revolução Industrial, como uma reação das classes trabalhadoras às más condições de vida e de trabalho. O nome vem da 'Carta do Povo', de mil oitocentos e trinta e oito, que exigia reformas políticas como o sufrágio universal masculino, voto secreto e salários para parlamentares. O movimento não alcançou todas as suas metas imediatas, mas ajudou a abrir caminho para mudanças sociais e políticas posteriores.",
    "palavras_chave": ["cartismo", "inglaterra", "trabalhadores", "reforma política", "século dezenove"]
  },
  {
    "pergunta": "O que foi o movimento sufragista?",
    "resposta": "O movimento sufragista foi uma luta organizada, principalmente por mulheres, pela conquista do direito ao voto. Ele ganhou força no século dezenove e início do século vinte, em países como Inglaterra e Estados Unidos, e depois se espalhou pelo mundo. As sufragistas usaram desde protestos pacíficos até atos mais radicais, como greves de fome e interrupções de eventos públicos. O movimento resultou em conquistas graduais, como o voto feminino na Nova Zelândia em mil oitocentos e noventa e três, o primeiro país a adotar essa medida.",
    "palavras_chave": ["sufragistas", "direitos das mulheres", "voto feminino", "século dezenove", "igualdade"]
  },
  {
    "pergunta": "Qual a relação do abolicionismo com os movimentos sociais?",
    "resposta": "O abolicionismo foi um dos maiores movimentos sociais do século dezenove, que buscava a libertação dos escravizados e o fim da escravidão. Ele envolveu intelectuais, religiosos, jornalistas, advogados, além dos próprios escravizados que resistiam de várias formas. No Brasil, figuras como Joaquim Nabuco e José do Patrocínio tiveram papel de destaque, mas o movimento só foi vitorioso por causa da pressão popular e da resistência cotidiana dos escravizados. Sabia que a imprensa teve grande importância nesse processo, publicando jornais e panfletos que denunciavam a crueldade do sistema escravista?",
    "palavras_chave": ["abolicionismo", "escravidão", "brasil", "movimentos sociais", "liberdade"]
  },
  {
    "pergunta": "Como nasceu o sindicalismo moderno?",
    "resposta": "O sindicalismo moderno surgiu durante a Revolução Industrial, quando trabalhadores começaram a se organizar em associações para lutar por melhores salários, redução da jornada de trabalho e condições mais seguras. Inicialmente, os sindicatos eram ilegais em muitos países, mas com a força das greves e da mobilização coletiva, conquistaram reconhecimento. No século vinte, o sindicalismo se tornou um dos pilares das democracias modernas, ajudando a garantir direitos trabalhistas que hoje parecem básicos.",
    "palavras_chave": ["sindicalismo", "trabalhadores", "revolução industrial", "direitos trabalhistas", "greves"]
  },
  {
    "pergunta": "O que foi o movimento operário de Chicago em 1886?",
    "resposta": "O movimento operário de Chicago, em mil oitocentos e oitenta e seis, ficou marcado pela greve geral que reivindicava a jornada de oito horas de trabalho. Os protestos culminaram no chamado 'Massacre de Haymarket', quando uma bomba explodiu em meio a uma manifestação, gerando repressão violenta e mortes. Apesar da tragédia, o evento fortaleceu a luta trabalhista e deu origem ao Primeiro de Maio como Dia Internacional do Trabalhador.",
    "palavras_chave": ["chicago", "oito horas", "movimento operário", "haymarket", "primeiro de maio"]
  },
  {
    "pergunta": "Como surgiu o cooperativismo?",
    "resposta": "O cooperativismo surgiu como resposta à exploração do trabalho durante a Revolução Industrial. Ele se baseava na ideia de que trabalhadores poderiam se unir para criar cooperativas de produção, consumo e crédito, de forma democrática e igualitária. Um exemplo pioneiro é a cooperativa de Rochdale, fundada em mil oitocentos e quarenta e quatro, na Inglaterra, considerada modelo mundial. Essa forma de organização se expandiu e permanece até hoje em várias áreas, como agricultura, finanças e serviços.",
    "palavras_chave": ["cooperativismo", "rochdale", "trabalhadores", "revolução industrial", "organização social"]
  },
  {
    "pergunta": "O que representou o movimento hippie?",
    "resposta": "O movimento hippie surgiu nos anos mil novecentos e sessenta, principalmente nos Estados Unidos, como um protesto contra o consumismo, a guerra e as normas rígidas da sociedade. Os hippies defendiam a paz, o amor livre, a vida comunitária e a conexão com a natureza. Seus festivais, como Woodstock em mil novecentos e sessenta e nove, marcaram época. Além da música, o movimento influenciou a moda, a arte e os costumes.",
    "palavras_chave": ["hippies", "anos 1960", "contracultura", "woodstock", "juventude"]
  },
  {
    "pergunta": "Qual foi a importância do movimento negro nos Estados Unidos?",
    "resposta": "O movimento negro nos Estados Unidos foi decisivo para a conquista dos direitos civis, especialmente durante as décadas de cinquenta e sessenta. Líderes como Martin Luther King Jr. e Malcolm X organizaram marchas, boicotes e discursos que denunciaram a segregação racial e a violência contra os afro-americanos. As conquistas incluíram a Lei dos Direitos Civis de mil novecentos e sessenta e quatro e a Lei do Direito ao Voto de mil novecentos e sessenta e cinco.",
    "palavras_chave": ["movimento negro", "direitos civis", "martin luther king", "segregação racial", "estados unidos"]
  },
  {
    "pergunta": "Como funcionava o movimento dos Panteras Negras?",
    "resposta": "O Partido dos Panteras Negras surgiu em mil novecentos e sessenta e seis, nos Estados Unidos, com uma proposta de autodefesa da comunidade negra contra a violência policial. Além disso, eles criaram programas sociais como cafés da manhã gratuitos para crianças e clínicas médicas comunitárias. Embora tenham sido perseguidos pelo governo, os Panteras Negras deixaram um legado de luta contra o racismo e pela justiça social.",
    "palavras_chave": ["panteras negras", "racismo", "autodefesa", "anos 1960", "justiça social"]
  },
  {
    "pergunta": "O que foi o movimento ambientalista moderno?",
    "resposta": "O movimento ambientalista moderno ganhou força a partir da década de mil novecentos e sessenta, quando começou a denunciar os impactos da industrialização no planeta. Obras como 'Primavera Silenciosa', de Rachel Carson, alertaram sobre os riscos dos pesticidas e abriram caminho para uma consciência ecológica global. Esse movimento resultou na criação de ONGs, conferências internacionais e legislações de proteção ambiental. Sabia que o Dia da Terra, celebrado em vinte e dois de abril, surgiu em mil novecentos e setenta justamente como parte dessa mobilização?",
    "palavras_chave": ["ambientalismo", "ecologia", "anos 1960", "rachel carson", "dia da terra"]
  },
  {
    "pergunta": "Qual foi o impacto do movimento feminista da segunda onda?",
    "resposta": "A segunda onda do feminismo, que começou nos anos mil novecentos e sessenta, ampliou a luta das mulheres além do direito ao voto. Essa fase abordava questões como igualdade no trabalho, direitos reprodutivos, liberdade sexual e crítica às estruturas patriarcais. Autoras como Simone de Beauvoir e Betty Friedan foram fundamentais nesse processo. Esse movimento abriu caminho para mudanças significativas na legislação e na cultura em diversos países.",
    "palavras_chave": ["feminismo", "segunda onda", "anos 1960", "direitos das mulheres", "simone de beauvoir"]
  },
  {
    "pergunta": "O que foram os movimentos estudantis de 1968?",
    "resposta": "Os movimentos estudantis de mil novecentos e sessenta e oito ocorreram em várias partes do mundo, como França, México e Estados Unidos. Eles criticavam a rigidez das universidades, a falta de liberdade política e o autoritarismo dos governos. Na França, por exemplo, o Maio de 68 uniu estudantes e trabalhadores em greves que quase derrubaram o governo. Esses movimentos marcaram a juventude como força política global.",
    "palavras_chave": ["estudantes", "1968", "maio de 68", "juventude", "protestos"]
  },
  {
    "pergunta": "Qual foi a importância dos movimentos pacifistas?",
    "resposta": "Os movimentos pacifistas surgiram com força no século vinte, especialmente durante as guerras mundiais e a Guerra Fria. Eles defendiam a solução de conflitos sem violência e protestavam contra a corrida armamentista e o uso de bombas nucleares. Personalidades como Mahatma Gandhi e grupos de jovens nos anos sessenta se destacaram nesse ideal. Esses movimentos ajudaram a criar uma cultura global de defesa dos direitos humanos e da paz.",
    "palavras_chave": ["pacifismo", "guerra fria", "gandhi", "direitos humanos", "paz"]
  },
  {
    "pergunta": "O que foi o movimento pelos direitos indígenas no Brasil?",
    "resposta": "O movimento indígena no Brasil começou a ganhar maior visibilidade a partir da década de setenta, com a luta pelo reconhecimento de suas terras e culturas. A Constituição de mil novecentos e oitenta e oito garantiu oficialmente os direitos originários dos povos indígenas sobre suas terras. Hoje, organizações e lideranças indígenas continuam mobilizadas para assegurar esses direitos frente ao avanço de projetos econômicos.",
    "palavras_chave": ["indígenas", "brasil", "direitos", "constituição de 1988", "terras"]
  },
  {
    "pergunta": "Como surgiu o movimento pelos direitos das pessoas com deficiência?",
    "resposta": "O movimento pelos direitos das pessoas com deficiência se fortaleceu no século vinte, inspirado nas lutas por direitos civis. A principal reivindicação era a inclusão social e a eliminação de barreiras físicas e culturais. A Convenção da ONU sobre os Direitos das Pessoas com Deficiência, de dois mil e seis, representou um marco histórico nesse sentido. Sabia que a ideia de acessibilidade, como rampas e sinalizações, vem diretamente dessas mobilizações?",
    "palavras_chave": ["deficiência", "direitos", "inclusão", "acessibilidade", "onu"]
  },
  {
    "pergunta": "Qual foi a importância do movimento LGBTQ+ na segunda metade do século XX?",
    "resposta": "O movimento LGBTQ+ ganhou força a partir dos anos sessenta, com eventos como a Revolta de Stonewall, em Nova York, em mil novecentos e sessenta e nove. Ele reivindicava direitos civis, visibilidade e o fim da perseguição legal e social às pessoas LGBTQ+. Desde então, marchas e organizações surgiram em todo o mundo, conquistando avanços como o casamento igualitário em diversos países.",
    "palavras_chave": ["lgbtq+", "stonewall", "direitos civis", "igualdade", "anos 1960"]
  },
  {
    "pergunta": "O que foi o movimento antiglobalização?",
    "resposta": "O movimento antiglobalização surgiu nos anos noventa como reação à expansão das grandes corporações e ao modelo econômico neoliberal. Seus ativistas denunciavam os impactos sociais e ambientais da globalização e defendiam alternativas mais justas e sustentáveis. Um marco foi o protesto de Seattle, em mil novecentos e noventa e nove, contra a Organização Mundial do Comércio.",
    "palavras_chave": ["antiglobalização", "anos 1990", "neoliberalismo", "seattle", "protestos"]
  },
  {
    "pergunta": "Como os movimentos de moradia se organizaram nas cidades brasileiras?",
    "resposta": "No Brasil, os movimentos de moradia surgiram especialmente a partir das décadas de setenta e oitenta, em resposta à falta de habitação acessível. Eles organizaram ocupações, associações de bairro e pressões por políticas públicas. Até hoje, esses movimentos desempenham papel central na luta pelo direito à cidade e à moradia digna.",
    "palavras_chave": ["moradia", "brasil", "direitos sociais", "movimentos urbanos", "habitação"]
  },
  {
    "pergunta": "Qual a relevância dos movimentos anticoloniais na África?",
    "resposta": "Os movimentos anticoloniais na África foram fundamentais para a independência de dezenas de países ao longo do século vinte. Eles combinaram resistência cultural, mobilização popular e em alguns casos lutas armadas contra os colonizadores europeus. Figuras como Kwame Nkrumah, em Gana, e Amílcar Cabral, em Guiné-Bissau, lideraram processos que mudaram o mapa político mundial.",
    "palavras_chave": ["anticolonialismo", "áfrica", "independência", "século vinte", "resistência"]
  },
  {
    "pergunta": "O que foi o movimento sufragista?",
    "resposta": "O movimento sufragista foi a luta das mulheres pelo direito ao voto, especialmente forte entre o fim do século dezenove e o início do século vinte. Ele teve grande destaque no Reino Unido e nos Estados Unidos, onde líderes como Emmeline Pankhurst organizaram marchas, greves de fome e protestos. Essa mobilização resultou na conquista gradual do voto feminino em diferentes países. Sabia que a Nova Zelândia foi o primeiro país a garantir o direito de voto às mulheres em mil oitocentos e noventa e três?",
    "palavras_chave": ["sufragistas", "direito ao voto", "mulheres", "século XX", "nova zelândia"]
  },
  {
    "pergunta": "Qual foi a importância do movimento pelos direitos civis nos Estados Unidos?",
    "resposta": "O movimento pelos direitos civis nos Estados Unidos, especialmente nas décadas de cinquenta e sessenta, buscava o fim da segregação racial e a igualdade de direitos para a população negra. Liderado por figuras como Martin Luther King Jr. e Rosa Parks, conseguiu vitórias históricas, como a Lei dos Direitos Civis de mil novecentos e sessenta e quatro. Esse movimento também inspirou lutas semelhantes em várias partes do mundo.",
    "palavras_chave": ["direitos civis", "martin luther king", "rosa parks", "igualdade racial", "anos 1960"]
  },
  {
    "pergunta": "O que foi o movimento hippie?",
    "resposta": "O movimento hippie surgiu nos anos sessenta nos Estados Unidos e espalhou-se pelo mundo como uma forma de contestação social e cultural. Os hippies pregavam a paz, o amor livre, a vida comunitária e o contato com a natureza, em oposição ao consumismo e às guerras. O festival de Woodstock, em mil novecentos e sessenta e nove, simbolizou o auge desse movimento.",
    "palavras_chave": ["hippies", "anos 1960", "contracultura", "woodstock", "paz e amor"]
  },
  {
    "pergunta": "Como surgiu o movimento antirracista no Brasil?",
    "resposta": "No Brasil, o movimento antirracista ganhou maior visibilidade a partir do século vinte, mas suas raízes remontam à resistência negra desde a escravidão. Organizações como o Movimento Negro Unificado, criado em mil novecentos e setenta e oito, foram decisivas para denunciar o racismo estrutural e reivindicar políticas de igualdade. Esse movimento conquistou avanços como o reconhecimento do dia vinte de novembro como Dia da Consciência Negra.",
    "palavras_chave": ["antirracismo", "brasil", "movimento negro", "igualdade", "consciência negra"]
  },
  {
    "pergunta": "O que foi o movimento de independência da Índia?",
    "resposta": "O movimento de independência da Índia foi uma longa luta contra o domínio britânico, que se intensificou no início do século vinte. Liderado por Mahatma Gandhi e Jawaharlal Nehru, destacou-se pela resistência não violenta e pela desobediência civil. A Índia conquistou sua independência em mil novecentos e quarenta e sete, tornando-se exemplo para outros movimentos ao redor do mundo.",
    "palavras_chave": ["índia", "independência", "gandhi", "nehrú", "desobediência civil"]
  },
  {
    "pergunta": "Qual foi a relevância do movimento sindical?",
    "resposta": "O movimento sindical surgiu com força no século dezenove, durante a Revolução Industrial, quando trabalhadores buscavam melhores condições de trabalho, salários justos e redução da jornada. Sindicatos passaram a organizar greves e negociações coletivas, conquistando direitos fundamentais como férias, descanso semanal e aposentadoria. Sabia que o Primeiro de Maio, Dia do Trabalhador, nasceu dessas lutas?",
    "palavras_chave": ["sindicatos", "trabalhadores", "revolução industrial", "direitos trabalhistas", "primeiro de maio"]
  },
  {
    "pergunta": "O que foi o movimento de Maio de 1968 na França?",
    "resposta": "O movimento de Maio de 1968 na França começou como protesto estudantil contra a rigidez acadêmica e a falta de liberdade. Rapidamente, uniu-se a greves operárias e paralisou o país. Esse movimento marcou a juventude como força política e cultural, inspirando mudanças nos costumes, na educação e na política europeia.",
    "palavras_chave": ["maio de 1968", "frança", "estudantes", "greves", "mudança cultural"]
  },
  {
    "pergunta": "Qual foi a importância do movimento zapatista no México?",
    "resposta": "O movimento zapatista surgiu em mil novecentos e noventa e quatro, no estado de Chiapas, México, liderado pelo Exército Zapatista de Libertação Nacional. Eles reivindicavam direitos dos povos indígenas, autonomia local e combate às desigualdades. O movimento teve grande repercussão internacional ao combinar resistência armada com uso criativo da comunicação.",
    "palavras_chave": ["zapatistas", "méxico", "chiapas", "indígenas", "anos 1990"]
  },
  {
    "pergunta": "O que foi o movimento pelos direitos das mulheres no Brasil?",
    "resposta": "No Brasil, o movimento feminista ganhou força principalmente a partir dos anos setenta, lutando por igualdade de gênero, direito ao trabalho e autonomia sobre o corpo. Esse movimento conquistou avanços como a criação de delegacias da mulher e a inclusão da igualdade de gênero na Constituição de mil novecentos e oitenta e oito. Sabia que o direito ao voto feminino no Brasil foi conquistado em mil novecentos e trinta e dois?",
    "palavras_chave": ["feminismo", "brasil", "direitos das mulheres", "constituição de 1988", "voto feminino"]
  },
  {
    "pergunta": "Qual a importância do movimento pelo desarmamento nuclear?",
    "resposta": "O movimento pelo desarmamento nuclear surgiu com força após os bombardeios de Hiroshima e Nagasaki em mil novecentos e quarenta e cinco. Desde então, ativistas, cientistas e organizações pressionaram para limitar ou abolir o uso de armas nucleares. Conferências internacionais e tratados como o de Não Proliferação são frutos dessa mobilização.",
    "palavras_chave": ["desarmamento nuclear", "hiroshima", "nagazaki", "tratados", "paz"]
  },
  {
    "pergunta": "O que foi o movimento anarquista no século XIX?",
    "resposta": "O movimento anarquista no século dezenove surgiu como crítica radical ao Estado e ao capitalismo. Pensadores como Mikhail Bakunin e Piotr Kropotkin defendiam uma sociedade baseada na autogestão e na cooperação voluntária. Embora não tenha conquistado grande poder político, o anarquismo influenciou greves, revoltas e organizações sociais em várias partes do mundo.",
    "palavras_chave": ["anarquismo", "século XIX", "bakunin", "kropotkin", "autogestão"]
  },
  {
    "pergunta": "Qual foi a relevância do movimento antiescravista?",
    "resposta": "O movimento antiescravista foi um dos mais importantes do século dezenove, lutando pelo fim da escravidão em diferentes partes do mundo. Ele envolveu ativistas, religiosos, escritores e ex-escravizados que denunciavam a violência do sistema. Em países como os Estados Unidos e o Brasil, essa mobilização foi decisiva para a abolição legal da escravidão.",
    "palavras_chave": ["abolicionismo", "escravidão", "século XIX", "abolição", "direitos humanos"]
  },
  {
    "pergunta": "Como atuou o movimento pelo voto jovem?",
    "resposta": "O movimento pelo voto jovem surgiu em diferentes países com a reivindicação de reduzir a idade mínima para votar. Nos Estados Unidos, por exemplo, ele ganhou força durante a Guerra do Vietnã, com o lema 'se você é velho o suficiente para lutar, é velho o suficiente para votar'. O resultado foi a redução da idade de voto para dezoito anos em mil novecentos e setenta e um.",
    "palavras_chave": ["voto jovem", "idade mínima", "participação política", "anos 1970", "democracia"]
  },
  {
    "pergunta": "Qual foi o papel do movimento abolicionista no Brasil?",
    "resposta": "O movimento abolicionista no Brasil se intensificou a partir da segunda metade do século dezenove, reunindo intelectuais, jornalistas, políticos e ex-escravizados na luta pelo fim da escravidão. A imprensa abolicionista, sociedades secretas e fugas em massa foram estratégias importantes. O movimento culminou na assinatura da Lei Áurea em mil oitocentos e oitenta e oito.",
    "palavras_chave": ["abolicionismo", "brasil", "lei áurea", "século XIX", "escravidão"]
  },
  {
    "pergunta": "O que foi o movimento dos Panteras Negras?",
    "resposta": "Os Panteras Negras surgiram em mil novecentos e sessenta e seis nos Estados Unidos como resposta à violência policial contra a população negra. O grupo combinava autodefesa armada, programas sociais e críticas ao racismo institucional. Apesar da repressão, sua atuação deixou um legado de orgulho negro e resistência.",
    "palavras_chave": ["panteras negras", "anos 1960", "racismo", "autodefesa", "resistência"]
  },
  {
    "pergunta": "Qual foi o impacto do movimento pelos direitos digitais?",
    "resposta": "O movimento pelos direitos digitais surgiu no final do século vinte com o avanço da internet. Ele defende a liberdade de expressão online, a privacidade e o acesso universal à informação. Questões como vigilância digital e neutralidade da rede estão no centro dessa mobilização global.",
    "palavras_chave": ["direitos digitais", "internet", "privacidade", "liberdade de expressão", "neutralidade da rede"]
  },
  {
    "pergunta": "O que foi o movimento da Primavera Árabe?",
    "resposta": "A Primavera Árabe foi uma onda de protestos populares que começou em dois mil e dez na Tunísia e se espalhou por vários países do Oriente Médio e do norte da África. Ela foi motivada por desemprego, corrupção e falta de liberdade política. Embora tenha derrubado governos, seus resultados variaram entre conquistas democráticas e novas crises.",
    "palavras_chave": ["primavera árabe", "2010", "tunísia", "oriente médio", "protestos"]
  },
  {
    "pergunta": "Como os movimentos pelos direitos trabalhistas mudaram as leis no Brasil?",
    "resposta": "No Brasil, os movimentos trabalhistas tiveram papel central na conquista de direitos como a jornada de oito horas, férias e carteira assinada. Durante o governo de Getúlio Vargas, nos anos trinta, muitas dessas reivindicações foram incorporadas à Consolidação das Leis do Trabalho. Até hoje, sindicatos e movimentos sociais continuam defendendo melhorias nas condições de trabalho.",
    "palavras_chave": ["trabalhadores", "direitos", "brasil", "getúlio vargas", "clt"]
  },
  {
    "pergunta": "O que foi o movimento Occupy Wall Street?",
    "resposta": "O movimento Occupy Wall Street começou em dois mil e onze em Nova York e rapidamente se espalhou para outras cidades do mundo. Seu lema, 'somos os noventa e nove por cento', denunciava a desigualdade econômica e o poder concentrado de grandes corporações. O movimento popularizou a discussão sobre justiça econômica e inspirou novas formas de ativismo.",
    "palavras_chave": ["occupy wall street", "2011", "nova york", "desigualdade", "ativismo"]
  },
  {
    "pergunta": "O que foi o movimento ambientalista?",
    "resposta": "O movimento ambientalista surgiu com força na segunda metade do século vinte, preocupado com os impactos da poluição, do desmatamento e do consumo excessivo. Ele foi responsável por pautar conferências globais, como a Rio-92, e pressionar governos a adotarem legislações ambientais. Sabia que o famoso livro 'Primavera Silenciosa', de Rachel Carson, publicado em mil novecentos e sessenta e dois, é considerado um marco do movimento?",
    "palavras_chave": ["ambientalismo", "poluição", "rio-92", "rachel carson", "sustentabilidade"]
  },
  {
    "pergunta": "Qual foi a importância do movimento LGBTQIA+?",
    "resposta": "O movimento LGBTQIA+ luta pela igualdade de direitos e pelo fim da discriminação contra pessoas de diferentes orientações sexuais e identidades de gênero. Um marco importante foi a Rebelião de Stonewall, em mil novecentos e sessenta e nove, em Nova York, considerada o início da mobilização moderna. Desde então, marchas e conquistas legais se espalharam pelo mundo.",
    "palavras_chave": ["lgbtqia+", "stonewall", "igualdade", "direitos", "orgulho"]
  },
  {
    "pergunta": "O que foi o movimento antiglobalização?",
    "resposta": "O movimento antiglobalização ganhou destaque nos anos noventa e dois mil, questionando o modelo econômico global e denunciando seus impactos sociais e ambientais. Protestos contra reuniões da Organização Mundial do Comércio e do Fundo Monetário Internacional marcaram essa mobilização. Ele defendia alternativas mais justas e sustentáveis para a economia mundial.",
    "palavras_chave": ["antiglobalização", "economia", "anos 1990", "protestos", "justiça social"]
  },
  {
    "pergunta": "Qual a relevância do movimento estudantil no Brasil?",
    "resposta": "O movimento estudantil no Brasil tem uma longa trajetória, desde a criação da União Nacional dos Estudantes em mil novecentos e trinta e sete. Ele esteve presente em momentos históricos, como as campanhas pelas reformas de base nos anos sessenta e a luta pelas Diretas Já nos anos oitenta. Até hoje, segue como um ator político importante.",
    "palavras_chave": ["movimento estudantil", "brasil", "une", "diretas já", "política"]
  },
  {
    "pergunta": "O que foi o movimento dos indignados na Espanha?",
    "resposta": "O movimento dos indignados, também chamado de 15-M, começou em dois mil e onze na Espanha com protestos contra o desemprego, a corrupção e a crise econômica. Ele reuniu milhares de jovens em praças públicas e inspirou movimentos semelhantes em outros países. Foi um marco da mobilização política digital no século vinte e um.",
    "palavras_chave": ["indignados", "15-m", "espanha", "crise econômica", "ativismo digital"]
  },
  {
    "pergunta": "Como surgiu o movimento pelos direitos dos animais?",
    "resposta": "O movimento pelos direitos dos animais cresceu a partir da década de setenta, com base em debates filosóficos e científicos que questionavam o uso de animais em testes, indústrias e espetáculos. Autores como Peter Singer, com o livro 'Libertação Animal', foram fundamentais. Hoje, organizações em todo o mundo pressionam por leis de proteção animal.",
    "palavras_chave": ["direitos animais", "peter singer", "anos 1970", "ativismo", "libertação animal"]
  },
  {
    "pergunta": "O que foi o movimento Occupy Gezi na Turquia?",
    "resposta": "O movimento Occupy Gezi começou em dois mil e treze, em Istambul, como protesto contra a destruição de um parque para construção. Rapidamente, tornou-se um movimento maior contra a repressão política e pela liberdade de expressão. Ele chamou atenção internacional pela forte repressão sofrida pelos manifestantes.",
    "palavras_chave": ["gezi", "turquia", "2013", "protestos", "liberdade"]
  },
  {
    "pergunta": "Qual a importância do movimento indígena na América Latina?",
    "resposta": "O movimento indígena na América Latina defende terras, culturas e direitos dos povos originários. No Equador e na Bolívia, por exemplo, a mobilização indígena teve impacto direto em mudanças constitucionais. Esse movimento também tem sido central nas discussões sobre meio ambiente e sustentabilidade.",
    "palavras_chave": ["indígenas", "américa latina", "direitos", "sustentabilidade", "equador"]
  },
  {
    "pergunta": "O que foi o movimento anticolonial na África?",
    "resposta": "O movimento anticolonial africano foi decisivo no século vinte para o fim do domínio europeu no continente. Ele envolveu líderes como Kwame Nkrumah, em Gana, e Jomo Kenyatta, no Quênia, que mobilizaram populações inteiras. O resultado foi a independência de dezenas de países africanos nas décadas de cinquenta e sessenta.",
    "palavras_chave": ["anticolonialismo", "áfrica", "independência", "século XX", "kwame nkrumah"]
  },
  {
    "pergunta": "O que foi o movimento sufragista no Brasil?",
    "resposta": "O movimento sufragista no Brasil teve início no início do século vinte, com figuras como Bertha Lutz à frente da luta pelo voto feminino. A conquista veio em mil novecentos e trinta e dois, quando as mulheres puderam votar pela primeira vez em eleições nacionais. Essa vitória abriu caminho para novas pautas feministas no país.",
    "palavras_chave": ["sufragistas", "brasil", "bertha lutz", "voto feminino", "anos 1930"]
  },
  {
    "pergunta": "Qual foi a importância do movimento pelos direitos das pessoas com deficiência?",
    "resposta": "O movimento pelos direitos das pessoas com deficiência ganhou força nas últimas décadas do século vinte, exigindo acessibilidade, inclusão social e igualdade de oportunidades. Sua luta levou à criação de leis internacionais, como a Convenção da ONU sobre os Direitos das Pessoas com Deficiência, de dois mil e seis.",
    "palavras_chave": ["deficiência", "inclusão", "acessibilidade", "direitos humanos", "onu"]
  },
  {
    "pergunta": "O que foi o movimento punk?",
    "resposta": "O movimento punk surgiu nos anos setenta como um fenômeno cultural e musical ligado à contestação política e social. Com bandas como Sex Pistols e Ramones, pregava a rebeldia contra sistemas opressores e o faça-você-mesmo. Além da música, influenciou moda e artes visuais.",
    "palavras_chave": ["punk", "anos 1970", "rebeldia", "música", "contracultura"]
  },
  {
    "pergunta": "Qual foi o impacto do movimento pelos direitos civis na África do Sul?",
    "resposta": "Na África do Sul, o movimento contra o apartheid foi liderado por figuras como Nelson Mandela e Desmond Tutu. Ele lutava contra a segregação racial oficializada pelo Estado. Após décadas de resistência, o apartheid acabou em mil novecentos e noventa e quatro, com eleições democráticas e a eleição de Mandela como presidente.",
    "palavras_chave": ["áfrica do sul", "apartheid", "mandela", "tutu", "segregação racial"]
  },
  {
    "pergunta": "O que foi o movimento dos sem-terra no Brasil?",
    "resposta": "O Movimento dos Trabalhadores Rurais Sem Terra, fundado em mil novecentos e oitenta e quatro, luta pela reforma agrária e pela redistribuição de terras improdutivas. Ele organiza ocupações e assentamentos, buscando também garantir educação e produção sustentável. É um dos maiores movimentos sociais da América Latina.",
    "palavras_chave": ["mst", "brasil", "reforma agrária", "anos 1980", "trabalhadores rurais"]
  },
  {
    "pergunta": "O que foi o movimento antialcoólico?",
    "resposta": "O movimento antialcoólico surgiu no século dezenove, principalmente nos Estados Unidos e na Europa, defendendo a abstinência do consumo de bebidas alcoólicas. Ele teve grande influência na aprovação da Lei Seca nos Estados Unidos, entre mil novecentos e vinte e mil novecentos e trinta e três.",
    "palavras_chave": ["antialcoólico", "século XIX", "lei seca", "estados unidos", "abstinência"]
  },
  {
    "pergunta": "Como surgiu o movimento da educação popular na América Latina?",
    "resposta": "O movimento da educação popular na América Latina foi impulsionado por educadores como Paulo Freire, que defendia uma pedagogia voltada para a conscientização e a transformação social. Ele inspirou práticas educativas críticas em comunidades populares e movimentos sociais em todo o continente.",
    "palavras_chave": ["educação popular", "paulo freire", "américa latina", "pedagogia crítica", "conscientização"]
  },
  {
    "pergunta": "O que foi o movimento contra o apartheid cultural nos Estados Unidos?",
    "resposta": "Esse movimento surgiu em resposta à exclusão de artistas negros e de outras minorias nos espaços culturais e acadêmicos dos Estados Unidos. Ele buscava maior representatividade na literatura, no cinema e na música, ampliando o reconhecimento da diversidade cultural. Foi um passo importante para o multiculturalismo.",
    "palavras_chave": ["cultura", "estados unidos", "representatividade", "multiculturalismo", "diversidade"]
  },
  {
    "pergunta": "Qual foi a importância do movimento ecumênico?",
    "resposta": "O movimento ecumênico surgiu no início do século vinte com a proposta de unir diferentes denominações cristãs em diálogo e cooperação. Ele promoveu encontros e organizações internacionais, como o Conselho Mundial de Igrejas. Esse movimento também influenciou pautas de direitos humanos e justiça social.",
    "palavras_chave": ["ecumenismo", "igrejas", "século XX", "cristianismo", "diálogo"]
  },
  {
    "pergunta": "O que foi o movimento Black Lives Matter?",
    "resposta": "O movimento Black Lives Matter surgiu em dois mil e treze nos Estados Unidos após casos de violência policial contra pessoas negras. Ele rapidamente se espalhou pelo mundo, denunciando o racismo estrutural e pedindo justiça social. As manifestações ganharam ainda mais força após a morte de George Floyd em dois mil e vinte.",
    "palavras_chave": ["black lives matter", "racismo", "estados unidos", "george floyd", "ativismo"]
  },
  {
    "pergunta": "O que foi o movimento hippie?",
    "resposta": "O movimento hippie surgiu nos anos sessenta nos Estados Unidos como uma contracultura voltada para a paz, o amor livre e a rejeição aos valores consumistas. Seus adeptos defendiam a vida comunitária, o contato com a natureza e se manifestavam contra guerras e desigualdades. Sabia que o Festival de Woodstock, em mil novecentos e sessenta e nove, foi um dos símbolos máximos do movimento, reunindo centenas de milhares de jovens?",
    "palavras_chave": ["hippie", "contracultura", "anos 1960", "woodstock", "paz"]
  },
  {
    "pergunta": "Qual foi a importância do movimento negro no Brasil?",
    "resposta": "O movimento negro no Brasil ganhou força a partir da década de setenta, denunciando o racismo estrutural e reivindicando políticas de igualdade. Organizações como o Movimento Negro Unificado foram decisivas para trazer a questão racial ao debate público. Ele também lutou pelo reconhecimento do Dia da Consciência Negra, em vinte de novembro.",
    "palavras_chave": ["movimento negro", "brasil", "consciência negra", "igualdade", "anos 1970"]
  },
  {
    "pergunta": "O que foi o movimento zapatista no México?",
    "resposta": "O movimento zapatista, liderado pelo Exército Zapatista de Libertação Nacional, surgiu em mil novecentos e noventa e quatro no estado de Chiapas, no México. Ele defendia os direitos dos povos indígenas, denunciando pobreza e exclusão. Seu líder, conhecido como Subcomandante Marcos, ficou famoso por usar máscara e escrever manifestos.",
    "palavras_chave": ["zapatistas", "méxico", "1994", "indígenas", "subcomandante marcos"]
  },
  {
    "pergunta": "Como surgiu o movimento feminista da terceira onda?",
    "resposta": "A chamada terceira onda do feminismo começou nos anos noventa e trouxe para o debate temas como a diversidade de experiências femininas, a interseccionalidade e a crítica às visões universais do movimento. Ela deu voz a mulheres negras, indígenas, LGBTQIA+ e de diferentes classes sociais, ampliando a agenda feminista.",
    "palavras_chave": ["feminismo", "terceira onda", "anos 1990", "diversidade", "interseccionalidade"]
  },
  {
    "pergunta": "O que foi o movimento pelos direitos civis nos Estados Unidos?",
    "resposta": "O movimento pelos direitos civis nos Estados Unidos, especialmente entre as décadas de cinquenta e sessenta, lutou contra a segregação racial e pela igualdade de direitos. Liderado por figuras como Martin Luther King Jr., Rosa Parks e Malcolm X, conquistou marcos importantes, como a Lei dos Direitos Civis de mil novecentos e sessenta e quatro.",
    "palavras_chave": ["direitos civis", "estados unidos", "martin luther king", "anos 1960", "igualdade"]
  },
  {
    "pergunta": "Qual foi o papel do movimento pacifista?",
    "resposta": "O movimento pacifista reúne diferentes correntes que defendem a resolução de conflitos sem violência, especialmente através do desarmamento e da diplomacia. Ganhou visibilidade em protestos contra as guerras do Vietnã e do Iraque. Também inspirou personalidades como Mahatma Gandhi, que associava paz e justiça social.",
    "palavras_chave": ["pacifismo", "gandhi", "paz", "guerras", "justiça social"]
  },
  {
    "pergunta": "O que foi o movimento das Diretas Já?",
    "resposta": "As Diretas Já foram uma campanha política no Brasil, entre mil novecentos e oitenta e três e mil novecentos e oitenta e quatro, exigindo eleições presidenciais diretas após anos de ditadura militar. Milhões de pessoas foram às ruas em várias cidades, num dos maiores movimentos populares da história do país.",
    "palavras_chave": ["diretas já", "brasil", "ditadura", "anos 1980", "democracia"]
  },
  {
    "pergunta": "Qual foi a relevância do movimento queer?",
    "resposta": "O movimento queer surgiu como uma crítica à normatividade de gênero e de sexualidade, propondo novas formas de entender identidade. Ele rejeita categorias fixas e defende a liberdade de expressão de gênero e desejo. Esse movimento também gerou produções artísticas e acadêmicas inovadoras.",
    "palavras_chave": ["queer", "identidade", "gênero", "sexualidade", "ativismo"]
  },
  {
    "pergunta": "O que foi o movimento cooperativista?",
    "resposta": "O movimento cooperativista começou no século dezenove, inspirado na ideia de trabalhadores se organizarem coletivamente para melhorar suas condições econômicas e sociais. As cooperativas surgiram como alternativas ao sistema capitalista tradicional, promovendo a autogestão e a solidariedade.",
    "palavras_chave": ["cooperativismo", "século XIX", "trabalho", "solidariedade", "autogestão"]
  },
  {
    "pergunta": "Qual foi a importância do movimento antinuclear?",
    "resposta": "O movimento antinuclear ganhou força a partir das décadas de sessenta e setenta, preocupado com os riscos das armas atômicas e das usinas nucleares. Após acidentes como Chernobyl, em mil novecentos e oitenta e seis, ele cresceu ainda mais. Esse movimento influenciou políticas energéticas em diversos países.",
    "palavras_chave": ["antinuclear", "chernobyl", "energia", "armas nucleares", "anos 1970"]
  },
  {
    "pergunta": "O que foi o movimento de independência da Índia?",
    "resposta": "O movimento de independência da Índia foi uma mobilização que se intensificou no início do século vinte, liderada por figuras como Mahatma Gandhi e Jawaharlal Nehru. Ele defendia a não violência como estratégia de resistência contra o domínio britânico. Em mil novecentos e quarenta e sete, a Índia finalmente conquistou sua independência.",
    "palavras_chave": ["índia", "independência", "gandhi", "século XX", "não violência"]
  },
  {
    "pergunta": "Qual foi o impacto do movimento estudantil de 1968?",
    "resposta": "O ano de mil novecentos e sessenta e oito foi marcado por protestos estudantis em diversas partes do mundo, como Paris, Cidade do México e Estados Unidos. Esses movimentos criticavam a repressão, as desigualdades sociais e exigiam mais liberdade. Eles simbolizaram o desejo de transformação da juventude no século vinte.",
    "palavras_chave": ["1968", "movimento estudantil", "juventude", "protestos", "liberdade"]
  },
  {
    "pergunta": "O que foi o movimento dos Panteras Negras?",
    "resposta": "O Partido dos Panteras Negras surgiu em mil novecentos e sessenta e seis nos Estados Unidos, defendendo o fim da violência policial contra a população negra e a luta por direitos sociais. Além de protestos, eles criaram programas comunitários, como escolas e distribuição de alimentos.",
    "palavras_chave": ["panteras negras", "estados unidos", "direitos civis", "anos 1960", "justiça social"]
  },
  {
    "pergunta": "Qual foi a importância do movimento abolicionista?",
    "resposta": "O movimento abolicionista foi a luta pelo fim da escravidão em diferentes países. No Brasil, ele ganhou força a partir da década de 1870, com figuras como Joaquim Nabuco e José do Patrocínio. Esse movimento foi decisivo para a assinatura da Lei Áurea em treze de maio de mil oitocentos e oitenta e oito.",
    "palavras_chave": ["abolicionismo", "escravidão", "brasil", "lei áurea", "século XIX"]
  },
  {
    "pergunta": "O que foi o movimento de Maio de 1968 na França?",
    "resposta": "O movimento de Maio de 1968 foi uma onda de protestos estudantis e greves operárias na França. Ele criticava o autoritarismo, a sociedade de consumo e pedia reformas sociais e culturais. Esse episódio marcou profundamente a política e a cultura francesas.",
    "palavras_chave": ["maio de 1968", "frança", "estudantes", "greves", "contracultura"]
  },
  {
    "pergunta": "Como surgiu o movimento pela internet livre?",
    "resposta": "O movimento pela internet livre nasceu nos anos noventa e dois mil, defendendo o acesso aberto ao conhecimento, a neutralidade da rede e a privacidade online. Ele questionava tentativas de censura e controle governamental ou corporativo sobre a internet. Hackers e ativistas digitais tiveram papel central nesse processo.",
    "palavras_chave": ["internet livre", "anos 1990", "ativismo digital", "neutralidade", "privacidade"]
  },
  {
    "pergunta": "O que foi o movimento operário do século XIX?",
    "resposta": "O movimento operário do século dezenove surgiu em resposta às más condições de trabalho da Revolução Industrial. Ele organizava greves, sindicatos e campanhas por melhores salários, redução da jornada e direitos trabalhistas. Esse movimento foi a base para as legislações sociais modernas.",
    "palavras_chave": ["operariado", "século XIX", "revolução industrial", "trabalho", "direitos"]
  },
  {
    "pergunta": "Qual foi a relevância do movimento hacker?",
    "resposta": "O movimento hacker surgiu a partir da cultura digital, unindo programadores e ativistas que acreditam no livre acesso à informação. Embora muitas vezes associado a crimes virtuais, ele também tem um lado positivo ligado à inovação, à segurança cibernética e à defesa de liberdades digitais.",
    "palavras_chave": ["hackers", "cultura digital", "ativismo", "internet", "liberdade"]
  },
  {
    "pergunta": "O que foi o movimento pela paz mundial após a Segunda Guerra?",
    "resposta": "Após a Segunda Guerra Mundial, surgiram organizações e campanhas internacionais que defendiam a paz mundial e a cooperação entre os povos. O movimento ganhou força com a fundação da Organização das Nações Unidas e com campanhas pelo desarmamento nuclear. Ele reforçou a ideia de que a paz é um objetivo coletivo da humanidade.",
    "palavras_chave": ["paz mundial", "segunda guerra", "onu", "cooperação", "desarmamento"]
  },
  {
    "pergunta": "O que foi o movimento sufragista?",
    "resposta": "O movimento sufragista surgiu no século dezenove e início do século vinte, defendendo o direito das mulheres ao voto. Ele teve força nos Estados Unidos, na Inglaterra e em outros países, sendo um marco na conquista de direitos políticos pelas mulheres.",
    "palavras_chave": ["sufragistas", "século XIX", "direito ao voto", "mulheres", "política"]
  },
  {
    "pergunta": "Qual foi o papel do movimento ambientalista?",
    "resposta": "O movimento ambientalista defende a preservação da natureza, o uso sustentável dos recursos e a conscientização sobre problemas ecológicos. Ele ganhou força após os anos sessenta, principalmente depois da publicação do livro Primavera Silenciosa, de Rachel Carson.",
    "palavras_chave": ["ambientalismo", "ecologia", "natureza", "anos 1960", "primavera silenciosa"]
  },
  {
    "pergunta": "O que foi o movimento anticolonial africano?",
    "resposta": "O movimento anticolonial africano reuniu diferentes lutas de povos do continente para conquistar a independência frente às potências europeias no século vinte. Países como Angola, Moçambique e Gana viveram intensas mobilizações sociais e políticas.",
    "palavras_chave": ["africa", "anticolonialismo", "independência", "século XX", "colonialismo"]
  },
  {
    "pergunta": "Como surgiu o movimento ecumênico?",
    "resposta": "O movimento ecumênico surgiu no século vinte com o objetivo de promover o diálogo e a cooperação entre diferentes igrejas cristãs. Ele buscava superar divisões históricas e fortalecer a união em torno de causas sociais e humanitárias.",
    "palavras_chave": ["ecumênico", "igrejas cristãs", "união", "século XX", "diálogo"]
  },
  {
    "pergunta": "O que foi o movimento contra a globalização?",
    "resposta": "O movimento contra a globalização neoliberal apareceu nos anos noventa, criticando a concentração de poder em grandes corporações e a desigualdade econômica. Ele ficou conhecido em protestos como os de Seattle, em mil novecentos e noventa e nove.",
    "palavras_chave": ["globalização", "anos 1990", "seattle", "neoliberalismo", "protestos"]
  },
  {
    "pergunta": "Qual foi o impacto do movimento punk?",
    "resposta": "O movimento punk surgiu nos anos setenta como uma manifestação cultural e social que contestava o sistema, o consumismo e a política tradicional. Além da música, influenciou moda, artes visuais e formas de ativismo.",
    "palavras_chave": ["punk", "anos 1970", "contracultura", "música", "ativismo"]
  },
  {
    "pergunta": "O que foi o movimento pela reforma agrária no Brasil?",
    "resposta": "No Brasil, o movimento pela reforma agrária luta pela redistribuição de terras e melhores condições de vida no campo. O Movimento dos Trabalhadores Rurais Sem Terra, fundado em mil novecentos e oitenta e quatro, é sua principal expressão.",
    "palavras_chave": ["reforma agrária", "brasil", "mst", "anos 1980", "trabalhadores rurais"]
  },
  {
    "pergunta": "Qual foi a importância do movimento antiescravista nos Estados Unidos?",
    "resposta": "O movimento antiescravista norte-americano do século dezenove pressionou pela abolição da escravidão, culminando na Guerra de Secessão e na Proclamação da Emancipação de mil oitocentos e sessenta e três.",
    "palavras_chave": ["abolicionismo", "estados unidos", "século XIX", "emancipação", "guerra civil"]
  },
  {
    "pergunta": "O que foi o movimento anarquista?",
    "resposta": "O movimento anarquista surgiu no século dezenove e defende a abolição do Estado e das hierarquias sociais, propondo sociedades autogeridas. Ele influenciou greves, associações de trabalhadores e movimentos sociais até hoje.",
    "palavras_chave": ["anarquismo", "século XIX", "autogestão", "trabalhadores", "política"]
  },
  {
    "pergunta": "Como surgiu o movimento indígena no Brasil?",
    "resposta": "O movimento indígena no Brasil começou a se organizar fortemente a partir dos anos setenta, lutando pela demarcação de terras e pelo respeito às culturas tradicionais. Ele conquistou espaço na Constituição de 1988.",
    "palavras_chave": ["indígenas", "brasil", "anos 1970", "constituição de 1988", "direitos"]
  },
  {
    "pergunta": "O que foi o movimento operário no Brasil?",
    "resposta": "O movimento operário brasileiro se consolidou no início do século vinte, com greves e associações que exigiam melhores condições de trabalho. Ele foi fundamental para a criação de leis trabalhistas durante o governo de Getúlio Vargas.",
    "palavras_chave": ["operário", "brasil", "século XX", "greves", "trabalho"]
  },
  {
    "pergunta": "Qual foi o papel do movimento estudantil no Brasil?",
    "resposta": "O movimento estudantil brasileiro teve papel central na luta pela democracia e contra a ditadura militar, especialmente nas décadas de sessenta e oitenta. Até hoje ele se organiza em torno de pautas educacionais e sociais.",
    "palavras_chave": ["estudantil", "brasil", "democracia", "anos 1960", "anos 1980"]
  },
  {
    "pergunta": "O que foi o movimento antiglobalização em Porto Alegre?",
    "resposta": "Porto Alegre ficou famosa por sediar o Fórum Social Mundial a partir de dois mil e um, onde movimentos sociais de todo o mundo se reuniram para discutir alternativas à globalização neoliberal. O lema era 'um outro mundo é possível'.",
    "palavras_chave": ["porto alegre", "fórum social mundial", "anos 2000", "globalização", "ativismo"]
  },
  {
    "pergunta": "Qual foi a importância do movimento LGBT nos anos 1970?",
    "resposta": "Após a Revolta de Stonewall, em 1969, o movimento LGBT ganhou força nos anos setenta com marchas, protestos e grupos organizados em defesa de direitos civis, visibilidade e respeito à diversidade sexual.",
    "palavras_chave": ["lgbt", "anos 1970", "stonewall", "direitos civis", "visibilidade"]
  },
  {
    "pergunta": "O que foi o movimento abolicionista inglês?",
    "resposta": "O movimento abolicionista na Inglaterra foi pioneiro, iniciando no final do século dezoito e conseguindo a abolição do tráfico de escravizados em 1807 e da escravidão em 1833.",
    "palavras_chave": ["abolicionismo", "inglaterra", "século XVIII", "século XIX", "escravidão"]
  },
  {
    "pergunta": "Como surgiu o movimento Occupy Wall Street?",
    "resposta": "O movimento Occupy Wall Street surgiu em 2011, em Nova Iorque, denunciando a concentração de riqueza e poder nas mãos do um por cento mais rico da população. Seu lema era 'somos os noventa e nove por cento'.",
    "palavras_chave": ["occupy wall street", "2011", "estados unidos", "desigualdade", "protesto"]
  },
  {
    "pergunta": "Qual foi a relevância do movimento de trabalhadores imigrantes?",
    "resposta": "Movimentos de trabalhadores imigrantes surgiram em vários países para denunciar exploração, xenofobia e defender direitos trabalhistas básicos. Eles foram fundamentais na conquista de leis contra a discriminação.",
    "palavras_chave": ["trabalhadores imigrantes", "direitos", "xenofobia", "discriminação", "trabalho"]
  },
  {
    "pergunta": "O que foi o movimento pelos direitos das pessoas com deficiência?",
    "resposta": "Esse movimento ganhou força a partir da segunda metade do século vinte, reivindicando acessibilidade, inclusão e igualdade de oportunidades. Ele resultou em legislações como a Convenção da ONU sobre os Direitos das Pessoas com Deficiência.",
    "palavras_chave": ["deficiência", "direitos humanos", "acessibilidade", "inclusão", "onu"]
  },
  {
    "pergunta": "Qual foi o impacto do movimento cultural Tropicália?",
    "resposta": "A Tropicália foi um movimento cultural brasileiro dos anos sessenta que misturou música, artes plásticas e teatro. Além de inovar artisticamente, também teve caráter de resistência política durante a ditadura militar.",
    "palavras_chave": ["tropicália", "brasil", "anos 1960", "cultura", "ditadura"]
  },
  {
    "pergunta": "O que foi o movimento antivacina do início do século XX?",
    "resposta": "No Rio de Janeiro, em 1904, ocorreu a Revolta da Vacina, quando parte da população se opôs à vacinação obrigatória contra a varíola. O movimento mostrou tensões entre governo e sociedade em relação à saúde pública.",
    "palavras_chave": ["revolta da vacina", "rio de janeiro", "1904", "saúde pública", "vacinação"]
  }
]
