[
  {
    "pergunta": "Quem é considerado o pai da química moderna?",
    "resposta": "Antoine Lavoisier é amplamente reconhecido como o pai da química moderna. Ele revolucionou o estudo das substâncias ao propor a Lei da Conservação da Massa e identificar o papel do oxigênio nas reações de combustão. Antes dele, acreditava-se em teorias como a do flogisto, que hoje sabemos ser incorreta. Sabia que Lavoisier também foi responsável por padronizar a nomenclatura química que usamos até hoje?",
    "palavras_chave": ["lavoisier", "oxigênio", "combustão", "massa", "nomenclatura"]
  },
  {
    "pergunta": "O que foi a teoria do flogisto e por que ela foi superada?",
    "resposta": "A teoria do flogisto surgiu no século XVII e dizia que todas as substâncias combustíveis continham um elemento chamado flogisto, que era liberado durante a queima. Essa ideia foi aceita por muito tempo até que Lavoisier demonstrou que a combustão envolvia, na verdade, a combinação de uma substância com o oxigênio do ar. Sua descoberta derrubou a teoria do flogisto e inaugurou uma nova era para a química. Sabia que o termo 'oxigênio' foi criado por ele e significa 'formador de ácidos' em grego?",
    "palavras_chave": ["flogisto", "combustão", "oxigênio", "lavoisier", "teoria"]
  },
  {
    "pergunta": "Como a alquimia contribuiu para o nascimento da química moderna?",
    "resposta": "Apesar de estar associada à busca da pedra filosofal e da transformação de metais em ouro, a alquimia foi essencial para o surgimento da química. Ela desenvolveu práticas experimentais, equipamentos e técnicas de manipulação de substâncias. Com o tempo, o misticismo foi sendo substituído pela observação e pelo método científico, especialmente a partir do século XVII. Sabia que muitos termos químicos, como 'álcool' e 'elixir', vieram da alquimia árabe?",
    "palavras_chave": ["alquimia", "experimentos", "pedra filosofal", "origens", "química moderna"]
  },
  {
    "pergunta": "Quem foi Marie Curie e qual sua importância para a química?",
    "resposta": "Marie Curie foi uma cientista polonesa que revolucionou o estudo da radioatividade, termo que ela mesma cunhou. Descobriu dois novos elementos, o polônio e o rádio, e foi a primeira pessoa a receber dois Prêmios Nobel — um de Física e outro de Química. Seu trabalho abriu caminho para aplicações na medicina e na energia nuclear. Sabia que, por causa da exposição à radiação, seus cadernos de pesquisa ainda são radioativos até hoje?",
    "palavras_chave": ["marie curie", "radioatividade", "polônio", "rádio", "nobel"]
  },
  {
    "pergunta": "O que John Dalton propôs com sua teoria atômica?",
    "resposta": "John Dalton foi um químico inglês que, no início do século XIX, formulou a primeira teoria atômica moderna. Ele afirmou que toda matéria é composta por átomos indivisíveis e que diferentes elementos possuem átomos com massas distintas. Essa teoria ajudou a organizar o conhecimento químico e explicar as leis ponderais. Sabia que Dalton também era daltônico, e essa condição recebeu esse nome em sua homenagem?",
    "palavras_chave": ["dalton", "átomos", "teoria atômica", "leis ponderais", "elementos"]
  },
  {
    "pergunta": "Como Dmitri Mendeleev organizou a Tabela Periódica?",
    "resposta": "Em 1869, Dmitri Mendeleev criou a primeira versão da Tabela Periódica moderna, organizando os elementos de acordo com suas massas atômicas e propriedades químicas semelhantes. O mais impressionante foi que ele deixou espaços em branco para elementos ainda desconhecidos, prevendo corretamente suas propriedades. Sabia que o germânio, descoberto anos depois, encaixou-se exatamente em um desses espaços previstos por ele?",
    "palavras_chave": ["mendeleev", "tabela periódica", "elementos", "massas atômicas", "previsões"]
  },
  {
    "pergunta": "Qual foi a contribuição de Robert Boyle para a química?",
    "resposta": "Robert Boyle é conhecido como um dos fundadores da química experimental. No século XVII, ele escreveu 'O Químico Cético', onde defendeu que as substâncias deveriam ser estudadas com base em evidências e não em especulações filosóficas. Ele também formulou a Lei de Boyle, que relaciona pressão e volume de um gás. Sabia que Boyle foi um dos primeiros a propor que o ar era composto por diferentes gases e não uma substância única?",
    "palavras_chave": ["boyle", "gases", "pressão", "experimentos", "lei de boyle"]
  },
  {
    "pergunta": "Por que a descoberta do oxigênio foi um marco na história da química?",
    "resposta": "A descoberta do oxigênio, feita quase simultaneamente por Joseph Priestley e Carl Scheele, mudou completamente a compreensão das reações químicas. Lavoisier, ao analisar o fenômeno, provou que o oxigênio era o elemento essencial para a combustão e a respiração. Isso derrubou séculos de crenças equivocadas e estabeleceu as bases da química moderna. Sabia que o próprio Priestley acreditava inicialmente que havia descoberto 'ar desflogisticado'?",
    "palavras_chave": ["oxigênio", "priestley", "scheele", "combustão", "lavoisier"]
  },
  {
    "pergunta": "Quem foi Berzelius e o que ele trouxe de novo à química?",
    "resposta": "Jöns Jacob Berzelius foi um químico sueco do século XIX que padronizou os símbolos químicos que usamos hoje, como H para hidrogênio e O para oxigênio. Ele também descobriu elementos como o silício, o selênio e o tório. Além disso, foi pioneiro no uso de análises quantitativas para estudar reações químicas. Sabia que Berzelius é quem inventou o termo 'catálise'?",
    "palavras_chave": ["berzelius", "símbolos químicos", "elementos", "catálise", "análise"]
  },
  {
    "pergunta": "O que foi a revolução química do século XVIII?",
    "resposta": "A revolução química foi o período em que a química deixou de ser uma arte empírica para se tornar uma ciência moderna. Isso aconteceu principalmente por causa das descobertas de Lavoisier, da crítica à teoria do flogisto e da introdução de métodos quantitativos. Foi uma mudança comparável à revolução copernicana na astronomia. Sabia que essa transformação coincidiu com a Revolução Francesa, da qual Lavoisier também participou?",
    "palavras_chave": ["revolução química", "século xviii", "lavoisier", "flogisto", "ciência moderna"]
  },
  {
    "pergunta": "Como a descoberta dos gases influenciou o avanço da química?",
    "resposta": "Durante os séculos XVII e XVIII, a descoberta de gases como hidrogênio, oxigênio, nitrogênio e dióxido de carbono revolucionou a química. Esses estudos mostraram que o ar não era uma substância única, mas uma mistura de gases diferentes. Essa percepção ajudou a compreender a combustão, a respiração e as reações químicas em geral. Sabia que Henry Cavendish foi o primeiro a identificar o hidrogênio como um gás inflamável?",
    "palavras_chave": ["gases", "descobertas", "hidrogênio", "combustão", "cavendish"]
  },
  {
    "pergunta": "Quem foi Avogadro e por que sua hipótese foi tão importante?",
    "resposta": "Amedeo Avogadro propôs, em 1811, que volumes iguais de gases, sob as mesmas condições de temperatura e pressão, contêm o mesmo número de moléculas. Essa ideia ajudou a distinguir átomos de moléculas e foi essencial para o desenvolvimento da teoria molecular. Sabia que o número de Avogadro, usado para contar partículas, foi definido em homenagem a ele, mesmo após sua morte?",
    "palavras_chave": ["avogadro", "moléculas", "gases", "hipótese", "número de avogadro"]
  },
  {
    "pergunta": "O que foi a Lei da Conservação da Massa e quem a formulou?",
    "resposta": "A Lei da Conservação da Massa, proposta por Lavoisier, diz que a massa total dos reagentes em uma reação química é igual à massa total dos produtos. Essa descoberta mostrou que nada se perde, tudo se transforma — princípio essencial da química moderna. Sabia que essa ideia ajudou a unificar a química e a física em torno de leis universais?",
    "palavras_chave": ["lavoisier", "lei da conservação", "massa", "reação química", "transformação"]
  },
  {
    "pergunta": "Como Paracelso influenciou a química médica?",
    "resposta": "Paracelso, médico e alquimista do século XVI, foi um dos primeiros a defender o uso de substâncias químicas no tratamento de doenças. Ele acreditava que a química poderia explicar o funcionamento do corpo e combater enfermidades. Essa visão inaugurou a chamada iatroquímica, precursora da farmacologia moderna. Sabia que Paracelso usava o mercúrio para tratar sífilis, algo impensável hoje?",
    "palavras_chave": ["paracelso", "iatroquímica", "medicina", "alquimia", "farmacologia"]
  },
  {
    "pergunta": "Quem descobriu o elétron e como isso mudou a química?",
    "resposta": "J. J. Thomson, em 1897, descobriu o elétron ao estudar raios catódicos. Essa descoberta mostrou que o átomo não era indivisível, como se acreditava desde Dalton, mas possuía partículas menores. A partir daí, a química passou a entender melhor as ligações e reações em nível subatômico. Sabia que Thomson também propôs o modelo do 'pudim de passas' para explicar a estrutura do átomo?",
    "palavras_chave": ["thomson", "elétron", "átomo", "raios catódicos", "modelo atômico"]
  },
  {
    "pergunta": "Quem foi Ernest Rutherford e qual foi sua principal descoberta?",
    "resposta": "Ernest Rutherford foi um físico e químico neozelandês que descobriu o núcleo do átomo. Em 1911, após bombardear uma fina lâmina de ouro com partículas alfa, percebeu que a maior parte do átomo era espaço vazio, com uma pequena região central carregada positivamente — o núcleo. Essa descoberta mudou completamente o modelo atômico de Thomson. Sabia que Rutherford também foi o primeiro a transformar um elemento químico em outro artificialmente?",
    "palavras_chave": ["rutherford", "núcleo", "átomo", "modelo atômico", "radiação"]
  },
  {
    "pergunta": "O que Niels Bohr acrescentou ao modelo atômico?",
    "resposta": "Niels Bohr, em 1913, aperfeiçoou o modelo de Rutherford ao propor que os elétrons giram em órbitas fixas e quantizadas ao redor do núcleo. Essa ideia explicava por que os átomos emitem luz em comprimentos de onda específicos. O modelo de Bohr foi fundamental para o desenvolvimento da mecânica quântica. Sabia que ele ganhou o Prêmio Nobel de Física em 1922 por essa contribuição?",
    "palavras_chave": ["bohr", "modelo atômico", "órbitas", "quantização", "energia"]
  },
  {
    "pergunta": "Como Linus Pauling contribuiu para a química moderna?",
    "resposta": "Linus Pauling foi um dos maiores químicos do século XX. Ele estudou as ligações químicas usando conceitos da mecânica quântica e explicou como os átomos se unem para formar moléculas. Também foi pioneiro no estudo das proteínas e da estrutura molecular da vida. Sabia que Pauling é uma das poucas pessoas a ter recebido dois Prêmios Nobel — um de Química e outro da Paz?",
    "palavras_chave": ["pauling", "ligações químicas", "moléculas", "proteínas", "nobel"]
  },
  {
    "pergunta": "Quem foi Joseph Priestley e qual foi seu papel na história da química?",
    "resposta": "Joseph Priestley foi um químico inglês que, em 1774, conseguiu isolar o oxigênio, embora o tenha interpretado de forma equivocada dentro da teoria do flogisto. Mesmo assim, sua descoberta foi essencial para o avanço da química. Ele também estudou gases como o dióxido de carbono e a amônia. Sabia que Priestley também inventou a água gaseificada?",
    "palavras_chave": ["priestley", "oxigênio", "gases", "flogisto", "descoberta"]
  },
  {
    "pergunta": "O que foi a iatroquímica e qual sua importância?",
    "resposta": "A iatroquímica foi uma corrente do século XVI que unia medicina e química, defendendo que os processos do corpo humano podiam ser explicados por reações químicas. Paracelso foi o principal representante dessa visão, que abriu caminho para a farmacologia. Sabia que o termo 'iatro' vem do grego e significa 'cura' ou 'médico'?",
    "palavras_chave": ["iatroquímica", "paracelso", "medicina", "reação química", "farmacologia"]
  },
  {
    "pergunta": "Como Humphry Davy ajudou a entender os elementos químicos?",
    "resposta": "Humphry Davy foi um químico britânico que usou a eletrólise para isolar vários elementos, como sódio, potássio e cálcio. Ele também mostrou que o cloro era um elemento, e não um composto, como se pensava. Suas descobertas ajudaram a estabelecer a química eletroquímica. Sabia que Davy foi quem descobriu o talento de Michael Faraday, seu assistente de laboratório?",
    "palavras_chave": ["davy", "eletrólise", "elementos", "sódio", "cloro"]
  },
  {
    "pergunta": "Quem foi Michael Faraday e qual sua ligação com a química?",
    "resposta": "Michael Faraday é mais conhecido por suas contribuições à eletricidade, mas também teve papel importante na química. Ele descobriu o benzeno, estudou a eletrólise e formulou leis fundamentais sobre o comportamento de íons em solução. Sua curiosidade e experimentação foram exemplares para a ciência moderna. Sabia que Faraday nunca frequentou uma universidade formal, sendo totalmente autodidata?",
    "palavras_chave": ["faraday", "eletrólise", "benzeno", "íons", "autodidata"]
  },
  {
    "pergunta": "Qual foi a importância da descoberta do fósforo por Hennig Brand?",
    "resposta": "Hennig Brand, um alquimista alemão do século XVII, descobriu o fósforo ao tentar criar ouro a partir de urina humana. Ele acabou isolando uma substância que brilhava no escuro — o fósforo. Essa descoberta marcou uma transição entre alquimia e química experimental. Sabia que essa foi a primeira vez que um elemento químico foi descoberto de forma documentada?",
    "palavras_chave": ["fósforo", "hennig brand", "alquimia", "descoberta", "elemento químico"]
  },
  {
    "pergunta": "Como Antoine Lavoisier mudou a forma de fazer ciência?",
    "resposta": "Lavoisier introduziu o rigor quantitativo na química. Ele media massas com precisão e registrava cada reação cuidadosamente. Essa prática transformou a química em uma ciência exata. Ele também criou uma linguagem padronizada para os compostos químicos. Sabia que Lavoisier também trabalhava como coletor de impostos, o que acabou levando à sua execução durante a Revolução Francesa?",
    "palavras_chave": ["lavoisier", "método científico", "medidas", "revolução francesa", "nomenclatura"]
  },
  {
    "pergunta": "Quem foi Antoine Fourcroy e qual foi seu papel na química?",
    "resposta": "Antoine Fourcroy foi um químico francês contemporâneo de Lavoisier que ajudou a estabelecer a nova nomenclatura química e participou da reforma do ensino científico na França. Ele defendia que a química deveria ser uma disciplina central nas universidades. Sabia que foi ele quem ajudou a introduzir o termo 'análise química' nos estudos laboratoriais?",
    "palavras_chave": ["fourcroy", "frança", "nomenclatura", "ensino", "análise química"]
  },
  {
    "pergunta": "Como Justus von Liebig revolucionou o ensino da química?",
    "resposta": "Justus von Liebig foi um químico alemão que criou o modelo de laboratório moderno para o ensino de química experimental. Ele também desenvolveu estudos sobre nutrição e fertilizantes, aplicando a química à agricultura. Sua abordagem prática formou gerações de cientistas. Sabia que Liebig foi o criador do extrato de carne que deu origem ao caldo industrializado?",
    "palavras_chave": ["liebíg", "laboratório", "ensino", "fertilizantes", "nutrição"]
  },
  {
    "pergunta": "Quem foi August Kekulé e qual foi sua contribuição para a química orgânica?",
    "resposta": "August Kekulé foi o químico que propôs a estrutura em anel do benzeno, um dos compostos mais importantes da química orgânica. Ele também ajudou a consolidar a teoria das valências, que explica como os átomos se ligam. Sabia que Kekulé afirmou ter tido a ideia do anel benzênico após sonhar com uma cobra mordendo o próprio rabo?",
    "palavras_chave": ["kekulé", "benzeno", "estrutura", "química orgânica", "valência"]
  },
  {
    "pergunta": "Como a descoberta do rádio impactou a ciência e a medicina?",
    "resposta": "A descoberta do rádio por Marie e Pierre Curie, em 1898, abriu um novo campo de pesquisa: a radioatividade. O estudo dessas substâncias levou a avanços na medicina, com o uso terapêutico da radiação, e também à compreensão da estrutura nuclear. Sabia que o brilho do rádio fez com que fosse usado em relógios e instrumentos até se perceber seu perigo?",
    "palavras_chave": ["rádio", "curie", "radioatividade", "medicina", "descoberta"]
  },
  {
    "pergunta": "Quem foi Glenn Seaborg e o que ele descobriu?",
    "resposta": "Glenn Seaborg foi um químico americano que descobriu vários elementos transurânicos, incluindo o plutônio. Ele também reformulou a Tabela Periódica, criando a série dos actinídeos. Seu trabalho teve impacto direto no desenvolvimento da energia nuclear. Sabia que o elemento seabórgio (Sg) recebeu esse nome em sua homenagem ainda em vida?",
    "palavras_chave": ["seaborg", "plutônio", "tabela periódica", "actinídeos", "energia nuclear"]
  },
  {
    "pergunta": "Como a descoberta do elétron mudou a teoria atômica?",
    "resposta": "A descoberta do elétron por J. J. Thomson mostrou que o átomo não era indivisível, como Dalton propunha, mas continha partículas subatômicas. Essa percepção abriu caminho para modelos mais complexos do átomo e o surgimento da física e química modernas. Sabia que Thomson usou um tubo de raios catódicos para detectar o elétron?",
    "palavras_chave": ["thomson", "elétron", "átomo", "subatômico", "modelo atômico"]
  },
  {
    "pergunta": "Quem foi Henry Cavendish e o que ele descobriu?",
    "resposta": "Henry Cavendish foi um químico e físico inglês que isolou o hidrogênio e mostrou que a água é composta por hidrogênio e oxigênio. Ele também determinou a densidade da Terra com grande precisão. Sabia que Cavendish era extremamente tímido e quase não publicava suas descobertas, o que atrasou o reconhecimento de sua importância?",
    "palavras_chave": ["cavendish", "hidrogênio", "água", "oxigênio", "descoberta"]
  },
  {
    "pergunta": "Como a química árabe influenciou o desenvolvimento da ciência?",
    "resposta": "Os alquimistas árabes entre os séculos VIII e XIII foram pioneiros na sistematização de métodos experimentais e na invenção de equipamentos como o alambique. Eles também criaram novas substâncias, como ácidos minerais. Sabia que a palavra 'álcool' vem do árabe 'al-kuhl', que significa pó fino?",
    "palavras_chave": ["alquimia", "ciência árabe", "laboratório", "ácidos", "álcool"]
  },
  {
    "pergunta": "Quem foi Gay-Lussac e qual sua principal contribuição?",
    "resposta": "Joseph Gay-Lussac formulou leis sobre o comportamento dos gases, mostrando que volumes de gases reagem em proporções simples. Ele também estudou a composição do ar e a expansão térmica dos gases. Sabia que Gay-Lussac fez experimentos em balões para medir a atmosfera a grandes altitudes?",
    "palavras_chave": ["gay-lussac", "gases", "lei dos volumes", "experimentos", "atmosfera"]
  },
  {
    "pergunta": "Qual foi o papel de Berthollet na história da química?",
    "resposta": "Claude Berthollet foi um químico francês que trabalhou com Lavoisier e desenvolveu a teoria das reações reversíveis, antecipando o conceito de equilíbrio químico. Ele também foi um dos primeiros a usar cloro como agente de branqueamento. Sabia que Berthollet participou das campanhas de Napoleão no Egito para estudar minerais e produtos locais?",
    "palavras_chave": ["berthollet", "equilíbrio químico", "cloro", "napoleão", "reações reversíveis"]
  },
  {
    "pergunta": "Quem foi Friedrich Wöhler e por que sua síntese da ureia foi tão importante?",
    "resposta": "Friedrich Wöhler, químico alemão do século XIX, realizou um experimento histórico ao sintetizar ureia — uma substância orgânica — a partir de compostos inorgânicos. Isso derrubou a crença no 'vitalismo', que dizia que compostos orgânicos só podiam ser produzidos por organismos vivos. Essa descoberta mostrou que as leis da química se aplicavam igualmente à matéria viva e inanimada. Sabia que essa experiência é considerada o marco inicial da química orgânica moderna?",
    "palavras_chave": ["wöhler", "ureia", "vitalismo", "química orgânica", "síntese"]
  },
  {
    "pergunta": "Qual foi a importância de Antoine Lavoisier para o método científico na química?",
    "resposta": "Lavoisier revolucionou a prática científica ao introduzir medições precisas e experimentos controlados. Ele insistia em pesar reagentes e produtos para entender as transformações da matéria. Essa abordagem transformou a química de um conjunto de práticas empíricas em uma ciência quantitativa. Sabia que ele foi um dos primeiros a usar balanças de precisão em laboratório?",
    "palavras_chave": ["lavoisier", "método científico", "quantitativo", "balança", "reação química"]
  },
  {
    "pergunta": "Quem foi Rosalind Franklin e qual foi sua relação com a química?",
    "resposta": "Rosalind Franklin foi uma química britânica especialista em cristalografia. Seu trabalho com raios X revelou a estrutura helicoidal do DNA, o que foi essencial para o modelo de Watson e Crick. Apesar de seu papel crucial, Franklin teve pouco reconhecimento em vida. Sabia que a famosa 'Foto 51' tirada por ela foi a chave para decifrar a estrutura da molécula da vida?",
    "palavras_chave": ["franklin", "dna", "cristalografia", "raios x", "estrutura molecular"]
  },
  {
    "pergunta": "Como a descoberta da penicilina está relacionada à química?",
    "resposta": "A descoberta da penicilina por Alexander Fleming em 1928 envolveu processos químicos complexos. O antibiótico atua interferindo na síntese das paredes celulares das bactérias. A química foi essencial para isolar, purificar e posteriormente sintetizar a substância em larga escala. Sabia que a penicilina só pôde ser produzida em massa durante a Segunda Guerra Mundial graças à colaboração de químicos industriais?",
    "palavras_chave": ["penicilina", "fleming", "antibiótico", "síntese", "bactérias"]
  },
  {
    "pergunta": "Quem foi Robert Bunsen e o que ele inventou?",
    "resposta": "Robert Bunsen foi um químico alemão conhecido pela invenção do bico de Bunsen, ferramenta essencial em laboratórios até hoje. Ele também desenvolveu métodos para análise espectral de elementos, em parceria com Gustav Kirchhoff. Essa técnica levou à descoberta de novos elementos, como o césio e o rubídio. Sabia que o bico de Bunsen foi projetado para produzir uma chama limpa, sem fuligem, ideal para experimentos?",
    "palavras_chave": ["bunsen", "bico de bunsen", "espectroscopia", "elementos", "laboratório"]
  },
  {
    "pergunta": "Qual foi a contribuição de Gilbert Lewis para a química?",
    "resposta": "Gilbert N. Lewis foi o químico que desenvolveu o conceito de ligações covalentes e a teoria dos pares de elétrons. Ele também introduziu a ideia de ácidos e bases segundo a doação ou aceitação de pares eletrônicos. Essas ideias foram fundamentais para a compreensão moderna das reações químicas. Sabia que as 'estruturas de Lewis' que usamos em química são uma homenagem direta ao seu trabalho?",
    "palavras_chave": ["gilbert lewis", "ligações", "covalente", "elétrons", "ácido-base"]
  },
  {
    "pergunta": "Quem foi Svante Arrhenius e o que ele propôs?",
    "resposta": "Svante Arrhenius foi um químico sueco que formulou a teoria da dissociação iônica, explicando que compostos em solução aquosa se separam em íons. Essa descoberta foi essencial para o entendimento da condutividade elétrica e das reações ácido-base. Sabia que ele também foi o primeiro a sugerir que o aumento de dióxido de carbono na atmosfera poderia aquecer o planeta?",
    "palavras_chave": ["arrhenius", "íons", "dissociação", "ácido-base", "efeito estufa"]
  },
  {
    "pergunta": "O que Dmitri Mendeleev previu ao criar sua Tabela Periódica?",
    "resposta": "Mendeleev organizou os elementos conhecidos com base em suas massas e propriedades químicas, mas o mais notável foi que deixou lacunas para elementos ainda não descobertos. Ele previu com precisão as características do germânio, do escândio e do gálio antes de serem isolados. Sabia que suas previsões foram tão precisas que reforçaram a credibilidade da química como ciência exata?",
    "palavras_chave": ["mendeleev", "tabela periódica", "elementos", "previsões", "massas"]
  },
  {
    "pergunta": "Quem foi Willard Gibbs e por que ele é importante na química?",
    "resposta": "Josiah Willard Gibbs foi um químico e físico norte-americano considerado o pai da termodinâmica química. Ele desenvolveu o conceito de energia livre, essencial para prever a espontaneidade das reações químicas. Sua obra foi fundamental para a química física moderna. Sabia que suas equações foram pouco reconhecidas em vida e só ganharam destaque após sua morte?",
    "palavras_chave": ["gibbs", "termodinâmica", "energia livre", "reações", "equilíbrio"]
  },
  {
    "pergunta": "Qual foi o papel de Henri Becquerel na descoberta da radioatividade?",
    "resposta": "Henri Becquerel foi quem descobriu a radioatividade de forma acidental, ao perceber que sais de urânio podiam impressionar chapas fotográficas mesmo sem exposição à luz. Essa observação levou os Curie a aprofundarem o estudo do fenômeno. Sabia que ele compartilhou o Prêmio Nobel de Física de 1903 com Marie e Pierre Curie?",
    "palavras_chave": ["becquerel", "radioatividade", "urânio", "curie", "descoberta"]
  },
  {
    "pergunta": "Quem foi Antoine Baumé e qual sua invenção?",
    "resposta": "Antoine Baumé foi um químico e farmacêutico francês que criou o densímetro de Baumé, instrumento usado para medir a densidade de líquidos. Seu trabalho teve grande impacto na indústria e na farmacologia do século XVIII. Sabia que até hoje as escalas de densidade em alguns líquidos industriais ainda usam o nome 'graus Baumé'?",
    "palavras_chave": ["baumé", "densímetro", "líquidos", "densidade", "indústria"]
  },
  {
    "pergunta": "Como Louis Pasteur uniu química e biologia em suas pesquisas?",
    "resposta": "Louis Pasteur começou como químico estudando cristais, mas logo aplicou seus conhecimentos à biologia. Descobriu que a fermentação era causada por microrganismos vivos e refutou a teoria da geração espontânea. Suas descobertas deram origem à microbiologia e às vacinas modernas. Sabia que o termo 'pasteurização' vem de seu nome?",
    "palavras_chave": ["pasteur", "fermentação", "microbiologia", "vacinas", "geração espontânea"]
  },
  {
    "pergunta": "Quem foi John Newlands e o que ele propôs?",
    "resposta": "John Newlands foi um químico britânico que, antes de Mendeleev, percebeu que os elementos químicos apresentavam uma repetição periódica de propriedades a cada oito posições, o que ele chamou de 'Lei das Oitavas'. Embora sua ideia tenha sido ridicularizada na época, ela antecipou a Tabela Periódica moderna. Sabia que ele comparou essa repetição à escala musical?",
    "palavras_chave": ["newlands", "lei das oitavas", "tabela periódica", "elementos", "periodicidade"]
  },
  {
    "pergunta": "O que descobriu o casal Curie além do rádio?",
    "resposta": "Marie e Pierre Curie descobriram também o polônio, elemento radioativo nomeado em homenagem à Polônia. Eles isolaram substâncias altamente energéticas e contribuíram para a compreensão da estrutura do átomo. Sabia que o trabalho deles exigiu o processamento de toneladas de minério de urânio para obter poucos miligramas de rádio?",
    "palavras_chave": ["curie", "polônio", "rádio", "radioatividade", "descoberta"]
  },
  {
    "pergunta": "Quem foi Lise Meitner e qual sua contribuição para a física e a química nuclear?",
    "resposta": "Lise Meitner foi uma física e química austríaca que participou da descoberta da fissão nuclear, embora não tenha recebido o Nobel junto com seu colega Otto Hahn. Sua interpretação teórica do fenômeno foi essencial para entender como um núcleo atômico pode se dividir e liberar energia. Sabia que o elemento meitnério (Mt) recebeu esse nome em sua homenagem?",
    "palavras_chave": ["meitner", "fissão nuclear", "hahn", "energia", "meitnério"]
  },
  {
    "pergunta": "Qual foi a importância de Alessandro Volta para a química?",
    "resposta": "Alessandro Volta inventou a pilha elétrica, o primeiro dispositivo capaz de gerar corrente contínua. Essa invenção marcou o início da eletroquímica e permitiu a descoberta de novos elementos. Sabia que o nome da unidade 'volt' é uma homenagem direta a ele?",
    "palavras_chave": ["volta", "pilha elétrica", "corrente", "eletroquímica", "energia"]
  },
  {
    "pergunta": "Quem foi Antoine Balard e o que ele descobriu?",
    "resposta": "Antoine Balard foi um químico francês que descobriu o bromo em 1826. Sua identificação desse novo elemento expandiu a compreensão dos halogênios, grupo que inclui também o cloro e o iodo. Sabia que Balard realizou seus experimentos com água do mar da costa francesa?",
    "palavras_chave": ["balard", "bromo", "halogênios", "descoberta", "elementos"]
  },
  {
    "pergunta": "Como Fritz Haber influenciou a agricultura moderna?",
    "resposta": "Fritz Haber desenvolveu, junto com Carl Bosch, o processo de síntese da amônia a partir do nitrogênio e hidrogênio, base para a produção de fertilizantes. Esse método permitiu aumentar drasticamente a produtividade agrícola. Sabia que metade do nitrogênio presente em nosso corpo hoje vem indiretamente do processo Haber-Bosch?",
    "palavras_chave": ["haber", "bosch", "amônia", "fertilizantes", "agricultura"]
  },
  {
    "pergunta": "Quem foi Joseph Black e qual sua descoberta?",
    "resposta": "Joseph Black foi um químico escocês que descobriu o dióxido de carbono, a que chamou de 'ar fixo'. Ele também introduziu o conceito de calor latente, importante para a termodinâmica. Sabia que Black foi professor de James Watt, o inventor da máquina a vapor moderna?",
    "palavras_chave": ["black", "dióxido de carbono", "calor latente", "termodinâmica", "ar fixo"]
  },
  {
    "pergunta": "Qual a importância de Robert Hooke para os experimentos químicos?",
    "resposta": "Robert Hooke, além de físico e biólogo, foi um dos primeiros a defender o uso sistemático de instrumentos de precisão nos experimentos. Ele estudou combustão e elasticidade dos gases, e foi um dos pioneiros na observação microscópica da matéria. Sabia que Hooke foi quem cunhou o termo 'célula' ao observar tecidos vegetais?",
    "palavras_chave": ["hooke", "experimentos", "combustão", "microscópio", "matéria"]
  },
  {
    "pergunta": "Quem foi Jöns Jacob Berzelius e o que ele padronizou na química?",
    "resposta": "Berzelius foi um químico sueco que criou o sistema de símbolos químicos usados até hoje e definiu pesos atômicos com precisão. Ele também introduziu o termo 'proteína'. Sabia que ele descobriu elementos como o selênio e o tório?",
    "palavras_chave": ["berzelius", "símbolos", "pesos atômicos", "elementos", "proteína"]
  },
  {
    "pergunta": "O que motivou os primeiros alquimistas em seus estudos?",
    "resposta": "Os alquimistas buscavam a pedra filosofal, substância lendária capaz de transformar metais comuns em ouro e conceder imortalidade. Apesar do misticismo, suas práticas criaram as bases da química experimental. Sabia que o termo 'elixir da vida' surgiu dessa tradição alquímica?",
    "palavras_chave": ["alquimia", "pedra filosofal", "elixir", "transmutação", "origens"]
  },
  {
    "pergunta": "Quem foi Gertrude Elion e qual sua importância para a química medicinal?",
    "resposta": "Gertrude Elion foi uma bioquímica americana que desenvolveu fármacos inovadores, incluindo medicamentos contra leucemia e antivirais. Ela criou métodos de síntese racional de drogas com base na estrutura molecular. Sabia que ela recebeu o Prêmio Nobel em 1988, mesmo sem ter feito doutorado?",
    "palavras_chave": ["elion", "medicamentos", "química medicinal", "síntese", "nobel"]
  },
  {
    "pergunta": "Quem foi Dorothy Hodgkin e o que ela descobriu?",
    "resposta": "Dorothy Hodgkin foi uma química britânica que usou cristalografia de raios X para determinar as estruturas da penicilina, vitamina B12 e insulina. Seu trabalho revolucionou a bioquímica estrutural. Sabia que ela foi mentora de Margaret Thatcher durante os tempos de universidade?",
    "palavras_chave": ["hodgkin", "cristalografia", "penicilina", "vitamina b12", "insulina"]
  },
  {
    "pergunta": "Quem foi Ernest Rutherford e o que ele descobriu sobre o átomo?",
    "resposta": "Ernest Rutherford foi um físico e químico neozelandês que, no início do século XX, realizou o famoso experimento da lâmina de ouro. Com ele, demonstrou que o átomo tem um núcleo pequeno e denso, onde se concentra praticamente toda a sua massa, e que os elétrons orbitam ao redor. Essa descoberta derrubou o modelo de Thomson e inaugurou a era da física nuclear. Sabia que Rutherford também foi o primeiro a transformar um elemento químico em outro, criando uma espécie de 'alquimia científica'?",
    "palavras_chave": ["rutherford", "núcleo", "átomo", "modelo atômico", "física nuclear"]
  },
  {
    "pergunta": "Qual foi o papel de Niels Bohr na evolução dos modelos atômicos?",
    "resposta": "Niels Bohr aprimorou o modelo de Rutherford ao sugerir que os elétrons giram em órbitas fixas ao redor do núcleo e que cada órbita possui um nível de energia definido. Essa ideia explicava a emissão e absorção de luz pelos átomos e foi um passo essencial para o desenvolvimento da mecânica quântica. Sabia que Bohr trabalhou com Einstein e até participou do projeto Manhattan, que desenvolveu a bomba atômica?",
    "palavras_chave": ["bohr", "modelo atômico", "órbitas", "energia", "mecânica quântica"]
  },
  {
    "pergunta": "Quem foi Linus Pauling e por que ele é tão importante na química?",
    "resposta": "Linus Pauling foi um dos maiores químicos do século XX, conhecido por estudar as ligações químicas e por aplicar conceitos de mecânica quântica à química. Ele escreveu o livro 'A Natureza da Ligação Química', referência até hoje. Pauling também ganhou dois Prêmios Nobel — um de Química e outro da Paz. Sabia que ele foi um dos primeiros a defender o uso de vitamina C para fortalecer o sistema imunológico?",
    "palavras_chave": ["pauling", "ligações químicas", "nobel", "química quântica", "vitamina c"]
  },
  {
    "pergunta": "Como Humphry Davy contribuiu para o avanço da química experimental?",
    "resposta": "Humphry Davy foi um químico britânico que usou a eletrólise para descobrir vários elementos, como sódio, potássio, cálcio e magnésio. Ele também isolou o cloro e estudou o comportamento dos gases. Além disso, criou a lâmpada de segurança para mineiros, que reduziu acidentes em minas de carvão. Sabia que Davy foi o mentor de Michael Faraday, outro gigante da ciência?",
    "palavras_chave": ["davy", "eletrólise", "descobertas", "elementos", "faraday"]
  },
  {
    "pergunta": "Quem foi Michael Faraday e qual sua importância na história da química?",
    "resposta": "Michael Faraday foi um dos maiores experimentadores da história da ciência. Descobriu a indução eletromagnética e estudou profundamente a eletrólise, formulando as leis que levam seu nome. Seu trabalho foi essencial para unir química e eletricidade em um mesmo campo de estudo. Sabia que Faraday começou como assistente de laboratório, sem formação formal em ciência?",
    "palavras_chave": ["faraday", "eletricidade", "eletrólise", "indução", "experimentos"]
  },
  {
    "pergunta": "Como o conceito de número atômico foi introduzido na química?",
    "resposta": "O conceito de número atômico foi proposto por Henry Moseley em 1913, após estudar os espectros de raios X emitidos por diferentes elementos. Ele mostrou que as propriedades químicas dependem do número de prótons no núcleo, e não da massa atômica. Essa descoberta reorganizou a Tabela Periódica e confirmou suas bases científicas. Sabia que Moseley morreu jovem, na Primeira Guerra Mundial, com apenas 27 anos?",
    "palavras_chave": ["moseley", "número atômico", "tabela periódica", "prótons", "raios x"]
  },
  {
    "pergunta": "Quem criou o conceito de orbital molecular?",
    "resposta": "O conceito de orbital molecular surgiu com Robert Mulliken e Friedrich Hund, que aplicaram a mecânica quântica para explicar como os elétrons se distribuem nas moléculas. Essa teoria permitiu entender melhor as ligações químicas e as propriedades das substâncias. Sabia que Mulliken recebeu o Prêmio Nobel de Química em 1966 por esse trabalho?",
    "palavras_chave": ["mulliken", "hund", "orbitais", "ligações químicas", "mecânica quântica"]
  },
  {
    "pergunta": "Como Lise Meitner contribuiu para a descoberta da fissão nuclear?",
    "resposta": "Lise Meitner foi uma física e química austríaca que participou das pesquisas que levaram à descoberta da fissão nuclear. Ela interpretou corretamente os resultados de seu colega Otto Hahn, explicando que o núcleo do urânio se dividia em dois. Apesar disso, não recebeu o Prêmio Nobel junto com ele. Sabia que Albert Einstein se referia a Meitner como a 'Marie Curie da Alemanha'?",
    "palavras_chave": ["meitner", "fissão nuclear", "urânio", "hahn", "einstein"]
  },
  {
    "pergunta": "Quem foi Rosalind Franklin e qual foi sua relação com a química do DNA?",
    "resposta": "Rosalind Franklin foi uma química britânica especializada em cristalografia de raios X. Suas imagens do DNA foram fundamentais para que Watson e Crick descobrissem sua estrutura em dupla hélice. Infelizmente, ela não recebeu o devido reconhecimento em vida. Sabia que o famoso 'Fotografia 51' feita por ela é considerada um dos registros mais importantes da história da ciência?",
    "palavras_chave": ["franklin", "dna", "cristalografia", "raios x", "dupla hélice"]
  },
  {
    "pergunta": "Como Antoine Becquerel descobriu a radioatividade?",
    "resposta": "Antoine Henri Becquerel descobriu a radioatividade em 1896, por acaso, ao perceber que sais de urânio podiam impressionar chapas fotográficas mesmo sem exposição à luz. Esse fenômeno misterioso revelou a existência de energia emanada do próprio átomo. Sua descoberta inspirou os trabalhos de Marie e Pierre Curie. Sabia que Becquerel era neto e filho de cientistas — uma verdadeira dinastia científica?",
    "palavras_chave": ["becquerel", "radioatividade", "urânio", "descoberta", "curie"]
  },
  {
    "pergunta": "Qual foi a contribuição de Pierre Curie para a química?",
    "resposta": "Pierre Curie trabalhou ao lado de sua esposa, Marie Curie, no estudo da radioatividade. Ele ajudou a isolar o polônio e o rádio e desenvolveu instrumentos de medição extremamente precisos para analisar materiais radioativos. Além disso, foi pioneiro no estudo do magnetismo. Sabia que o casal Curie trabalhava em condições precárias, usando galpões improvisados como laboratórios?",
    "palavras_chave": ["pierre curie", "radioatividade", "rádio", "polônio", "magnetismo"]
  },
  {
    "pergunta": "Quem foi Friedrich Wöhler e por que sua síntese da ureia foi um marco?",
    "resposta": "Friedrich Wöhler foi o químico que, em 1828, conseguiu sintetizar ureia — uma substância orgânica — a partir de um composto inorgânico. Isso derrubou a teoria do vitalismo, que dizia que compostos orgânicos só podiam ser produzidos por seres vivos. Sabia que esse experimento é considerado o nascimento da química orgânica moderna?",
    "palavras_chave": ["wöhler", "ureia", "vitalismo", "síntese", "química orgânica"]
  },
  {
    "pergunta": "Como Justus von Liebig revolucionou o ensino e a pesquisa em química?",
    "resposta": "Justus von Liebig foi um químico alemão que criou o primeiro laboratório moderno de ensino de química. Ele introduziu métodos experimentais e sistematizou o estudo da química orgânica e agrícola. Suas pesquisas também contribuíram para o desenvolvimento dos fertilizantes. Sabia que Liebig foi um dos primeiros a comercializar extrato de carne como suplemento alimentar?",
    "palavras_chave": ["liebig", "ensino", "laboratório", "fertilizantes", "orgânica"]
  },
  {
    "pergunta": "Quem foi Gilbert Lewis e qual sua contribuição para a teoria das ligações químicas?",
    "resposta": "Gilbert Lewis foi o químico que propôs o conceito de pares de elétrons compartilhados nas ligações covalentes. Seu modelo de estruturas de Lewis é usado até hoje para representar moléculas. Ele também estudou o comportamento dos ácidos e bases, propondo uma definição mais ampla do que a de Arrhenius. Sabia que Lewis foi indicado ao Nobel mais de 30 vezes, mas nunca ganhou?",
    "palavras_chave": ["gilbert lewis", "ligações", "elétrons", "estruturas de lewis", "ácidos e bases"]
  },
  {
    "pergunta": "Como a descoberta da penicilina envolveu conhecimentos de química?",
    "resposta": "A descoberta da penicilina por Alexander Fleming em 1928 só foi possível compreender plenamente com o auxílio da química. Pesquisas posteriores, como as de Howard Florey e Ernst Chain, permitiram isolar e produzir o antibiótico em larga escala. A estrutura química da penicilina revelou os segredos de sua ação contra bactérias. Sabia que a penicilina salvou milhões de vidas durante a Segunda Guerra Mundial?",
    "palavras_chave": ["penicilina", "fleming", "antibiótico", "estrutura química", "segunda guerra"]
  },
  {
    "pergunta": "Quem foi Alfred Nobel e como sua invenção mudou o mundo?",
    "resposta": "Alfred Nobel foi um químico e inventor sueco que criou a dinamite em 1867, uma substância muito mais segura de manusear do que a nitroglicerina pura. Apesar de sua fama ligada aos explosivos, Nobel deixou sua fortuna para criar o Prêmio Nobel, reconhecendo contribuições à ciência e à paz. Sabia que ele era chamado de 'mercador da morte' nos jornais, o que o motivou a mudar sua imagem com o prêmio?",
    "palavras_chave": ["nobel", "dynamite", "explosivos", "invenção", "prêmio nobel"]
  }
]
