[
  {
    "pergunta": "O que foi o Protocolo de Kyoto?",
    "resposta": "O Protocolo de Kyoto, assinado em 1997, foi um acordo internacional para reduzir as emissões de gases de efeito estufa, como o CO2, que causam o aquecimento global. Ele estabeleceu metas obrigatórias para países desenvolvidos, como cortar emissões em cerca de 5% em relação aos níveis de 1990, até 2012. Países em desenvolvimento, como o Brasil, não tinham metas obrigatórias, mas podiam participar de mecanismos como o Mecanismo de Desenvolvimento Limpo. Apesar de pioneiro, o protocolo enfrentou críticas por sua implementação limitada, já que grandes emissores, como os EUA, não o ratificaram. Sabia que o Japão, sede do acordo, investiu bilhões em tecnologias verdes para cumprir suas metas?",
    "palavras_chave": ["protocolo de kyoto", "gases de efeito estufa", "aquecimento global", "metas de emissões", "desenvolvimento limpo"]
  },
  {
    "pergunta": "Qual é o objetivo do Acordo de Paris?",
    "resposta": "O Acordo de Paris, assinado em 2015, é um marco global para combater as mudanças climáticas. Seu principal objetivo é limitar o aumento da temperatura global a menos de 2°C acima dos níveis pré-industriais, buscando esforços para chegar a 1,5°C. Cada país define suas próprias metas, chamadas Contribuições Nacionalmente Determinadas (NDCs), que devem ser atualizadas a cada cinco anos. A força do acordo está na cooperação global, mas ele é criticado por não ter mecanismos rígidos de fiscalização. Sabia que o Brasil se comprometeu a reduzir 43% de suas emissões até 2030?",
    "palavras_chave": ["acordo de paris", "mudanças climáticas", "temperatura global", "ndcs", "cooperação internacional"]
  },
  {
    "pergunta": "O que é o Painel Intergovernamental sobre Mudanças Climáticas?",
    "resposta": "O IPCC, ou Painel Intergovernamental sobre Mudanças Climáticas, é um órgão criado pela ONU em 1988 para reunir cientistas e fornecer relatórios sobre as mudanças climáticas. Ele não faz políticas, mas oferece dados científicos que guiam acordos como o Protocolo de Kyoto e o Acordo de Paris. Seus relatórios detalham causas, impactos e soluções para o aquecimento global. Críticos apontam que, às vezes, os relatórios são suavizados por pressão política. Sabia que o IPCC já ganhou o Prêmio Nobel da Paz em 2007, junto com Al Gore?",
    "palavras_chave": ["ipcc", "mudanças climáticas", "relatórios científicos", "onu", "prêmio nobel"]
  },
  {
    "pergunta": "Como funciona o mercado de créditos de carbono?",
    "resposta": "O mercado de créditos de carbono permite que empresas ou países que emitem menos gases de efeito estufa vendam 'créditos' para aqueles que excedem suas metas de emissões. Cada crédito representa uma tonelada de CO2 não emitida. Esse sistema, previsto no Protocolo de Kyoto, incentiva a redução de emissões de forma econômica. Por exemplo, uma empresa brasileira que preserva florestas pode vender créditos a uma indústria poluente na Europa. Críticos dizem que ele pode ser usado para evitar mudanças estruturais. Sabia que o Brasil tem um dos maiores mercados de créditos de carbono florestal do mundo?",
    "palavras_chave": ["créditos de carbono", "emissões", "mercado ambiental", "protocolo de kyoto", "florestas"]
  },
  {
    "pergunta": "O que é a Convenção de Estocolmo sobre poluentes orgânicos persistentes?",
    "resposta": "A Convenção de Estocolmo, assinada em 2001, é um tratado global para controlar poluentes orgânicos persistentes, ou POPs, como pesticidas e produtos químicos industriais que demoram décadas para se decompor e prejudicam a saúde e o meio ambiente. Ela proíbe ou restringe substâncias como o DDT e incentiva alternativas seguras. Países signatários, como o Brasil, se comprometem a monitorar e reduzir esses poluentes. A crítica é que a implementação é lenta em países pobres. Sabia que o DDT, apesar de banido, ainda é usado em alguns lugares para combater a malária?",
    "palavras_chave": ["convenção de estocolmo", "pops", "poluentes", "saúde ambiental", "ddt"]
  },
  {
    "pergunta": "Por que os Estados Unidos abandonaram o Protocolo de Kyoto?",
    "resposta": "Os EUA assinaram o Protocolo de Kyoto em 1997, mas nunca o ratificaram. O governo, liderado por George W. Bush em 2001, argumentou que as metas obrigatórias prejudicariam a economia americana, especialmente porque países em desenvolvimento, como China e Índia, não tinham obrigações semelhantes. Além disso, havia resistência de indústrias poluentes, como a do petróleo. Isso enfraqueceu o acordo globalmente, mas os EUA voltaram a se engajar com o Acordo de Paris. Sabia que, mesmo sem ratificar, alguns estados americanos, como a Califórnia, adotaram metas próprias de redução de emissões?",
    "palavras_chave": ["protocolo de kyoto", "estados unidos", "economia", "emissões", "acordo de paris"]
  },
  {
    "pergunta": "O que é a Agenda 2030 da ONU?",
    "resposta": "A Agenda 2030 é um plano global adotado pela ONU em 2015, com 17 Objetivos de Desenvolvimento Sustentável (ODS) para erradicar a pobreza, proteger o meio ambiente e promover a igualdade até 2030. No contexto ambiental, metas como o ODS 13, sobre ação climática, incentivam políticas para reduzir emissões e aumentar a resiliência a desastres. É um guia para governos, mas depende de vontade política. Sabia que o Brasil integrou os ODS em políticas como o Plano Nacional de Adaptação à Mudança Climática?",
    "palavras_chave": ["agenda 2030", "ods", "sustentabilidade", "ação climática", "onu"]
  },
  {
    "pergunta": "Como o Brasil participa do Acordo de Paris?",
    "resposta": "O Brasil é signatário do Acordo de Paris e apresentou suas Contribuições Nacionalmente Determinadas (NDCs) em 2015, com metas como reduzir 37% das emissões de gases de efeito estufa até 2025 e 43% até 2030, em relação a 2005. Isso inclui combater o desmatamento na Amazônia e expandir energias renováveis. Apesar do compromisso, desafios como o aumento do desmatamento têm gerado críticas internacionais. Sabia que o Brasil foi um dos primeiros países a ratificar o Acordo de Paris, em 2016?",
    "palavras_chave": ["acordo de paris", "brasil", "ndcs", "desmatamento", "energias renováveis"]
  },
  {
    "pergunta": "O que é o Mecanismo de Desenvolvimento Limpo?",
    "resposta": "O Mecanismo de Desenvolvimento Limpo, ou MDL, é um instrumento do Protocolo de Kyoto que permite que países desenvolvidos invistam em projetos de redução de emissões em países em desenvolvimento, ganhando créditos de carbono. Por exemplo, uma empresa alemã pode financiar uma usina eólica no Brasil e usar os créditos para cumprir suas metas. O MDL ajudou a transferir tecnologia, mas é criticado por nem sempre beneficiar comunidades locais. Sabia que o Brasil já teve mais de 300 projetos registrados no MDL?",
    "palavras_chave": ["mecanismo de desenvolvimento limpo", "créditos de carbono", "protocolo de kyoto", "tecnologia", "projetos sustentáveis"]
  },
  {
    "pergunta": "O que é a Convenção sobre Diversidade Biológica?",
    "resposta": "A Convenção sobre Diversidade Biológica, ou CDB, assinada em 1992 na Rio-92, é um tratado global para proteger a biodiversidade, promover o uso sustentável de recursos naturais e garantir a repartição justa de benefícios de recursos genéticos. Países signatários, como o Brasil, criam estratégias nacionais para conservar ecossistemas. A implementação, porém, enfrenta desafios como falta de financiamento. Sabia que o Brasil, com a Amazônia, é um dos países megadiversos que lideram discussões na CDB?",
    "palavras_chave": ["biodiversidade", "convenção", "rio-92", "recursos genéticos", "amazônia"]
  },
  {
    "pergunta": "Por que acordos ambientais são difíceis de implementar?",
    "resposta": "Acordos ambientais, como o Acordo de Paris, enfrentam barreiras porque dependem da cooperação entre países com interesses diferentes. Países desenvolvidos querem metas rígidas, enquanto os em desenvolvimento pedem apoio financeiro e tecnológico. Além disso, interesses econômicos, como os de indústrias fósseis, criam resistência. No Brasil, por exemplo, o agronegócio pode pressionar contra medidas que limitem o desmatamento. Sabia que apenas 20% dos países cumpriram integralmente suas metas do Protocolo de Kyoto?",
    "palavras_chave": ["acordos ambientais", "cooperação", "interesses econômicos", "desmatamento", "financiamento"]
  },
  {
    "pergunta": "O que é o Fundo Verde para o Clima?",
    "resposta": "O Fundo Verde para o Clima é um mecanismo criado em 2010 pela ONU para financiar projetos de mitigação e adaptação às mudanças climáticas em países em desenvolvimento. Ele apoia iniciativas como reflorestamento e infraestrutura resiliente. O Brasil já recebeu recursos para projetos na Amazônia. Críticos apontam que o acesso aos fundos é burocrático e favorece grandes projetos. Sabia que o fundo planeja mobilizar US$ 100 bilhões por ano até 2030?",
    "palavras_chave": ["fundo verde", "clima", "financiamento", "adaptação", "amazônia"]
  },
  {
    "pergunta": "Como o Brasil regula o desmatamento na Amazônia?",
    "resposta": "O Brasil usa políticas como o Código Florestal e o Plano de Prevenção e Controle do Desmatamento na Amazônia (PPCDAm) para regular o desmatamento. O Código Florestal exige que proprietários rurais mantenham uma porcentagem de vegetação nativa, enquanto o PPCDAm combina fiscalização, como operações do Ibama, com incentivos econômicos. Apesar disso, a taxa de desmatamento aumentou em anos recentes devido à falta de fiscalização. Sabia que a Amazônia perdeu cerca de 11% de sua área entre 1985 e 2020?",
    "palavras_chave": ["desmatamento", "amazônia", "código florestal", "ppcdam", "fiscalização"]
  },
  {
    "pergunta": "O que é o tratado de Montreal?",
    "resposta": "O Protocolo de Montreal, assinado em 1987, é um acordo global para eliminar substâncias que destroem a camada de ozônio, como os CFCs, usados em refrigeradores e aerossóis. Ele é considerado um dos acordos ambientais mais bem-sucedidos, reduzindo drasticamente o uso dessas substâncias. O Brasil, signatário, substituiu CFCs por alternativas seguras. Críticos dizem que os substitutos, como HFCs, ainda contribuem para o aquecimento global. Sabia que a camada de ozônio deve se recuperar totalmente até 2060 por causa desse tratado?",
    "palavras_chave": ["protocolo de montreal", "camada de ozônio", "cfcs", "hFCs", "recuperação ambiental"]
  },
  {
    "pergunta": "Como a União Europeia contribui para políticas ambientais globais?",
    "resposta": "A União Europeia é líder em políticas ambientais, promovendo acordos como o Acordo de Paris e implementando o Pacto Verde Europeu, que visa neutralidade climática até 2050. A UE também impõe regulações rigorosas, como limites de emissões para indústrias, e financia projetos sustentáveis em outros continentes. Críticos dizem que suas políticas podem pressionar países em desenvolvimento a adotar padrões difíceis de cumprir. Sabia que a UE baniu plásticos de uso único em 2021?",
    "palavras_chave": ["união europeia", "pacto verde", "neutralidade climática", "acordo de paris", "plásticos"]
  },
  {
    "pergunta": "O que é a Cúpula da Terra de 1992?",
    "resposta": "A Cúpula da Terra, ou Rio-92, foi uma conferência da ONU no Rio de Janeiro que marcou a agenda ambiental global. Dela surgiram tratados como a Convenção sobre Diversidade Biológica e a Convenção do Clima, base para o Protocolo de Kyoto. Foi um momento de conscientização global, mas a implementação das metas enfrentou resistência econômica. Sabia que a Rio-92 reuniu 117 chefes de Estado, um recorde na época?",
    "palavras_chave": ["rio-92", "cúpula da terra", "biodiversidade", "convenção do clima", "onu"]
  },
  {
    "pergunta": "O que é o princípio do poluidor-pagador?",
    "resposta": "O princípio do poluidor-pagador, adotado em políticas ambientais globais, determina que quem causa danos ambientais deve arcar com os custos de reparação ou prevenção. Por exemplo, uma fábrica que polui um rio deve pagar por sua limpeza. Esse conceito é usado em legislações como a Política Nacional de Resíduos Sólidos no Brasil. Críticos dizem que é difícil aplicá-lo a grandes corporações. Sabia que esse princípio foi formalizado na Rio-92?",
    "palavras_chave": ["poluidor-pagador", "poluição", "reparação ambiental", "rio-92", "resíduos sólidos"]
  },
  {
    "pergunta": "Como o Brasil usa fundos internacionais para sustentabilidade?",
    "resposta": "O Brasil acessa fundos como o Fundo Amazônia, criado em 2008 com doações de países como Noruega e Alemanha, para financiar projetos de conservação e uso sustentável da floresta. Esses recursos apoiam ações como monitoramento do desmatamento e apoio a comunidades indígenas. Críticos apontam que a gestão desses fundos nem sempre é transparente. Sabia que o Fundo Amazônia já investiu mais de R$ 1,8 bilhão em projetos até 2023?",
    "palavras_chave": ["fundo amazônia", "sustentabilidade", "desmatamento", "comunidades indígenas", "financiamento"]
  },
  {
    "pergunta": "O que é a Convenção de Ramsar?",
    "resposta": "A Convenção de Ramsar, assinada em 1971, é um tratado internacional para proteger áreas úmidas, como pântanos e manguezais, que são essenciais para a biodiversidade e o controle de enchentes. Países signatários, como o Brasil, designam áreas protegidas, como o Pantanal. A implementação enfrenta desafios como ocupação irregular. Sabia que o Brasil tem 12 sítios Ramsar, incluindo o Parque Nacional do Pantanal?",
    "palavras_chave": ["convenção de ramsar", "áreas úmidas", "biodiversidade", "pantanal", "proteção ambiental"]
  },
  {
    "pergunta": "Por que a China é crucial em acordos ambientais?",
    "resposta": "A China, maior emissor de CO2 do mundo, é peça-chave em acordos como o Acordo de Paris, pois suas ações impactam o clima global. Ela se comprometeu a atingir o pico de emissões até 2030 e neutralidade de carbono até 2060. Apesar disso, seu uso de carvão é criticado como obstáculo. Sabia que a China lidera a produção global de painéis solares, respondendo por 70% do mercado?",
    "palavras_chave": ["china", "acordo de paris", "emissões", "neutralidade de carbono", "energia solar"]
  },
  {
    "pergunta": "O que é o Pacto Global da ONU?",
    "resposta": "O Pacto Global da ONU, lançado em 2000, é uma iniciativa para que empresas adotem práticas sustentáveis, incluindo princípios ambientais, como reduzir emissões e gerenciar resíduos. No Brasil, mais de 1.000 empresas participam, como a Natura. Críticos dizem que a adesão é voluntária e carece de fiscalização rigorosa. Sabia que o Pacto Global inspirou a criação dos Objetivos de Desenvolvimento Sustentável?",
    "palavras_chave": ["pacto global", "sustentabilidade", "empresas", "ods", "resíduos"]
  },
  {
    "pergunta": "Como o Código Florestal brasileiro impacta a sustentabilidade?",
    "resposta": "O Código Florestal de 2012 regula o uso da terra no Brasil, exigindo a preservação de áreas como Reservas Legais e Áreas de Preservação Permanente. Ele busca equilibrar agricultura e conservação, mas é criticado por anistiar desmatadores antigos, o que pode incentivar novas infrações. Sabia que cerca de 80% das propriedades rurais brasileiras ainda não estão totalmente regularizadas no Cadastro Ambiental Rural?",
    "palavras_chave": ["código florestal", "reserva legal", "desmatamento", "agricultura", "cadastro ambiental"]
  },
  {
    "pergunta": "O que é a Convenção de Basileia?",
    "resposta": "A Convenção de Basileia, de 1989, regula o transporte e descarte de resíduos perigosos, como produtos químicos e eletrônicos, para evitar que países ricos exportem lixo tóxico a nações pobres. O Brasil, signatário, criou leis para gerenciar resíduos eletrônicos. A crítica é que o comércio ilegal de lixo ainda persiste. Sabia que cerca de 50 milhões de toneladas de lixo eletrônico são geradas por ano no mundo?",
    "palavras_chave": ["convenção de basileia", "resíduos perigosos", "lixo eletrônico", "transporte", "reciclagem"]
  },
  {
    "pergunta": "Como as ONGs influenciam políticas ambientais?",
    "resposta": "ONGs como Greenpeace e WWF pressionam governos e empresas por políticas ambientais mais rígidas, monitoram acordos como o Acordo de Paris e mobilizam a sociedade. No Brasil, elas denunciam desmatamento ilegal e apoiam comunidades indígenas. Críticos dizem que algumas ONGs podem ter agendas políticas. Sabia que o WWF ajudou a criar o selo FSC, que certifica madeira de manejo sustentável?",
    "palavras_chave": ["ongs", "políticas ambientais", "desmatamento", "greenpeace", "certificação fsc"]
  },
  {
    "pergunta": "O que é a Política Nacional de Mudança do Clima no Brasil?",
    "resposta": "A Política Nacional de Mudança do Clima, criada em 2009, é a estratégia brasileira para cumprir compromissos como o Acordo de Paris. Ela estabelece metas de redução de emissões e incentiva ações como reflorestamento e energia renovável. Apesar disso, a falta de continuidade política tem limitado seus resultados. Sabia que a política inspirou a criação do Fundo Clima, que financia projetos sustentáveis no Brasil?",
    "palavras_chave": ["política nacional", "mudança do clima", "emissões", "fundo clima", "reflorestamento"]
  },
  {
    "pergunta": "O que é o Fundo Amazônia e como ele funciona?",
    "resposta": "O Fundo Amazônia é um mecanismo criado em 2008 para financiar projetos de conservação e uso sustentável da Amazônia, com doações principalmente da Noruega e Alemanha. Ele apoia iniciativas como monitoramento de desmatamento, apoio a indígenas e tecnologias verdes. O Brasil gere o fundo via BNDES, mas ele já foi suspenso por desentendimentos sobre governança. Críticos dizem que os recursos nem sempre chegam às comunidades mais necessitadas. Sabia que o Fundo Amazônia já destinou mais de R$ 1,9 bilhão a 100 projetos até 2023?",
    "palavras_chave": ["fundo amazônia", "conservação", "desmatamento", "bndes", "doações internacionais"]
  },
  {
    "pergunta": "Como a Convenção de Viena protege a camada de ozônio?",
    "resposta": "A Convenção de Viena, assinada em 1985, é um tratado global que estabeleceu a base para proteger a camada de ozônio, levando ao Protocolo de Montreal. Ela incentiva pesquisas e cooperação para reduzir substâncias como CFCs. O Brasil, signatário, implementou políticas para substituir esses compostos. A crítica é que os substitutos, como HFCs, ainda têm impacto climático. Sabia que a camada de ozônio começou a se recuperar graças a essa convenção?",
    "palavras_chave": ["convenção de viena", "camada de ozônio", "cfcs", "protocolo de montreal", "cooperação"]
  },
  {
    "pergunta": "O que é a Política Nacional de Resíduos Sólidos no Brasil?",
    "resposta": "A Política Nacional de Resíduos Sólidos, criada em 2010, regula a gestão de resíduos no Brasil, promovendo reciclagem, logística reversa e o fim de lixões. Ela exige que empresas e municípios criem planos de gestão. Apesar do avanço, a implementação é lenta, com muitos lixões ainda ativos. Sabia que apenas 17% do lixo reciclável no Brasil é efetivamente reciclado?",
    "palavras_chave": ["resíduos sólidos", "reciclagem", "logística reversa", "lixões", "gestão ambiental"]
  },
  {
    "pergunta": "Por que os países em desenvolvimento criticam acordos ambientais?",
    "resposta": "Países em desenvolvimento, como Brasil e Índia, muitas vezes criticam acordos ambientais, como o Protocolo de Kyoto, por considerarem que as metas favorecem nações ricas, que já poluíram muito historicamente. Eles pedem mais financiamento e transferência de tecnologia para cumprir metas. A crítica é que acordos podem limitar seu crescimento econômico. Sabia que os países em desenvolvimento respondem por menos de 20% das emissões históricas de CO2?",
    "palavras_chave": ["países em desenvolvimento", "acordos ambientais", "financiamento", "emissões históricas", "tecnologia"]
  },
  {
    "pergunta": "O que é a Cúpula do Clima da ONU?",
    "resposta": "A Cúpula do Clima da ONU, ou COP, é uma conferência anual onde países discutem ações contra as mudanças climáticas, como o Acordo de Paris. Ela reúne líderes, cientistas e ONGs para revisar metas e negociar financiamentos. Críticos dizem que as COPs geram mais promessas do que ações concretas. Sabia que a COP21, em Paris, foi a primeira a alcançar um acordo global vinculante?",
    "palavras_chave": ["cúpula do clima", "cop", "acordo de paris", "mudanças climáticas", "negociações"]
  },
  {
    "pergunta": "Como o Pacto Verde Europeu impacta o mundo?",
    "resposta": "O Pacto Verde Europeu, lançado em 2019, é um plano da UE para alcançar neutralidade climática até 2050, com metas como reduzir emissões em 55% até 2030. Ele influencia o mundo ao pressionar parceiros comerciais, como o Brasil, a adotar práticas sustentáveis para manter acordos comerciais. Críticos alertam que pode prejudicar economias dependentes de exportações. Sabia que o pacto inclui um imposto sobre carbono em importações?",
    "palavras_chave": ["pacto verde", "neutralidade climática", "união europeia", "emissões", "imposto de carbono"]
  },
  {
    "pergunta": "O que é o conceito de justiça climática?",
    "resposta": "Justiça climática é a ideia de que os impactos das mudanças climáticas afetam desproporcionalmente populações vulneráveis, como países pobres e comunidades indígenas, que menos contribuíram para o problema. Políticas como o Fundo Verde para o Clima buscam corrigir isso com apoio financeiro. Críticos dizem que a ajuda ainda é insuficiente. Sabia que as ilhas do Pacífico, que emitem quase nada, estão entre as mais ameaçadas pelo aumento do nível do mar?",
    "palavras_chave": ["justiça climática", "vulnerabilidade", "fundo verde", "mudanças climáticas", "populações indígenas"]
  },
  {
    "pergunta": "Como o Brasil lida com as metas do Acordo de Paris?",
    "resposta": "O Brasil se comprometeu no Acordo de Paris a reduzir emissões em 37% até 2025 e 43% até 2030, focando em reduzir o desmatamento e expandir energias renováveis. No entanto, o aumento do desmatamento na Amazônia tem gerado críticas internacionais e ameaçado essas metas. Sabia que o Brasil já foi líder global em energia renovável, com 45% de sua matriz energética vinda de fontes limpas?",
    "palavras_chave": ["acordo de paris", "brasil", "desmatamento", "energias renováveis", "emissões"]
  },
  {
    "pergunta": "O que é a Convenção de Minamata?",
    "resposta": "A Convenção de Minamata, assinada em 2013, é um tratado global para reduzir o uso e a emissão de mercúrio, um metal tóxico que afeta a saúde e o meio ambiente. Ela regula atividades como mineração e odontologia. O Brasil, signatário, enfrenta desafios com garimpos ilegais que usam mercúrio. Críticos dizem que a fiscalização é fraca. Sabia que o nome do tratado vem de uma baía no Japão onde a poluição por mercúrio causou uma tragédia nos anos 1950?",
    "palavras_chave": ["convenção de minamata", "mercúrio", "poluição", "garimpo", "saúde ambiental"]
  },
  {
    "pergunta": "Como as políticas de adaptação climática funcionam?",
    "resposta": "Políticas de adaptação climática preparam países para lidar com impactos do aquecimento, como secas e enchentes. No Brasil, o Plano Nacional de Adaptação inclui ações como proteger áreas costeiras e melhorar a agricultura em regiões secas. A crítica é que essas políticas muitas vezes priorizam grandes projetos em vez de comunidades locais. Sabia que o Brasil já perdeu 20% de suas áreas úmidas devido a mudanças climáticas e ocupação?",
    "palavras_chave": ["adaptação climática", "plano nacional", "secas", "áreas úmidas", "agricultura"]
  },
  {
    "pergunta": "O que é o REDD+?",
    "resposta": "O REDD+ é um programa da ONU que paga países em desenvolvimento para reduzir o desmatamento e conservar florestas, que absorvem CO2. O Brasil usa o REDD+ na Amazônia, recebendo fundos por manter florestas em pé. Críticos dizem que os benefícios nem sempre chegam às comunidades locais. Sabia que o Brasil recebeu mais de US$ 1 bilhão do REDD+ entre 2010 e 2020?",
    "palavras_chave": ["redd+", "desmatamento", "florestas", "carbono", "amazônia"]
  },
  {
    "pergunta": "Por que a fiscalização ambiental é um desafio no Brasil?",
    "resposta": "A fiscalização ambiental no Brasil, feita por órgãos como Ibama e ICMBio, enfrenta desafios como falta de recursos, corte de verbas e pressão de setores como o agronegócio. Isso dificulta o cumprimento de metas de acordos como o Acordo de Paris. Críticos apontam que a impunidade estimula crimes ambientais. Sabia que o Brasil tem um dos maiores sistemas de monitoramento de desmatamento por satélite do mundo?",
    "palavras_chave": ["fiscalização ambiental", "ibama", "desmatamento", "acordo de paris", "monitoramento"]
  },
  {
    "pergunta": "O que é a Convenção sobre Comércio Internacional de Espécies Ameaçadas?",
    "resposta": "A Convenção sobre Comércio Internacional de Espécies Ameaçadas, ou CITES, de 1973, regula o comércio de animais e plantas ameaçados, como onças e madeiras raras. O Brasil, signatário, usa a CITES para proteger espécies da Amazônia. Críticos dizem que o tráfico ilegal ainda é um grande problema. Sabia que cerca de 38.000 espécies estão protegidas pela CITES no mundo?",
    "palavras_chave": ["cites", "biodiversidade", "comércio ilegal", "amazônia", "espécies ameaçadas"]
  },
  {
    "pergunta": "Como o setor privado participa de acordos ambientais?",
    "resposta": "O setor privado participa de acordos ambientais por meio de iniciativas como o Pacto Global da ONU, adotando metas de sustentabilidade, como reduzir emissões ou usar materiais recicláveis. No Brasil, empresas como a Natura integram essas práticas. Críticos dizem que muitas empresas fazem 'greenwashing', usando a sustentabilidade apenas como marketing. Sabia que 80% das maiores empresas do mundo têm metas de redução de carbono?",
    "palavras_chave": ["setor privado", "pacto global", "sustentabilidade", "greenwashing", "emissões"]
  },
  {
    "pergunta": "O que é o princípio da precaução em políticas ambientais?",
    "resposta": "O princípio da precaução, adotado em acordos como a Rio-92, diz que, na dúvida sobre o impacto ambiental de uma ação, deve-se priorizar a proteção do meio ambiente. No Brasil, ele é usado em leis como a de licenciamento ambiental. Críticos dizem que pode atrasar projetos econômicos. Sabia que esse princípio foi usado para proibir o amianto no Brasil em 2017?",
    "palavras_chave": ["precaução", "rio-92", "licenciamento ambiental", "amianto", "proteção ambiental"]
  },
  {
    "pergunta": "Como a Noruega apoia a sustentabilidade global?",
    "resposta": "A Noruega é líder em sustentabilidade, financiando projetos como o Fundo Amazônia e promovendo energias renováveis. Ela também pressiona por acordos globais como o Acordo de Paris. Críticos dizem que sua riqueza vem de petróleo, o que gera contradições. Sabia que a Noruega doou mais de US$ 1 bilhão ao Fundo Amazônia desde 2008?",
    "palavras_chave": ["noruega", "fundo amazônia", "sustentabilidade", "acordo de paris", "petróleo"]
  },
  {
    "pergunta": "O que é o Plano ABC no Brasil?",
    "resposta": "O Plano ABC, ou Agricultura de Baixo Carbono, lançado em 2010, é uma política brasileira para reduzir emissões na agricultura, promovendo práticas como recuperação de pastagens e integração lavoura-pecuária-floresta. Ele ajuda a cumprir metas do Acordo de Paris, mas enfrenta desafios de financiamento. Sabia que o plano já recuperou mais de 15 milhões de hectares de pastagens degradadas?",
    "palavras_chave": ["plano abc", "agricultura", "emissões", "acordo de paris", "pastagens"]
  },
  {
    "pergunta": "Por que a África enfrenta desafios em acordos ambientais?",
    "resposta": "A África enfrenta desafios em acordos como o Acordo de Paris devido à falta de recursos financeiros e tecnológicos para implementar metas de redução de emissões. Muitos países africanos priorizam o desenvolvimento econômico sobre a sustentabilidade. Críticos dizem que o apoio prometido por nações ricas raramente chega. Sabia que a África emite apenas 4% dos gases de efeito estufa globais?",
    "palavras_chave": ["áfrica", "acordo de paris", "emissões", "financiamento", "desenvolvimento"]
  },
  {
    "pergunta": "O que é a Declaração de Nova York sobre Florestas?",
    "resposta": "A Declaração de Nova York sobre Florestas, de 2014, é um compromisso voluntário de governos, empresas e ONGs para reduzir o desmatamento global pela metade até 2020 e eliminá-lo até 2030. O Brasil assinou, mas as metas não foram cumpridas. Críticos apontam a falta de obrigatoriedade. Sabia que mais de 200 entidades, incluindo a Nestlé, aderiram à declaração?",
    "palavras_chave": ["declaração de nova york", "desmatamento", "florestas", "compromisso", "empresas"]
  },
  {
    "pergunta": "Como o Japão contribui para políticas ambientais globais?",
    "resposta": "O Japão contribui com políticas ambientais por meio de tecnologias verdes e financiamento, como no Protocolo de Kyoto, que leva seu nome. Ele investe em energia renovável e eficiência energética. Críticos dizem que sua dependência de carvão após Fukushima é um retrocesso. Sabia que o Japão criou o primeiro carro híbrido comercial, o Toyota Prius, em 1997?",
    "palavras_chave": ["japão", "protocolo de kyoto", "tecnologia verde", "energia renovável", "carvão"]
  },
  {
    "pergunta": "O que é o Sistema de Comércio de Emissões da UE?",
    "resposta": "O Sistema de Comércio de Emissões da UE (ETS), lançado em 2005, é o maior mercado de carbono do mundo. Ele limita emissões de indústrias, que compram ou vendem permissões de emissão. Isso reduziu emissões em 35% no setor energético. Críticos dizem que os preços do carbono ainda são baixos. Sabia que o ETS inspirou sistemas semelhantes na China e na Coreia do Sul?",
    "palavras_chave": ["ets", "mercado de carbono", "emissões", "união europeia", "indústria"]
  },
  {
    "pergunta": "Como as comunidades indígenas participam de políticas ambientais?",
    "resposta": "Comunidades indígenas, como as da Amazônia, participam de políticas ambientais por meio de projetos como o REDD+, que valorizam seu papel na conservação florestal. No Brasil, elas também influenciam leis via advocacy. Críticos dizem que muitas vezes são excluídas das decisões. Sabia que indígenas protegem 80% da biodiversidade global, apesar de ocuparem só 20% das terras?",
    "palavras_chave": ["indígenas", "redd+", "conservação", "biodiversidade", "advocacy"]
  },
  {
    "pergunta": "O que é a Política Nacional de Biocombustíveis no Brasil?",
    "resposta": "A Política Nacional de Biocombustíveis, ou RenovaBio, lançada em 2017, promove o uso de biocombustíveis como etanol e biodiesel para reduzir emissões. Ela cria metas para distribuidoras e incentiva a produção sustentável. Críticos apontam que a expansão de cana-de-açúcar pode competir com terras para alimentos. Sabia que o Brasil é o segundo maior produtor de etanol do mundo?",
    "palavras_chave": ["renovabio", "biocombustíveis", "emissões", "etanol", "sustentabilidade"]
  },
  {
    "pergunta": "Por que o financiamento climático é essencial para acordos ambientais?",
    "resposta": "O financiamento climático, como o Fundo Verde para o Clima, é crucial para ajudar países pobres a implementar metas de acordos como o Acordo de Paris, cobrindo custos de tecnologias verdes e adaptação. Críticos dizem que os US$ 100 bilhões anuais prometidos pelas nações ricas ainda não foram totalmente entregues. Sabia que apenas 30% dos fundos climáticos globais vão para adaptação?",
    "palavras_chave": ["financiamento climático", "fundo verde", "acordo de paris", "adaptação", "tecnologias verdes"]
  },
  {
    "pergunta": "O que é o Protocolo de Nagoya?",
    "resposta": "O Protocolo de Nagoya, de 2010, é um acordo ligado à Convenção sobre Diversidade Biológica que regula o acesso a recursos genéticos, como plantas medicinais, e a repartição justa de benefícios. O Brasil, rico em biodiversidade, usa o protocolo para proteger seus recursos. Críticos dizem que a burocracia dificulta a pesquisa. Sabia que o açaí, usado globalmente, é protegido por esse protocolo?",
    "palavras_chave": ["protocolo de nagoya", "biodiversidade", "recursos genéticos", "repartição de benefícios", "brasil"]
  },
  {
    "pergunta": "O que é o Plano Nacional de Adaptação à Mudança Climática no Brasil?",
    "resposta": "O Plano Nacional de Adaptação à Mudança Climática, lançado em 2016, é uma política brasileira para preparar o país para impactos climáticos, como secas e enchentes. Ele inclui ações como proteger zonas costeiras e melhorar a resiliência agrícola. Apesar de bem estruturado, falta financiamento e integração com estados. Sabia que o plano prevê proteger 9 milhões de pessoas em áreas vulneráveis até 2030?",
    "palavras_chave": ["plano nacional", "adaptação", "mudança climática", "resiliência", "secas"]
  },
  {
    "pergunta": "Como as cidades brasileiras implementam políticas sustentáveis?",
    "resposta": "Cidades brasileiras, como Curitiba e São Paulo, adotam políticas sustentáveis, como transporte público eficiente e ciclovias, para reduzir emissões. A Política Nacional de Mobilidade Urbana incentiva essas ações, mas a falta de recursos e planejamento dificulta a expansão. Sabia que Curitiba é reconhecida mundialmente por seu sistema de ônibus rápidos desde os anos 1970?",
    "palavras_chave": ["cidades sustentáveis", "mobilidade urbana", "curitiba", "emissões", "transporte público"]
  },
  {
    "pergunta": "O que é o Acordo de Escazú?",
    "resposta": "O Acordo de Escazú, assinado em 2018, é um tratado da América Latina e Caribe que garante acesso à informação, participação pública e justiça em questões ambientais. O Brasil assinou, mas ainda não ratificou, devido a resistências políticas. Críticos dizem que falta vontade de implementar. Sabia que o acordo foi inspirado no assassinato de ativistas ambientais na região?",
    "palavras_chave": ["acordo de escazú", "participação pública", "justiça ambiental", "ativistas", "américa latina"]
  },
  {
    "pergunta": "Por que o desmatamento é um desafio para acordos ambientais?",
    "resposta": "O desmatamento, especialmente na Amazônia, dificulta acordos como o Acordo de Paris, pois florestas absorvem CO2. No Brasil, interesses do agronegócio e mineração pressionam contra políticas de conservação. Apesar de esforços como o REDD+, a fiscalização é fraca. Sabia que a Amazônia pode atingir um ponto de inflexão, virando savana, se perder 25% de sua área?",
    "palavras_chave": ["desmatamento", "amazônia", "acordo de paris", "redd+", "agronegócio"]
  },
  {
    "pergunta": "O que é o imposto sobre carbono?",
    "resposta": "O imposto sobre carbono é uma política que cobra empresas por emissões de CO2, incentivando tecnologias limpas. Países como Canadá e Suécia já o adotam. No Brasil, ele é debatido, mas enfrenta resistência de indústrias. Críticos dizem que pode encarecer produtos. Sabia que a Suécia reduziu suas emissões em 25% desde que implementou o imposto em 1991?",
    "palavras_chave": ["imposto carbono", "emissões", "tecnologias limpas", "indústria", "suécia"]
  },
  {
    "pergunta": "Como a Austrália lida com políticas climáticas?",
    "resposta": "A Austrália, signatária do Acordo de Paris, comprometeu-se a reduzir emissões em 43% até 2030, mas sua dependência de carvão gera críticas. Políticas como incentivos a energia solar avançam, mas a mineração é um obstáculo. Sabia que a Austrália é o maior exportador de carvão do mundo?",
    "palavras_chave": ["austrália", "acordo de paris", "emissões", "carvão", "energia solar"]
  },
  {
    "pergunta": "O que é o Programa das Nações Unidas para o Meio Ambiente?",
    "resposta": "O PNUMA, criado em 1972, é o braço ambiental da ONU, coordenando políticas globais, como a Convenção de Basileia, e promovendo sustentabilidade. Ele apoia países como o Brasil em projetos de conservação. Críticos dizem que sua influência é limitada por falta de poder vinculante. Sabia que o PNUMA ajudou a criar o Dia Mundial do Meio Ambiente?",
    "palavras_chave": ["pnuma", "sustentabilidade", "onu", "conservação", "dia do meio ambiente"]
  },
  {
    "pergunta": "Como a educação ambiental é integrada em políticas públicas?",
    "resposta": "A educação ambiental é promovida no Brasil pela Política Nacional de Educação Ambiental, de 1999, que incentiva escolas e comunidades a aprenderem sobre sustentabilidade. Ela é essencial para engajar cidadãos em acordos como o Acordo de Paris. Críticos apontam falta de investimento. Sabia que o Brasil incluiu educação ambiental no currículo escolar obrigatório?",
    "palavras_chave": ["educação ambiental", "política nacional", "sustentabilidade", "escolas", "acordo de paris"]
  },
  {
    "pergunta": "O que é o Plano de Ação para Produção e Consumo Sustentáveis?",
    "resposta": "O Plano de Ação para Produção e Consumo Sustentáveis, ligado à Agenda 2030, incentiva práticas como redução de desperdício e uso eficiente de recursos. No Brasil, ele inspira políticas como a logística reversa. Críticos dizem que a adesão de empresas é lenta. Sabia que o plano foi lançado na Rio+20, em 2012?",
    "palavras_chave": ["produção sustentável", "consumo", "agenda 2030", "logística reversa", "rio+20"]
  },
  {
    "pergunta": "Por que os pequenos estados insulares são importantes em acordos climáticos?",
    "resposta": "Pequenos estados insulares, como Maldivas, são cruciais em acordos como o Acordo de Paris, pois são os mais vulneráveis ao aumento do nível do mar. Eles pressionam por metas ambiciosas, mas recebem pouco apoio financeiro. Sabia que as Maldivas podem ficar inabitáveis até 2100 devido ao aquecimento global?",
    "palavras_chave": ["estados insulares", "acordo de paris", "nível do mar", "vulnerabilidade", "financiamento"]
  },
  {
    "pergunta": "Como a energia renovável é incentivada por políticas globais?",
    "resposta": "Políticas globais, como o Acordo de Paris, incentivam energia renovável com metas de redução de emissões e subsídios para solar e eólica. No Brasil, o Proinfa apoia essas fontes. Críticos dizem que a transição é lenta devido a interesses fósseis. Sabia que a energia eólica cresceu 20% ao ano no Brasil desde 2010?",
    "palavras_chave": ["energia renovável", "acordo de paris", "proinfa", "eólica", "subsídios"]
  },
  {
    "pergunta": "O que é a Convenção de Aarhus?",
    "resposta": "A Convenção de Aarhus, de 1998, garante acesso à informação, participação pública e justiça em questões ambientais na Europa e além. Ela inspirou acordos como o de Escazú. Críticos dizem que a implementação varia muito entre países. Sabia que o Brasil não é signatário, mas usa princípios semelhantes em suas leis ambientais?",
    "palavras_chave": ["convenção de aarhus", "participação pública", "justiça ambiental", "escazú", "informação"]
  },
  {
    "pergunta": "Como o agronegócio brasileiro se alinha com políticas ambientais?",
    "resposta": "O agronegócio brasileiro, essencial para a economia, tenta se alinhar com políticas como o Plano ABC, adotando práticas de baixo carbono. Porém, conflitos com o desmatamento na Amazônia geram críticas internacionais. Sabia que o Brasil é o maior exportador de carne bovina, mas isso aumenta a pressão sobre florestas?",
    "palavras_chave": ["agronegócio", "plano abc", "desmatamento", "baixo carbono", "exportação"]
  },
  {
    "pergunta": "O que é o Fundo Global para o Meio Ambiente?",
    "resposta": "O Fundo Global para o Meio Ambiente (GEF), criado em 1992, financia projetos de conservação, como biodiversidade e mudanças climáticas, em países em desenvolvimento. O Brasil já recebeu apoio para proteger o Cerrado. Críticos dizem que a burocracia limita o acesso. Sabia que o GEF já investiu US$ 20 bilhões em 4.700 projetos globais?",
    "palavras_chave": ["fundo global", "biodiversidade", "cerrado", "financiamento", "conservação"]
  },
  {
    "pergunta": "Por que a participação cidadã é crucial em políticas ambientais?",
    "resposta": "A participação cidadã, incentivada por acordos como o de Escazú, permite que comunidades influenciem políticas ambientais, como na criação de áreas protegidas. No Brasil, ONGs e movimentos sociais pressionam por mais transparência. Críticos dizem que governos nem sempre ouvem. Sabia que manifestações cidadãs salvaram o Parque Nacional da Tijuca em 1980?",
    "palavras_chave": ["participação cidadã", "escazú", "áreas protegidas", "transparência", "movimentos sociais"]
  },
  {
    "pergunta": "O que é o programa Horizon 2020 da UE?",
    "resposta": "O Horizon 2020, da União Europeia, foi um programa de 2014 a 2020 que financiou pesquisas em sustentabilidade, como tecnologias verdes e adaptação climática. Ele influenciou políticas globais ao compartilhar inovações. Críticos dizem que o acesso era restrito a países desenvolvidos. Sabia que o programa investiu €80 bilhões em 20.000 projetos?",
    "palavras_chave": ["horizon 2020", "sustentabilidade", "tecnologias verdes", "pesquisa", "união europeia"]
  },
  {
    "pergunta": "Como o Brasil protege suas áreas marinhas?",
    "resposta": "O Brasil protege áreas marinhas por meio de políticas como o Projeto TerraMar, que cria unidades de conservação, como Abrolhos. Essas áreas apoiam a biodiversidade e cumprem metas da Convenção de Ramsar. Críticos apontam falta de fiscalização. Sabia que o Brasil tem mais de 3,6 milhões de km² de zonas marinhas protegidas?",
    "palavras_chave": ["áreas marinhas", "terramar", "biodiversidade", "ramsar", "fiscalização"]
  },
  {
    "pergunta": "O que é a economia circular em políticas ambientais?",
    "resposta": "A economia circular é um modelo promovido por políticas como a Política Nacional de Resíduos Sólidos, que incentiva reutilização, reciclagem e redução de resíduos. No Brasil, empresas como a Natura adotam esse conceito. Críticos dizem que a implementação é lenta. Sabia que a economia circular pode reduzir o lixo global em 30% até 2050?",
    "palavras_chave": ["economia circular", "resíduos sólidos", "reciclagem", "reutilização", "natura"]
  },
  {
    "pergunta": "Como a Índia contribui para acordos climáticos?",
    "resposta": "A Índia, signatária do Acordo de Paris, comprometeu-se a reduzir a intensidade de carbono em 45% até 2030 e expandir energias renováveis. Apesar disso, sua dependência de carvão é um desafio. Sabia que a Índia é o segundo maior produtor de energia solar do mundo?",
    "palavras_chave": ["índia", "acordo de paris", "energia solar", "carvão", "emissões"]
  },
  {
    "pergunta": "O que é a Política Nacional de Recursos Hídricos?",
    "resposta": "A Política Nacional de Recursos Hídricos, de 1997, regula a gestão de água no Brasil, criando comitês de bacias e planos de uso sustentável. Ela é essencial para enfrentar secas e poluição. Críticos dizem que a implementação é desigual entre regiões. Sabia que o Brasil detém 12% da água doce do planeta?",
    "palavras_chave": ["recursos hídricos", "gestão de água", "bacias hidrográficas", "secas", "sustentabilidade"]
  },
  {
    "pergunta": "Por que os acordos climáticos enfrentam resistência política?",
    "resposta": "Acordos climáticos, como o Acordo de Paris, enfrentam resistência devido a interesses econômicos, como os de indústrias fósseis, e prioridades nacionais conflitantes. No Brasil, o agronegócio muitas vezes pressiona contra medidas rígidas. Sabia que 30% dos parlamentares brasileiros têm laços com o agronegócio?",
    "palavras_chave": ["acordo de paris", "resistência política", "agronegócio", "indústria fóssil", "interesses econômicos"]
  },
  {
    "pergunta": "O que é a Iniciativa Cinturão e Rota Verde da China?",
    "resposta": "A Iniciativa Cinturão e Rota Verde é um plano chinês para integrar sustentabilidade em projetos de infraestrutura globais, como ferrovias e portos, apoiando metas do Acordo de Paris. Críticos dizem que muitos projetos ainda usam combustíveis fósseis. Sabia que a iniciativa cobre mais de 140 países?",
    "palavras_chave": ["cinturão e rota", "china", "sustentabilidade", "infraestrutura", "acordo de paris"]
  },
  {
    "pergunta": "Como as ONGs monitoram acordos ambientais?",
    "resposta": "ONGs como WWF e Greenpeace monitoram acordos como o Acordo de Paris, publicando relatórios sobre o cumprimento de metas e denunciando violações, como desmatamento no Brasil. Críticos dizem que suas ações podem ser politizadas. Sabia que o Greenpeace já bloqueou portos para protestar contra exportações de madeira ilegal?",
    "palavras_chave": ["ongs", "monitoramento", "acordo de paris", "desmatamento", "greenpeace"]
  },
  {
    "pergunta": "O que é o Sistema Nacional de Unidades de Conservação?",
    "resposta": "O SNUC, criado em 2000, regula as unidades de conservação no Brasil, como parques nacionais e reservas extrativistas, protegendo biodiversidade. Ele apoia metas da Convenção de Biodiversidade. Críticos apontam falta de recursos para gestão. Sabia que o Brasil tem mais de 2.500 unidades de conservação?",
    "palavras_chave": ["snuc", "unidades de conservação", "biodiversidade", "parques nacionais", "recursos"]
  },
  {
    "pergunta": "Como a tecnologia auxilia na implementação de políticas ambientais?",
    "resposta": "Tecnologias como monitoramento por satélite e inteligência artificial ajudam a implementar políticas, como o combate ao desmatamento na Amazônia. O Brasil usa o sistema PRODES para rastrear desmates. Críticos dizem que a tecnologia sozinha não resolve sem ação política. Sabia que o PRODES detecta desmatamento com precisão de 95%?",
    "palavras_chave": ["tecnologia", "monitoramento", "prodes", "desmatamento", "inteligência artificial"]
  },
  {
    "pergunta": "O que é a Iniciativa Global para Metano?",
    "resposta": "A Iniciativa Global para Metano, lançada em 2021, é um compromisso de mais de 100 países, incluindo o Brasil, para reduzir emissões de metano, um gás de efeito estufa potente, em 30% até 2030. Ela foca em setores como agricultura e petróleo. A implementação é desafiadora devido à dificuldade de monitoramento. Sabia que o metano é 25 vezes mais potente que o CO2 no aquecimento global?",
    "palavras_chave": ["iniciativa metano", "emissões", "gás de efeito estufa", "agricultura", "monitoramento"]
  },
  {
    "pergunta": "Como o Brasil regula a mineração sustentável?",
    "resposta": "O Brasil regula a mineração por meio do Código de Mineração e da Política Nacional do Meio Ambiente, exigindo licenciamento ambiental e recuperação de áreas degradadas. Apesar disso, desastres como o de Mariana mostram falhas na fiscalização. Sabia que o Brasil é o segundo maior exportador de minério de ferro do mundo?",
    "palavras_chave": ["mineração", "licenciamento ambiental", "recuperação de áreas", "mariana", "fiscalização"]
  },
  {
    "pergunta": "O que é o Pacto de Glasgow da COP26?",
    "resposta": "O Pacto de Glasgow, adotado na COP26 em 2021, reforça o Acordo de Paris, pedindo aos países que revisem suas metas de emissões anualmente e reduzam o uso de carvão. O Brasil assinou, mas críticos dizem que as metas são pouco ambiciosas. Sabia que a COP26 foi a primeira a mencionar explicitamente a eliminação do carvão?",
    "palavras_chave": ["pacto de glasgow", "cop26", "acordo de paris", "emissões", "carvão"]
  },
  {
    "pergunta": "Por que a transparência é importante em acordos ambientais?",
    "resposta": "Transparência em acordos como o Acordo de Paris garante que países reportem emissões e progressos de forma confiável, permitindo monitoramento global. No Brasil, sistemas como o PRODES ajudam, mas a falta de dados detalhados gera críticas. Sabia que a ONU criou um portal online para rastrear as NDCs de cada país?",
    "palavras_chave": ["transparência", "acordo de paris", "emissões", "prodes", "ndcs"]
  },
  {
    "pergunta": "O que é a Política Nacional de Pagamento por Serviços Ambientais?",
    "resposta": "A Política Nacional de Pagamento por Serviços Ambientais, de 2021, incentiva a conservação de ecossistemas no Brasil, pagando proprietários rurais por manter florestas ou recuperar áreas. É uma forma de cumprir metas do Acordo de Paris, mas a escala ainda é limitada. Sabia que o programa já beneficiou comunidades indígenas na Amazônia?",
    "palavras_chave": ["serviços ambientais", "conservação", "acordo de paris", "amazônia", "indígenas"]
  },
  {
    "pergunta": "Como a Coreia do Sul promove políticas verdes?",
    "resposta": "A Coreia do Sul, signatária do Acordo de Paris, adota políticas verdes como o Green New Deal, que investe em energia renovável e hidrogênio verde. Críticos dizem que a dependência de indústrias pesadas dificulta a transição. Sabia que a Coreia do Sul planeja ser neutra em carbono até 2050?",
    "palavras_chave": ["coreia do sul", "green new deal", "energia renovável", "hidrogênio", "neutralidade de carbono"]
  },
  {
    "pergunta": "O que é o Acordo de Kigali?",
    "resposta": "O Acordo de Kigali, de 2016, é uma emenda ao Protocolo de Montreal que visa reduzir o uso de HFCs, gases usados em refrigeração que contribuem para o aquecimento global. O Brasil aderiu, mas a substituição é cara. Sabia que o acordo pode evitar até 0,5°C de aquecimento até 2100?",
    "palavras_chave": ["acordo de kigali", "hfcs", "protocolo de montreal", "refrigeração", "aquecimento global"]
  },
  {
    "pergunta": "Como o setor de transporte impacta políticas ambientais?",
    "resposta": "O setor de transporte, responsável por 14% das emissões globais, é alvo de políticas como incentivos a veículos elétricos e transporte público, como no Proinfa brasileiro. Críticos apontam que a infraestrutura para elétricos é insuficiente. Sabia que São Paulo tem a maior frota de ônibus elétricos da América Latina?",
    "palavras_chave": ["transporte", "emissões", "veículos elétricos", "proinfa", "ônibus elétricos"]
  },
  {
    "pergunta": "O que é a Coalizão de Alta Ambição?",
    "resposta": "A Coalizão de Alta Ambição é um grupo de países que pressiona por metas mais ousadas no Acordo de Paris, como limitar o aquecimento a 1,5°C. Inclui nações como Noruega e pequenas ilhas, mas o Brasil não participa. Críticos dizem que falta adesão de grandes emissores. Sabia que a coalizão foi formada na COP21 em 2015?",
    "palavras_chave": ["coalizão de alta ambição", "acordo de paris", "aquecimento global", "metas", "cop21"]
  },
  {
    "pergunta": "Como as políticas de zoneamento ecológico ajudam a sustentabilidade?",
    "resposta": "Políticas de zoneamento ecológico, como o ZEE no Brasil, definem áreas para conservação, agricultura ou indústria, equilibrando desenvolvimento e meio ambiente. Elas apoiam metas da Convenção de Biodiversidade. Críticos dizem que a implementação é irregular. Sabia que o ZEE da Amazônia cobre 9 milhões de km²?",
    "palavras_chave": ["zoneamento ecológico", "zee", "biodiversidade", "conservação", "amazônia"]
  },
  {
    "pergunta": "O que é a Aliança para Florestas Tropicais 2020?",
    "resposta": "A Aliança para Florestas Tropicais 2020 foi uma iniciativa para reduzir o desmatamento em cadeias de suprimento, como soja e óleo de palma. O Brasil participou, mas as metas não foram alcançadas. Críticos apontam falta de compromisso corporativo. Sabia que 70% do desmatamento global está ligado à agricultura?",
    "palavras_chave": ["florestas tropicais", "desmatamento", "soja", "óleo de palma", "agricultura"]
  },
  {
    "pergunta": "Como a Alemanha lidera em políticas ambientais?",
    "resposta": "A Alemanha é líder em políticas ambientais com sua Energiewende, uma transição para energia renovável, e metas ambiciosas no Acordo de Paris. Críticos dizem que sua indústria ainda depende de carvão. Sabia que a Alemanha fechou todas as usinas nucleares em 2023 para focar em renováveis?",
    "palavras_chave": ["alemanha", "energiewende", "acordo de paris", "energia renovável", "carvão"]
  },
  {
    "pergunta": "O que é o Sistema de Gestão de Recursos Hídricos da UE?",
    "resposta": "O Sistema de Gestão de Recursos Hídricos da UE, baseado na Diretiva-Quadro da Água de 2000, promove o uso sustentável de rios e lagos, exigindo planos de gestão de bacias. Inspira políticas no Brasil, mas enfrenta desafios com poluição industrial. Sabia que 60% dos rios europeus estão em bom estado ecológico devido a essa diretiva?",
    "palavras_chave": ["recursos hídricos", "união europeia", "bacias hidrográficas", "poluição", "gestão"]
  },
  {
    "pergunta": "Por que a agricultura sustentável é essencial para políticas ambientais?",
    "resposta": "A agricultura sustentável, promovida por políticas como o Plano ABC no Brasil, reduz emissões e preserva solos, apoiando metas do Acordo de Paris. Críticos dizem que a monocultura ainda domina. Sabia que a agricultura responde por 24% das emissões globais de gases de efeito estufa?",
    "palavras_chave": ["agricultura sustentável", "plano abc", "emissões", "acordo de paris", "monocultura"]
  },
  {
    "pergunta": "O que é a Estratégia Global para a Biodiversidade 2020-2030?",
    "resposta": "A Estratégia Global para a Biodiversidade 2020-2030, da Convenção de Biodiversidade, estabelece metas para proteger ecossistemas, como criar mais áreas protegidas. O Brasil participa, mas o desmatamento é um obstáculo. Sabia que 30% das terras e mares globais devem ser protegidos até 2030?",
    "palavras_chave": ["biodiversidade", "áreas protegidas", "convenção", "desmatamento", "metas"]
  },
  {
    "pergunta": "Como as políticas de energia nuclear se relacionam com a sustentabilidade?",
    "resposta": "Políticas de energia nuclear, como as da França, promovem-a como alternativa de baixo carbono, apoiando metas do Acordo de Paris. Críticos alertam para riscos de acidentes e resíduos. Sabia que a França gera 70% de sua eletricidade com energia nuclear?",
    "palavras_chave": ["energia nuclear", "baixo carbono", "acordo de paris", "resíduos", "frança"]
  },
  {
    "pergunta": "O que é a Iniciativa de Bonn para Florestas?",
    "resposta": "A Iniciativa de Bonn, lançada em 2011, é um compromisso global para restaurar 350 milhões de hectares de florestas até 2030. O Brasil participa com projetos na Mata Atlântica. Críticos dizem que o progresso é lento. Sabia que a iniciativa já restaurou 200 milhões de hectares globalmente?",
    "palavras_chave": ["iniciativa de bonn", "reflorestamento", "mata atlântica", "florestas", "restauração"]
  },
  {
    "pergunta": "Como a América Latina coopera em políticas ambientais?",
    "resposta": "A América Latina coopera por meio de acordos como o de Escazú e fóruns regionais, promovendo conservação e justiça ambiental. O Brasil lidera em biodiversidade, mas conflitos regionais atrapalham. Sabia que a Amazônia abrange 8 países sul-americanos, exigindo cooperação?",
    "palavras_chave": ["américa latina", "escazú", "biodiversidade", "amazônia", "cooperação"]
  },
  {
    "pergunta": "O que é a Política Nacional de Agroecologia no Brasil?",
    "resposta": "A Política Nacional de Agroecologia, de 2012, promove práticas agrícolas sustentáveis, como cultivos orgânicos, para reduzir impactos ambientais. Ela apoia pequenos agricultores, mas enfrenta falta de incentivo. Sabia que a agroecologia pode aumentar a produtividade em até 20% em pequenas propriedades?",
    "palavras_chave": ["agroecologia", "agricultura sustentável", "pequenos agricultores", "impactos ambientais", "produtividade"]
  },
  {
    "pergunta": "Por que os tratados ambientais precisam de financiamento internacional?",
    "resposta": "Tratados como o Acordo de Paris dependem de financiamento internacional para apoiar países pobres em tecnologias verdes e adaptação. O Fundo Verde para o Clima é um exemplo, mas os recursos prometidos são insuficientes. Sabia que apenas 25% do financiamento climático global vai para países em desenvolvimento?",
    "palavras_chave": ["financiamento internacional", "acordo de paris", "fundo verde", "tecnologias verdes", "adaptação"]
  },
  {
    "pergunta": "O que é a Iniciativa de Liderança Climática das Américas?",
    "resposta": "A Iniciativa de Liderança Climática das Américas, lançada em 2015, reúne países como Brasil e México para acelerar a transição para energias renováveis e cumprir o Acordo de Paris. Críticos dizem que a integração regional é fraca. Sabia que a iniciativa inclui mais de 20 países das Américas?",
    "palavras_chave": ["liderança climática", "energias renováveis", "acordo de paris", "américas", "integração"]
  },
  {
    "pergunta": "Como a certificação ambiental ajuda as políticas sustentáveis?",
    "resposta": "Certificações ambientais, como o selo FSC para madeira, incentivam práticas sustentáveis em cadeias produtivas, alinhadas com acordos como a Convenção de Biodiversidade. No Brasil, elas são usadas na Amazônia. Críticos dizem que o custo limita pequenos produtores. Sabia que o selo FSC cobre 200 milhões de hectares globalmente?",
    "palavras_chave": ["certificação ambiental", "fsc", "biodiversidade", "amazônia", "cadeias produtivas"]
  },
  {
    "pergunta": "O que é o Plano de Recuperação Verde da UE?",
    "resposta": "O Plano de Recuperação Verde da UE, lançado em 2020, destina 37% de seu orçamento para projetos sustentáveis, como energia renovável e mobilidade limpa, apoiando o Pacto Verde. Críticos dizem que a implementação varia entre países. Sabia que o plano mobilizou €672 bilhões para a recuperação pós-COVID?",
    "palavras_chave": ["recuperação verde", "pacto verde", "energia renovável", "mobilidade", "união europeia"]
  },
  {
    "pergunta": "Como o turismo sustentável é regulado por políticas ambientais?",
    "resposta": "Políticas como a Política Nacional de Turismo no Brasil promovem o turismo sustentável, incentivando práticas que preservem ecossistemas, como em Fernando de Noronha. Críticos dizem que o turismo de massa ainda causa danos. Sabia que o turismo sustentável gera 8% dos empregos no Brasil?",
    "palavras_chave": ["turismo sustentável", "ecossistemas", "fernando de noronha", "empregos", "política nacional"]
  },
  {
    "pergunta": "O que é a Aliança Global para Economia Verde?",
    "resposta": "A Aliança Global para Economia Verde, liderada pelo PNUMA, promove modelos econômicos sustentáveis, como economia circular, em apoio à Agenda 2030. O Brasil participa com projetos de reciclagem. Críticos dizem que a adesão é voluntária e lenta. Sabia que a aliança envolve mais de 60 países?",
    "palavras_chave": ["economia verde", "pnuma", "agenda 2030", "reciclagem", "economia circular"]
  }
]