[
  {
    "pergunta": "O que é o espiritismo segundo Allan Kardec?",
    "resposta": "O espiritismo, codificado por Allan Kardec no século XIX, é uma doutrina filosófica, científica e religiosa que se baseia na comunicação com espíritos e na reencarnação como processo de evolução espiritual. Kardec, pseudônimo de Hippolyte Léon Denizard Rivail, organizou os princípios em obras como 'O Livro dos Espíritos'. Ele via o espiritismo como uma forma de compreender a vida após a morte e a relação entre o mundo material e espiritual. Um exemplo prático é a prática da mediunidade, que permite o diálogo com espíritos para orientação moral. Criticamente, o espiritismo busca integrar ciência e fé, mas enfrenta ceticismo por sua abordagem não empírica. Sabia que Kardec era professor e usou métodos científicos para organizar as respostas dos espíritos?",
    "palavras_chave": ["espiritismo", "allan kardec", "reencarnação", "mediunidade", "filosofia"]
  },
  {
    "pergunta": "Como funciona a mediunidade no espiritismo?",
    "resposta": "A mediunidade é a capacidade de certas pessoas, chamadas médiuns, de servirem como intermediárias entre o mundo físico e o espiritual. No espiritismo, ela pode se manifestar de formas variadas, como psicografia, onde o médium escreve mensagens ditadas por espíritos, ou psicofonia, quando ele fala o que o espírito comunica. Um exemplo famoso é Chico Xavier, que psicografou centenas de livros. A prática exige disciplina e estudo para evitar influências negativas. Críticos apontam que a mediunidade pode ser confundida com fenômenos psicológicos, mas espíritas defendem sua autenticidade com base em mensagens coerentes. Sabia que Chico Xavier doava todo o lucro de seus livros para caridade?",
    "palavras_chave": ["mediunidade", "psicografia", "chico xavier", "espíritos", "comunicação"]
  },
  {
    "pergunta": "Qual é o papel da reencarnação no espiritismo?",
    "resposta": "No espiritismo, a reencarnação é o processo pelo qual o espírito retorna a um novo corpo físico para continuar sua evolução moral e intelectual. Cada vida é uma oportunidade de aprendizado e reparação de erros passados. Por exemplo, alguém que foi egoísta em uma vida pode enfrentar situações que ensinem generosidade em outra. Essa ideia se diferencia de outras crenças, como o hinduísmo, por enfatizar a progressão linear do espírito. Críticos questionam a falta de evidências científicas, mas espíritas veem na reencarnação uma explicação para desigualdades sociais. Sabia que, segundo Kardec, o intervalo entre encarnações pode variar de anos a séculos?",
    "palavras_chave": ["reencarnação", "evolução espiritual", "kardec", "aprendizado", "moral"]
  },
  {
    "pergunta": "O que são os centros espíritas e qual sua função?",
    "resposta": "Centros espíritas são locais onde se praticam os ensinamentos do espiritismo, como estudo de obras de Kardec, palestras, passes e atendimentos espirituais. Eles funcionam como espaços de apoio moral e espiritual, promovendo a caridade e o autoconhecimento. Por exemplo, muitos centros oferecem 'passes', uma transmissão de energias positivas para equilíbrio. A análise crítica aponta que esses locais variam em qualidade e organização, mas são centrais para a comunidade espírita. Sabia que o primeiro centro espírita do Brasil foi fundado em 1865, na Bahia?",
    "palavras_chave": ["centro espírita", "passes", "caridade", "estudo", "kardec"]
  },
  {
    "pergunta": "Como o espiritismo vê a caridade?",
    "resposta": "No espiritismo, a caridade é um pilar fundamental, considerada a maior expressão do amor ao próximo. Não se limita à ajuda material, mas inclui apoio moral, como consolar alguém em sofrimento. Um exemplo é o trabalho de centros espíritas que distribuem alimentos e oferecem palestras gratuitas. Kardec defendia que a caridade acelera a evolução espiritual. Críticos podem ver isso como assistencialismo, mas espíritas argumentam que é uma prática transformadora. Sabia que Chico Xavier dizia que a caridade é a 'moeda do céu'?",
    "palavras_chave": ["caridade", "amor ao próximo", "evolução espiritual", "chico xavier", "kardec"]
  },
  {
    "pergunta": "O que é o passe espírita e como ele é aplicado?",
    "resposta": "O passe espírita é uma prática de transmissão de energias espirituais por meio da imposição de mãos, com o objetivo de equilibrar o corpo e a mente. É comum em centros espíritas, onde médiuns treinados direcionam fluidos positivos para quem recebe. Por exemplo, alguém com ansiedade pode buscar o passe para se sentir mais calmo. A prática é criticada por falta de comprovação científica, mas espíritas acreditam que ela atua no perispírito, a camada energética do espírito. Sabia que o passe pode ser aplicado à distância, segundo alguns espíritas?",
    "palavras_chave": ["passe", "fluidos", "perispírito", "equilíbrio", "mediunidade"]
  },
  {
    "pergunta": "Qual é a diferença entre espiritismo e espiritualismo?",
    "resposta": "O espiritismo, codificado por Kardec, é uma doutrina específica que inclui reencarnação, mediunidade e evolução espiritual, com base em princípios filosóficos e científicos. Já o espiritualismo é um termo mais amplo, abrangendo qualquer crença na existência de espíritos, sem uma estrutura definida. Por exemplo, o espiritismo tem livros como 'O Evangelho Segundo o Espiritismo', enquanto o espiritualismo pode incluir práticas místicas variadas. Críticos confundem os dois, mas o espiritismo é mais sistematizado. Sabia que Kardec rejeitava práticas místicas como adivinhação no espiritismo?",
    "palavras_chave": ["espiritismo", "espiritualismo", "kardec", "reencarnação", "mediunidade"]
  },
  {
    "pergunta": "Como o espiritismo explica a vida após a morte?",
    "resposta": "No espiritismo, a vida após a morte é a continuidade do espírito em um plano espiritual, onde ele reflete sobre sua última encarnação e se prepara para a próxima. O espírito mantém sua individualidade e memórias, vivendo em colônias espirituais, como descrito em obras psicografadas como 'Nosso Lar', de Chico Xavier. Críticos questionam a falta de evidências, mas espíritas apontam mensagens mediúnicas como prova. Sabia que, segundo o espiritismo, o plano espiritual tem diferentes níveis vibratórios, dependendo da evolução do espírito?",
    "palavras_chave": ["vida após a morte", "plano espiritual", "nosso lar", "chico xavier", "evolução"]
  },
  {
    "pergunta": "O que é o perispírito no espiritismo?",
    "resposta": "O perispírito é um corpo semimaterial que envolve o espírito, servindo como ligação entre ele e o corpo físico durante a encarnação. Ele é fluídico e moldável, refletindo o estado moral do espírito. Por exemplo, um espírito elevado tem um perispírito mais sutil. É essencial em práticas como o passe, onde energias são transmitidas. Críticos veem o conceito como especulativo, mas espíritas o consideram chave para entender a mediunidade. Sabia que o perispírito pode reter traços de vidas passadas, como cicatrizes espirituais?",
    "palavras_chave": ["perispírito", "espírito", "mediunidade", "evolução", "fluidos"]
  },
  {
    "pergunta": "Por que o espiritismo enfatiza o estudo constante?",
    "resposta": "O espiritismo valoriza o estudo como forma de compreender a doutrina e promover a reforma íntima, ou seja, o autoconhecimento e melhoria moral. Obras como 'O Livro dos Espíritos' são estudadas em grupos para interpretar os ensinamentos dos espíritos. Por exemplo, centros espíritas organizam cursos regulares sobre mediunidade. Críticos podem achar isso dogmático, mas espíritas veem o estudo como libertador. Sabia que Kardec incentivava o questionamento racional, em vez de aceitar os ensinamentos cegamente?",
    "palavras_chave": ["estudo", "reforma íntima", "kardec", "mediunidade", "autoconhecimento"]
  },
  {
    "pergunta": "Como o espiritismo lida com o conceito de karma?",
    "resposta": "No espiritismo, o conceito de karma é adaptado como a lei de causa e efeito, onde ações de uma vida influenciam as condições de encarnações futuras. Não é punição, mas aprendizado. Por exemplo, alguém que causou sofrimento pode enfrentar desafios para desenvolver empatia. Diferente do hinduísmo, o espiritismo foca na progressão moral. Críticos questionam a justiça divina implícita, mas espíritas veem isso como um mecanismo de evolução. Sabia que a lei de causa e efeito também se aplica no plano espiritual, segundo Kardec?",
    "palavras_chave": ["karma", "causa e efeito", "reencarnação", "evolução", "kardec"]
  },
  {
    "pergunta": "O que é psicografia e como ela é praticada?",
    "resposta": "Psicografia é a prática mediúnica em que um médium escreve mensagens ditadas por espíritos. Pode ser mecânica, quando o médium não tem consciência do texto, ou intuitiva, quando ele sente a influência espiritual. Chico Xavier, por exemplo, psicografou obras como 'Parnaso de Além-Túmulo'. A prática exige preparo para evitar fraudes ou influências do inconsciente. Críticos a veem como subjetiva, mas espíritas destacam a coerência das mensagens. Sabia que algumas psicografias contêm informações que o médium desconhecia, como detalhes históricos?",
    "palavras_chave": ["psicografia", "mediunidade", "chico xavier", "espíritos", "mensagens"]
  },
  {
    "pergunta": "Qual é a visão espírita sobre o livre-arbítrio?",
    "resposta": "O espiritismo ensina que o livre-arbítrio é a capacidade do espírito de fazer escolhas, essencial para sua evolução moral. Cada decisão influencia a trajetória espiritual, como escolher entre ajudar ou ignorar alguém em necessidade. Kardec dizia que o livre-arbítrio aumenta com a evolução do espírito. Críticos podem questionar até que ponto somos livres, dado o peso das vidas passadas. Sabia que, segundo o espiritismo, espíritos superiores orientam, mas nunca interferem no livre-arbítrio?",
    "palavras_chave": ["livre-arbítrio", "evolução moral", "kardec", "escolhas", "espírito"]
  },
  {
    "pergunta": "Como o espiritismo explica os fenômenos paranormais?",
    "resposta": "No espiritismo, fenômenos paranormais, como visões ou premonições, são explicados como manifestações mediúnicas ou influências espirituais. Por exemplo, um sonho premonitório pode ser um aviso de um espírito protetor. Kardec estudou esses fenômenos para diferenciá-los de charlatanismo. Críticos apontam a falta de rigor científico, mas espíritas defendem que esses eventos seguem leis naturais ainda não compreendidas. Sabia que Kardec publicou a 'Revista Espírita' para analisar esses fenômenos?",
    "palavras_chave": ["fenômenos paranormais", "mediunidade", "kardec", "espíritos", "premonições"]
  },
  {
    "pergunta": "O que é desobsessão no espiritismo?",
    "resposta": "Desobsessão é o processo de ajudar espíritos desencarnados que influenciam negativamente uma pessoa, muitas vezes por vingança ou apego. Em reuniões específicas, médiuns dialogam com esses espíritos para orientá-los, promovendo harmonia. Por exemplo, um espírito pode ser convencido a deixar a pessoa em paz. Críticos associam isso a transtornos psicológicos, mas espíritas veem como uma prática de caridade espiritual. Sabia que a desobsessão também beneficia o espírito obsessor, ajudando-o a evoluir?",
    "palavras_chave": ["desobsessão", "espíritos", "mediunidade", "caridade", "influência"]
  },
  {
    "pergunta": "Qual é a relação entre espiritismo e cristianismo?",
    "resposta": "O espiritismo se considera cristão, mas não dogmático, baseando-se nos ensinamentos morais de Jesus, como o amor ao próximo. Obras como 'O Evangelho Segundo o Espiritismo' reinterpretam passagens bíblicas à luz da reencarnação e mediunidade. Por exemplo, parábolas são vistas como lições de evolução espiritual. Críticos de igrejas tradicionais rejeitam essa visão por divergências teológicas. Sabia que Kardec via Jesus como o maior modelo moral, mas não como divino no sentido clássico?",
    "palavras_chave": ["espiritismo", "cristianismo", "jesus", "reencarnação", "kardec"]
  },
  {
    "pergunta": "O que é o evangelho segundo o espiritismo?",
    "resposta": "É uma obra de Allan Kardec que interpreta os ensinamentos de Jesus sob a perspectiva espírita, enfatizando valores como caridade, humildade e perdão. Publicada em 1864, ela analisa passagens bíblicas, conectando-as à reencarnação e à lei de causa e efeito. Por exemplo, a parábola do bom samaritano é vista como um chamado à caridade universal. Críticos a consideram uma releitura liberal da Bíblia, mas espíritas a veem como um guia moral. Sabia que o livro é um dos mais estudados em centros espíritas?",
    "palavras_chave": ["evangelho", "kardec", "caridade", "reencarnação", "jesus"]
  },
  {
    "pergunta": "Como o espiritismo vê a morte?",
    "resposta": "No espiritismo, a morte é apenas a transição do espírito do corpo físico para o plano espiritual, não o fim da existência. O espírito continua sua jornada de aprendizado, refletindo sobre a vida passada. Por exemplo, em 'Nosso Lar', Chico Xavier descreve colônias espirituais onde os desencarnados vivem. Críticos questionam a falta de provas, mas espíritas veem a morte como um momento de libertação. Sabia que, segundo o espiritismo, o estado mental na hora da morte influencia a transição?",
    "palavras_chave": ["morte", "plano espiritual", "nosso lar", "chico xavier", "transição"]
  },
  {
    "pergunta": "O que é a lei de causa e efeito no espiritismo?",
    "resposta": "A lei de causa e efeito é o princípio espírita de que toda ação gera uma reação correspondente, influenciando a vida atual ou futura. Por exemplo, ajudar alguém pode trazer harmonia, enquanto prejudicar gera desafios reparadores. É uma visão de justiça cósmica, diferente de punição divina. Críticos a veem como determinista, mas espíritas destacam o papel do livre-arbítrio. Sabia que essa lei explica por que alguns enfrentam sofrimentos aparentemente 'injustos'?",
    "palavras_chave": ["causa e efeito", "livre-arbítrio", "reencarnação", "justiça", "kardec"]
  },
  {
    "pergunta": "Como o espiritismo lida com a diversidade religiosa?",
    "resposta": "O espiritismo prega o respeito a todas as religiões, vendo-as como caminhos diferentes para a evolução espiritual. Kardec defendia que o espiritismo não substitui outras crenças, mas complementa com a ideia de reencarnação. Por exemplo, um espírita pode admirar os valores do budismo ou do islamismo. Críticos apontam contradições com dogmas de outras fés, mas espíritas enfatizam a universalidade do amor. Sabia que centros espíritas muitas vezes recebem pessoas de outras religiões em busca de conforto?",
    "palavras_chave": ["diversidade religiosa", "reencarnação", "kardec", "amor universal", "respeito"]
  },
  {
    "pergunta": "O que é o livro dos espíritos e sua importância?",
    "resposta": "Publicado em 1857 por Allan Kardec, 'O Livro dos Espíritos' é a base do espiritismo, contendo perguntas e respostas obtidas por médiuns sobre a natureza dos espíritos, reencarnação e leis morais. É como uma 'enciclopédia espiritual'. Por exemplo, explica a evolução do espírito por meio de várias vidas. Críticos questionam sua origem mediúnica, mas ele é essencial para espíritas. Sabia que o livro foi traduzido para mais de 30 idiomas?",
    "palavras_chave": ["livro dos espíritos", "kardec", "reencarnação", "mediunidade", "filosofia"]
  },
  {
    "pergunta": "Como o espiritismo aborda a questão do sofrimento?",
    "resposta": "No espiritismo, o sofrimento é visto como uma oportunidade de aprendizado e reparação, ligado à lei de causa e efeito. Não é castigo, mas uma forma de crescer moralmente. Por exemplo, uma doença pode ensinar paciência ou empatia. Críticos veem isso como conformismo, mas espíritas argumentam que o sofrimento tem propósito evolutivo. Sabia que Chico Xavier dizia que o sofrimento é como uma escola para o espírito?",
    "palavras_chave": ["sofrimento", "causa e efeito", "reencarnação", "chico xavier", "aprendizado"]
  },
  {
    "pergunta": "O que é a psicofonia no espiritismo?",
    "resposta": "Psicofonia é a mediunidade em que o médium fala mensagens transmitidas por espíritos, funcionando como um 'porta-voz'. Pode ser consciente, onde o médium ouve e repete, ou inconsciente, onde ele não tem controle. Por exemplo, médiuns psicofônicos em centros espíritas transmitem conselhos espirituais. Críticos associam isso a transtornos mentais, mas espíritas destacam a coerência das mensagens. Sabia que a psicofonia é usada em reuniões de desobsessão para dialogar com espíritos?",
    "palavras_chave": ["psicofonia", "mediunidade", "espíritos", "desobsessão", "comunicação"]
  },
  {
    "pergunta": "Como o espiritismo vê os anjos da guarda?",
    "resposta": "No espiritismo, os anjos da guarda são espíritos mais evoluídos que acompanham e orientam uma pessoa durante a vida, respeitando seu livre-arbítrio. Eles oferecem inspiração e proteção espiritual. Por exemplo, uma intuição que evita um acidente pode ser influência de um guia. Críticos questionam a existência desses guias, mas espíritas confiam em mensagens mediúnicas. Sabia que, segundo Kardec, cada pessoa tem pelo menos um guia espiritual?",
    "palavras_chave": ["anjo da guarda", "guia espiritual", "livre-arbítrio", "kardec", "proteção"]
  },
  {
    "pergunta": "Qual é a importância de Chico Xavier no espiritismo brasileiro?",
    "resposta": "Chico Xavier é a figura mais influente do espiritismo no Brasil, conhecido por psicografar mais de 400 livros e divulgar a doutrina por meio da caridade. Sua obra 'Nosso Lar' descreve o plano espiritual e inspirou milhões. Ele vivia de forma simples, doando tudo o que ganhava. Críticos questionam a autenticidade de suas psicografias, mas seus seguidores destacam o impacto social de seu trabalho. Sabia que Chico Xavier foi indicado ao Prêmio Nobel da Paz em 1981?",
    "palavras_chave": ["chico xavier", "psicografia", "nosso lar", "caridade", "espiritismo"]
  },
  {
    "pergunta": "O que é a fluidoterapia no espiritismo?",
    "resposta": "A fluidoterapia é uma prática espírita que envolve a transmissão de energias espirituais, geralmente por meio do passe ou da água fluidificada, para promover equilíbrio físico e emocional. É como um 'tratamento energético' que atua no perispírito. Por exemplo, a água fluidificada é preparada em centros espíritas com preces para absorver vibrações positivas. Críticos a veem como placebo, mas espíritas acreditam que ela reforça a saúde espiritual. Sabia que a fluidoterapia é usada até em hospitais espíritas, como o de Goiânia?",
    "palavras_chave": ["fluidoterapia", "passe", "água fluidificada", "perispírito", "equilíbrio"]
  },
  {
    "pergunta": "Como o espiritismo explica os sonhos?",
    "resposta": "No espiritismo, os sonhos podem ser manifestações do espírito, que, durante o sono, se desprende parcialmente do corpo e interage com o plano espiritual. Alguns sonhos são memórias de experiências vividas no mundo espiritual, como encontros com guias. Por exemplo, um sonho vívido com um ente querido falecido pode ser um contato real. Críticos associam isso à psicologia, mas espíritas destacam a coerência de mensagens recebidas. Sabia que Kardec dizia que os sonhos podem revelar lições espirituais?",
    "palavras_chave": ["sonhos", "plano espiritual", "desprendimento", "kardec", "espírito"]
  },
  {
    "pergunta": "O que é a reforma íntima no espiritismo?",
    "resposta": "A reforma íntima é o processo de autoconhecimento e melhoria moral que o espírita busca para evoluir espiritualmente. Envolve reconhecer falhas, como egoísmo, e cultivar virtudes, como paciência. Por exemplo, alguém pode meditar para controlar a raiva após um conflito. Críticos podem ver isso como autoajuda genérica, mas espíritas o consideram essencial para a evolução. Sabia que a reforma íntima é vista como um trabalho contínuo, que pode levar várias encarnações?",
    "palavras_chave": ["reforma íntima", "autoconhecimento", "evolução", "moral", "virtudes"]
  },
  {
    "pergunta": "Qual é o papel da prece no espiritismo?",
    "resposta": "A prece no espiritismo é um momento de conexão com o plano espiritual, usada para pedir proteção, agradecer ou enviar boas energias. Não é um ritual formal, mas uma expressão sincera do coração. Por exemplo, preces em centros espíritas ajudam a harmonizar o ambiente antes de passes. Críticos podem questionar sua eficácia, mas espíritas acreditam que ela eleva a vibração espiritual. Sabia que Kardec dizia que a prece é mais poderosa quando feita com humildade?",
    "palavras_chave": ["prece", "conexão espiritual", "kardec", "harmonia", "humildade"]
  },
  {
    "pergunta": "O que são colônias espirituais no espiritismo?",
    "resposta": "Colônias espirituais são comunidades no plano espiritual onde espíritos desencarnados vivem, trabalham e aprendem. Descritas em obras como 'Nosso Lar', de Chico Xavier, elas variam de acordo com o grau de evolução dos espíritos. Por exemplo, colônias elevadas têm escolas e hospitais espirituais. Críticos veem isso como ficção, mas espíritas acreditam que são organizadas como cidades terrenas. Sabia que 'Nosso Lar' inspirou um filme brasileiro lançado em 2010?",
    "palavras_chave": ["colônias espirituais", "nosso lar", "chico xavier", "plano espiritual", "evolução"]
  },
  {
    "pergunta": "Como o espiritismo lida com a obsessão espiritual?",
    "resposta": "A obsessão espiritual ocorre quando um espírito desencarnado influencia negativamente uma pessoa, muitas vezes por vingança ou apego. O espiritismo trata isso com reuniões de desobsessão, onde médiuns dialogam com o espírito para ajudá-lo a seguir em frente. Por exemplo, um caso de depressão pode ser agravado por influência espiritual. Críticos associam isso a problemas mentais, mas espíritas defendem a abordagem espiritual. Sabia que a obsessão pode ser mútua, envolvendo tanto o obsessor quanto o obsedado?",
    "palavras_chave": ["obsessão", "desobsessão", "espírito", "mediunidade", "influência"]
  },
  {
    "pergunta": "O que é a água fluidificada e como ela é usada?",
    "resposta": "A água fluidificada é água comum que, segundo o espiritismo, absorve energias espirituais positivas por meio de preces e vibrações de médiuns. É usada para promover equilíbrio físico e espiritual, tomada em pequenas quantidades. Por exemplo, alguém com ansiedade pode bebê-la após uma sessão de passes. Críticos a veem como simbólica, mas espíritas acreditam em sua ação energética. Sabia que a água fluidificada deve ser preparada com intenção pura para ser eficaz?",
    "palavras_chave": ["água fluidificada", "energias", "passes", "equilíbrio", "prece"]
  },
  {
    "pergunta": "Como o espiritismo vê a relação entre ciência e religião?",
    "resposta": "O espiritismo busca unir ciência, filosofia e religião, propondo que fenômenos espirituais podem ser estudados racionalmente. Kardec usava métodos científicos para investigar a mediunidade, como em 'O Livro dos Médiuns'. Por exemplo, ele analisava mensagens mediúnicas para verificar consistência. Críticos argumentam que o espiritismo não segue o rigor científico, mas espíritas defendem que ele antecipou estudos sobre consciência. Sabia que Kardec era inspirado pelo positivismo de Auguste Comte?",
    "palavras_chave": ["ciência", "religião", "kardec", "mediunidade", "filosofia"]
  },
  {
    "pergunta": "O que é o livro dos médiuns e sua relevância?",
    "resposta": "Publicado em 1861 por Allan Kardec, 'O Livro dos Médiuns' é um guia para entender e praticar a mediunidade de forma segura e ética. Ele aborda tipos de mediunidade, como psicografia, e orienta sobre como evitar fraudes. Por exemplo, é usado em cursos de formação de médiuns. Críticos o veem como especulativo, mas espíritas o consideram essencial para a prática mediúnica. Sabia que o livro inclui um capítulo sobre obsessão espiritual?",
    "palavras_chave": ["livro dos médiuns", "kardec", "mediunidade", "psicografia", "ética"]
  },
  {
    "pergunta": "Como o espiritismo explica a intuição?",
    "resposta": "No espiritismo, a intuição é vista como uma percepção do espírito, muitas vezes influenciada por guias espirituais ou memórias de vidas passadas. Por exemplo, um 'pressentimento' sobre uma decisão pode ser uma mensagem de um espírito protetor. É uma forma sutil de mediunidade. Críticos associam a intuição a processos cerebrais, mas espíritas a veem como um canal espiritual. Sabia que a intuição é mais forte em pessoas com mediunidade desenvolvida?",
    "palavras_chave": ["intuição", "mediunidade", "guias espirituais", "espírito", "percepção"]
  },
  {
    "pergunta": "O que é a lei do progresso no espiritismo?",
    "resposta": "A lei do progresso é o princípio espírita de que todos os espíritos evoluem continuamente, por meio de encarnações e aprendizado. Ninguém regride espiritualmente, mas o ritmo depende do livre-arbítrio. Por exemplo, um espírito egoísta pode demorar mais para avançar. Críticos questionam a linearidade dessa ideia, mas espíritas a veem como esperança de redenção universal. Sabia que, segundo Kardec, até os planetas evoluem espiritualmente?",
    "palavras_chave": ["lei do progresso", "evolução", "reencarnação", "kardec", "livre-arbítrio"]
  },
  {
    "pergunta": "Como o espiritismo aborda a caridade material?",
    "resposta": "A caridade material no espiritismo envolve ajudar o próximo com recursos concretos, como alimentos, roupas ou abrigo, sempre com respeito e sem esperar recompensa. Muitos centros espíritas organizam campanhas de doação, como cestas básicas. Críticos podem ver isso como assistencialismo, mas espíritas destacam que a caridade fortalece laços espirituais. Sabia que Chico Xavier organizava 'sopões' para ajudar pessoas em situação de rua?",
    "palavras_chave": ["caridade material", "doação", "chico xavier", "centro espírita", "respeito"]
  },
  {
    "pergunta": "O que é a mediunidade de cura no espiritismo?",
    "resposta": "A mediunidade de cura é a capacidade de um médium canalizar energias espirituais para promover a recuperação física ou emocional de alguém. É comum em passes ou cirurgias espirituais, como as realizadas por médiuns como João de Deus. Críticos questionam sua eficácia, mas espíritas acreditam que ela complementa a medicina convencional. Sabia que a mediunidade de cura exige grande equilíbrio emocional do médium?",
    "palavras_chave": ["mediunidade de cura", "passes", "cirurgia espiritual", "equilíbrio", "energia"]
  },
  {
    "pergunta": "Como o espiritismo vê a relação entre corpo e espírito?",
    "resposta": "No espiritismo, o corpo é um invólucro temporário para o espírito, que é a essência imortal. O perispírito conecta os dois, influenciando a saúde física e mental. Por exemplo, um desequilíbrio espiritual pode causar doenças psicossomáticas. Críticos veem isso como não científico, mas espíritas defendem que a harmonia espiritual melhora a vida terrena. Sabia que o espiritismo sugere que traumas de vidas passadas podem afetar o corpo atual?",
    "palavras_chave": ["corpo", "espírito", "perispírito", "saúde", "harmonia"]
  },
  {
    "pergunta": "O que é a psicometria no espiritismo?",
    "resposta": "A psicometria é a capacidade mediúnica de captar informações sobre pessoas ou lugares ao tocar objetos relacionados a eles. Por exemplo, um médium pode segurar um anel e 'sentir' a história de seu dono. É uma forma rara de mediunidade, usada para esclarecimentos espirituais. Críticos a associam a truques mentais, mas espíritas a veem como um dom espiritual. Sabia que a psicometria já foi estudada em experimentos parapsicológicos?",
    "palavras_chave": ["psicometria", "mediunidade", "objetos", "percepção", "espírito"]
  },
  {
    "pergunta": "Como o espiritismo explica a influência dos espíritos no dia a dia?",
    "resposta": "No espiritismo, espíritos desencarnados podem influenciar pensamentos e emoções, dependendo da sintonia vibratória da pessoa. Um ambiente harmonioso atrai espíritos elevados, enquanto negatividade atrai obsessores. Por exemplo, uma pessoa irritada pode ser mais suscetível a influências negativas. Críticos associam isso à psicologia, mas espíritas destacam a importância da vigilância moral. Sabia que preces diárias são recomendadas para proteção espiritual?",
    "palavras_chave": ["influência espiritual", "vibração", "obsessores", "prece", "harmonia"]
  },
  {
    "pergunta": "O que é o hospital espiritual no espiritismo?",
    "resposta": "Hospitais espirituais são instituições no plano espiritual, descritas em obras como 'Nosso Lar', onde espíritos desencarnados recebem cuidados para traumas ou desequilíbrios. Por exemplo, um espírito que sofreu na Terra pode ser tratado antes de reencarnar. Críticos veem isso como ficção, mas espíritas acreditam que esses locais refletem a caridade divina. Sabia que alguns médiuns relatam visitar hospitais espirituais em desdobramento durante o sono?",
    "palavras_chave": ["hospital espiritual", "nosso lar", "desencarnados", "caridade", "desdobramento"]
  },
  {
    "pergunta": "Como o espiritismo aborda a educação espiritual?",
    "resposta": "A educação espiritual no espiritismo envolve ensinar valores morais e doutrinários para crianças e adultos, promovendo a reforma íntima. Centros espíritas oferecem cursos e grupos de estudo, como a evangelização infantil. Por exemplo, crianças aprendem sobre caridade e reencarnação de forma lúdica. Críticos podem questionar a doutrinação, mas espíritas veem isso como formação ética. Sabia que a evangelização espírita infantil começou no Brasil na década de 1940?",
    "palavras_chave": ["educação espiritual", "evangelização", "reforma íntima", "caridade", "crianças"]
  },
  {
    "pergunta": "O que é o desdobramento espiritual no espiritismo?",
    "resposta": "O desdobramento espiritual é quando o espírito se desprende parcialmente do corpo, geralmente durante o sono, para atuar no plano espiritual. Pode envolver visitas a colônias ou auxílio a outros espíritos. Por exemplo, um médium pode ajudar em um hospital espiritual enquanto dorme. Críticos associam isso a sonhos, mas espíritas destacam relatos detalhados de desdobramentos. Sabia que o desdobramento pode ser consciente em médiuns treinados?",
    "palavras_chave": ["desdobramento", "plano espiritual", "sono", "mediunidade", "colônias"]
  },
  {
    "pergunta": "Como o espiritismo vê a relação entre fé e razão?",
    "resposta": "O espiritismo valoriza a união entre fé e razão, incentivando o estudo crítico dos fenômenos espirituais. Kardec defendia que a fé deve ser racional, baseada na lógica e na observação. Por exemplo, ele analisava mensagens mediúnicas para verificar coerência. Críticos dizem que a doutrina ainda depende de crenças, mas espíritas destacam seu caráter investigativo. Sabia que Kardec rejeitava práticas supersticiosas no espiritismo?",
    "palavras_chave": ["fé", "razão", "kardec", "mediunidade", "lógica"]
  },
  {
    "pergunta": "O que é a mediunidade ostensiva no espiritismo?",
    "resposta": "A mediunidade ostensiva é aquela que se manifesta de forma clara e perceptível, como na psicografia ou psicofonia, permitindo comunicação direta com espíritos. Por exemplo, Chico Xavier usava mediunidade ostensiva para psicografar livros. Requer treinamento para evitar influências negativas. Críticos questionam sua autenticidade, mas espíritas a veem como um canal de aprendizado. Sabia que nem todos os médiuns têm mediunidade ostensiva, mas todos têm algum grau de sensibilidade espiritual?",
    "palavras_chave": ["mediunidade ostensiva", "psicografia", "chico xavier", "espíritos", "treinamento"]
  },
  {
    "pergunta": "Como o espiritismo explica a mediunidade infantil?",
    "resposta": "A mediunidade infantil ocorre quando crianças manifestam sensibilidade espiritual, como ver espíritos ou ter intuições fortes. No espiritismo, isso é visto como natural, mas requer orientação para evitar medo ou confusão. Por exemplo, uma criança pode descrever um avô falecido com detalhes. Críticos associam isso à imaginação, mas espíritas defendem a educação espiritual infantil. Sabia que centros espíritas oferecem grupos para crianças médiuns?",
    "palavras_chave": ["mediunidade infantil", "crianças", "espíritos", "orientação", "educação"]
  },
  {
    "pergunta": "O que é o evangelho no lar no espiritismo?",
    "resposta": "O evangelho no lar é uma prática espírita em que a família se reúne semanalmente para ler e discutir trechos de 'O Evangelho Segundo o Espiritismo', seguida de preces. Promove harmonia e proteção espiritual no lar. Por exemplo, uma família pode ler sobre perdão e refletir sobre conflitos. Críticos veem isso como ritualístico, mas espíritas destacam seu impacto na união familiar. Sabia que a prática foi popularizada no Brasil por Chico Xavier?",
    "palavras_chave": ["evangelho no lar", "família", "prece", "chico xavier", "harmonia"]
  },
  {
    "pergunta": "Como o espiritismo vê a relação com outras religiões afro-brasileiras?",
    "resposta": "O espiritismo respeita religiões afro-brasileiras, como a umbanda, mas mantém diferenças doutrinárias, como a rejeição de rituais com sacrifícios. Enquanto a umbanda incorpora elementos africanos, o espiritismo foca na codificação de Kardec. Por exemplo, ambos valorizam a mediunidade, mas com práticas distintas. Críticos apontam sincretismo, mas espíritas defendem a universalidade do amor. Sabia que muitos umbandistas estudam obras espíritas?",
    "palavras_chave": ["espiritismo", "umbanda", "mediunidade", "kardec", "respeito"]
  },
  {
    "pergunta": "O que é a lei de ação e reação no espiritismo?",
    "resposta": "A lei de ação e reação, equivalente à lei de causa e efeito, afirma que toda ação gera uma consequência proporcional, influenciando a vida atual ou futura. Por exemplo, um ato de generosidade pode trazer harmonia, enquanto a maldade gera desafios. É um mecanismo de aprendizado, não punição. Críticos veem isso como fatalismo, mas espíritas destacam o papel do livre-arbítrio. Sabia que essa lei explica fenômenos como afinidades entre pessoas?",
    "palavras_chave": ["ação e reação", "causa e efeito", "livre-arbítrio", "aprendizado", "kardec"]
  },
  {
    "pergunta": "O que é a mediunidade de vidência no espiritismo?",
    "resposta": "A mediunidade de vidência é a capacidade de um médium enxergar espíritos, auras ou cenas do plano espiritual, como se fosse uma visão além dos sentidos físicos. Por exemplo, um vidente pode descrever um espírito presente em uma reunião espírita. Essa habilidade exige treinamento para ser controlada e não causar desconforto. Críticos associam isso a alucinações, mas espíritas acreditam que é uma percepção real do mundo espiritual. Sabia que a vidência pode se manifestar em sonhos vívidos, segundo o espiritismo?",
    "palavras_chave": ["vidência", "mediunidade", "espíritos", "percepção", "plano espiritual"]
  },
  {
    "pergunta": "Como o espiritismo explica a evolução dos mundos?",
    "resposta": "No espiritismo, os mundos evoluem junto com seus habitantes, passando por estágios como primitivo, de expiação e provas, até regeneração e mundos superiores. A Terra, segundo Kardec, está em transição de um mundo de provas para um de regeneração. Por exemplo, sociedades mais avançadas espiritualmente promovem paz e cooperação. Críticos questionam a ausência de evidências, mas espíritas veem isso como um processo cósmico. Sabia que Kardec acreditava que a Terra um dia será um mundo feliz?",
    "palavras_chave": ["evolução dos mundos", "kardec", "regeneração", "provas", "espiritualidade"]
  },
  {
    "pergunta": "O que é a reunião mediúnica no espiritismo?",
    "resposta": "A reunião mediúnica é um encontro em centros espíritas onde médiuns trabalham para se comunicar com espíritos, seja para orientação, desobsessão ou estudo. É conduzida com seriedade, começando com preces para harmonia. Por exemplo, médiuns podem psicografar mensagens de espíritos sofredores. Críticos veem isso como subjetivo, mas espíritas destacam a disciplina envolvida. Sabia que essas reuniões são fechadas para garantir foco e proteção espiritual?",
    "palavras_chave": ["reunião mediúnica", "desobsessão", "psicografia", "prece", "médiuns"]
  },
  {
    "pergunta": "Como o espiritismo aborda a questão do perdão?",
    "resposta": "O espiritismo vê o perdão como essencial para a evolução espiritual, libertando tanto quem perdoa quanto quem é perdoado de laços negativos. É um ato de caridade e desapego. Por exemplo, perdoar uma ofensa pode dissolver uma obsessão espiritual. Críticos podem achar isso idealista, mas espíritas acreditam que o perdão promove harmonia. Sabia que 'O Evangelho Segundo o Espiritismo' dedica um capítulo inteiro ao perdão?",
    "palavras_chave": ["perdão", "caridade", "evolução espiritual", "harmonia", "kardec"]
  },
  {
    "pergunta": "O que é a mediunidade de efeitos físicos no espiritismo?",
    "resposta": "A mediunidade de efeitos físicos permite que espíritos atuem no mundo material, como mover objetos ou produzir sons. É rara e foi mais comum no século XIX, em experimentos de Kardec. Por exemplo, mesas girantes eram usadas para estudar esses fenômenos. Críticos associam isso a fraudes, mas espíritas defendem que é uma manifestação espiritual. Sabia que Kardec abandonou esses estudos por focar na mediunidade moral e intelectual?",
    "palavras_chave": ["efeitos físicos", "mediunidade", "kardec", "mesas girantes", "espíritos"]
  },
  {
    "pergunta": "Como o espiritismo explica a diversidade de talentos?",
    "resposta": "No espiritismo, os talentos são habilidades desenvolvidas ao longo de várias encarnações, refletindo o progresso do espírito. Por exemplo, um músico prodígio pode ter praticado em vidas passadas. Essa visão incentiva o uso dos talentos para o bem comum. Críticos questionam a base da reencarnação, mas espíritas veem os talentos como prova de evolução. Sabia que, segundo o espiritismo, talentos não usados podem gerar frustrações espirituais?",
    "palavras_chave": ["talentos", "reencarnação", "evolução", "habilidades", "espírito"]
  },
  {
    "pergunta": "O que é a lei de sociedade no espiritismo?",
    "resposta": "A lei de sociedade, segundo Kardec, é o princípio de que os espíritos precisam viver em comunidade para evoluir, aprendendo a cooperar e respeitar. Por exemplo, laços familiares ensinam paciência e amor. Essa lei explica a importância de relações sociais. Críticos podem ver isso como óbvio, mas espíritas destacam sua dimensão espiritual. Sabia que a lei de sociedade se aplica tanto no plano físico quanto no espiritual?",
    "palavras_chave": ["lei de sociedade", "cooperação", "kardec", "relações", "evolução"]
  },
  {
    "pergunta": "Como o espiritismo vê a relação com a natureza?",
    "resposta": "O espiritismo ensina que a natureza é uma criação divina, e os espíritos têm a responsabilidade de respeitá-la como parte de sua evolução. Por exemplo, cuidar do meio ambiente é visto como caridade para com as futuras gerações. Críticos podem achar isso genérico, mas espíritas conectam a ecologia à espiritualidade. Sabia que algumas colônias espirituais, como descritas em 'Nosso Lar', têm paisagens naturais perfeitas?",
    "palavras_chave": ["natureza", "caridade", "evolução", "nosso lar", "espiritualidade"]
  },
  {
    "pergunta": "O que é a mediunidade de inspiração no espiritismo?",
    "resposta": "A mediunidade de inspiração é uma forma sutil em que espíritos sugerem ideias ou intuições, sem comunicação direta. É comum em artistas ou pensadores que recebem 'insights' criativos. Por exemplo, um escritor pode sentir inspiração para uma obra moral. Críticos atribuem isso à imaginação, mas espíritas veem como influência espiritual. Sabia que Chico Xavier dizia que muitas de suas poesias vinham de inspirações espirituais?",
    "palavras_chave": ["inspiração", "mediunidade", "chico xavier", "intuição", "criatividade"]
  },
  {
    "pergunta": "Como o espiritismo explica a depressão?",
    "resposta": "No espiritismo, a depressão pode ter causas materiais, como desequilíbrios químicos, e espirituais, como obsessões ou dívidas de vidas passadas. Tratamentos como passes e desobsessão complementam a medicina. Por exemplo, alguém deprimido pode melhorar com apoio espiritual. Críticos alertam contra negligenciar tratamentos médicos, mas espíritas defendem a abordagem integrada. Sabia que centros espíritas oferecem grupos de apoio para depressão?",
    "palavras_chave": ["depressão", "obsessão", "passes", "desobsessão", "saúde espiritual"]
  },
  {
    "pergunta": "O que é o plano espiritual no espiritismo?",
    "resposta": "O plano espiritual é o ambiente onde os espíritos vivem após a morte, organizado em diferentes níveis vibratórios, de acordo com sua evolução. Obras como 'Nosso Lar' descrevem cidades espirituais com escolas e hospitais. Por exemplo, espíritos elevados habitam planos superiores. Críticos veem isso como ficção, mas espíritas confiam em mensagens mediúnicas. Sabia que o plano espiritual influencia o físico, segundo o espiritismo?",
    "palavras_chave": ["plano espiritual", "nosso lar", "evolução", "espíritos", "vibração"]
  },
  {
    "pergunta": "Como o espiritismo aborda a questão da justiça divina?",
    "resposta": "No espiritismo, a justiça divina é exercida pela lei de causa e efeito, onde cada ação gera consequências proporcionais, sem punições arbitrárias. Por exemplo, um erro cometido é reparado em encarnações futuras. Críticos questionam a ideia de justiça sem um juiz divino, mas espíritas veem isso como um sistema natural. Sabia que Kardec dizia que a justiça divina é sempre educativa, nunca vingativa?",
    "palavras_chave": ["justiça divina", "causa e efeito", "kardec", "reencarnação", "aprendizado"]
  },
  {
    "pergunta": "O que é a mediunidade de transporte no espiritismo?",
    "resposta": "A mediunidade de transporte é a capacidade de um médium facilitar a movimentação de objetos pelo espaço, com a ajuda de espíritos. Era comum em experimentos do século XIX, como objetos que 'apareciam' em sessões. Hoje, é rara devido ao foco em mediunidade moral. Críticos associam isso a truques, mas espíritas acreditam que é um fenômeno real. Sabia que Kardec estudou transporte em 'O Livro dos Médiuns'?",
    "palavras_chave": ["transporte", "mediunidade", "kardec", "fenômenos", "espíritos"]
  },
  {
    "pergunta": "Como o espiritismo vê a relação entre pais e filhos?",
    "resposta": "No espiritismo, a relação entre pais e filhos é vista como um laço espiritual, muitas vezes ligado a vidas passadas, com o objetivo de aprendizado mútuo. Por exemplo, um filho desafiador pode estar ensinando paciência aos pais. Essa visão promove harmonia familiar. Críticos questionam a base reencarnacionista, mas espíritas valorizam o amor familiar. Sabia que o espiritismo recomenda o evangelho no lar para fortalecer esses laços?",
    "palavras_chave": ["pais e filhos", "reencarnação", "aprendizado", "família", "evangelho"]
  },
  {
    "pergunta": "O que é a caridade moral no espiritismo?",
    "resposta": "A caridade moral é a prática de oferecer apoio emocional e espiritual, como ouvir ou consolar alguém em sofrimento, sem julgamento. Por exemplo, ajudar um amigo em crise com palavras de encorajamento é caridade moral. Críticos podem ver isso como senso comum, mas espíritas destacam seu impacto na evolução espiritual. Sabia que Chico Xavier dizia que a caridade moral é mais difícil que a material?",
    "palavras_chave": ["caridade moral", "apoio emocional", "chico xavier", "evolução", "escuta"]
  },
  {
    "pergunta": "Como o espiritismo explica as afinidades espirituais?",
    "resposta": "As afinidades espirituais são laços entre pessoas baseados em experiências compartilhadas em vidas passadas ou sintonia vibratória. Por exemplo, amizades intensas podem refletir parcerias de outras encarnações. Essas afinidades promovem apoio mútuo. Críticos veem isso como coincidência, mas espíritas acreditam que nada é por acaso. Sabia que afinidades podem ser positivas ou negativas, dependendo do passado espiritual?",
    "palavras_chave": ["afinidades", "reencarnação", "vibração", "laços", "espírito"]
  },
  {
    "pergunta": "O que é a mediunidade de clarividência no espiritismo?",
    "resposta": "A clarividência é a capacidade de perceber eventos ou informações distantes no tempo ou espaço, como prever acontecimentos futuros. No espiritismo, é uma forma de mediunidade ligada ao perispírito. Por exemplo, um médium pode 'ver' um acidente antes de ocorrer. Críticos associam isso à intuição, mas espíritas defendem sua origem espiritual. Sabia que a clarividência é mais comum em estados de transe mediúnico?",
    "palavras_chave": ["clarividência", "mediunidade", "perispírito", "previsão", "transe"]
  },
  {
    "pergunta": "Como o espiritismo vê a prática da caridade em grupo?",
    "resposta": "A caridade em grupo no espiritismo envolve ações coletivas, como campanhas de doação ou trabalho voluntário em centros espíritas, para promover o bem comum. Por exemplo, grupos organizam arrecadações para comunidades carentes. Críticos podem ver isso como assistencialismo, mas espíritas destacam o fortalecimento da fraternidade. Sabia que a caridade em grupo é considerada mais impactante espiritualmente por unir várias intenções?",
    "palavras_chave": ["caridade em grupo", "fraternidade", "doação", "centro espírita", "bem comum"]
  },
  {
    "pergunta": "O que é o umbral no espiritismo?",
    "resposta": "O umbral é uma região do plano espiritual habitada por espíritos em desequilíbrio, que se apegam a vícios ou ressentimentos. Descrito em obras como 'Nosso Lar', é um lugar transitório, não eterno. Por exemplo, um espírito vingativo pode permanecer no umbral até se arrepender. Críticos veem isso como mito, mas espíritas acreditam que é uma fase de aprendizado. Sabia que o umbral não é um inferno, mas uma zona de purificação?",
    "palavras_chave": ["umbral", "plano espiritual", "nosso lar", "purificação", "desequilíbrio"]
  },
  {
    "pergunta": "Como o espiritismo aborda a questão do egoísmo?",
    "resposta": "O espiritismo considera o egoísmo um dos maiores obstáculos à evolução espiritual, pois impede a prática do amor ao próximo. A reforma íntima visa superar esse traço por meio da caridade e da humildade. Por exemplo, ajudar sem esperar recompensa é um antídoto ao egoísmo. Críticos podem achar isso utópico, mas espíritas veem como essencial. Sabia que Kardec dizia que o egoísmo é a raiz de muitos sofrimentos humanos?",
    "palavras_chave": ["egoísmo", "reforma íntima", "caridade", "kardec", "evolução"]
  },
  {
    "pergunta": "O que é a mediunidade de psicopictografia?",
    "resposta": "A psicopictografia é a mediunidade em que o médium desenha ou pinta imagens inspiradas por espíritos, muitas vezes retratando cenas ou pessoas do plano espiritual. Por exemplo, um médium pode desenhar um espírito sem nunca tê-lo visto fisicamente. É uma forma rara e artística de mediunidade. Críticos a associam à criatividade humana, mas espíritas destacam a precisão de alguns desenhos. Sabia que essa prática é mais comum em médiuns com talentos artísticos?",
    "palavras_chave": ["psicopictografia", "mediunidade", "desenho", "espíritos", "arte"]
  },
  {
    "pergunta": "Como o espiritismo explica a relação entre saúde e espiritualidade?",
    "resposta": "No espiritismo, a saúde é influenciada pela harmonia entre corpo, mente e espírito. Desequilíbrios espirituais, como raiva ou culpa, podem causar doenças psicossomáticas. Práticas como passes e preces ajudam a restabelecer o equilíbrio. Por exemplo, alguém com insônia pode melhorar com fluidoterapia. Críticos pedem evidências científicas, mas espíritas defendem a integração com a medicina. Sabia que hospitais espíritas combinam tratamentos médicos e espirituais?",
    "palavras_chave": ["saúde", "espiritualidade", "fluidoterapia", "equilíbrio", "psicossomática"]
  },
  {
    "pergunta": "O que é a lei de adoração no espiritismo?",
    "resposta": "A lei de adoração, segundo Kardec, é a necessidade natural do espírito de se conectar com algo superior, seja por preces ou reflexões. Não envolve rituais formais, mas a busca por elevação moral. Por exemplo, meditar sobre valores cristãos é uma forma de adoração. Críticos veem isso como vago, mas espíritas destacam sua simplicidade. Sabia que a adoração no espiritismo não exige templos, mas um coração sincero?",
    "palavras_chave": ["lei de adoração", "prece", "kardec", "elevação moral", "simplicidade"]
  },
  {
    "pergunta": "Como o espiritismo vê a relação entre ciência e mediunidade?",
    "resposta": "O espiritismo propõe que a mediunidade pode ser estudada cientificamente, como fazia Kardec ao analisar mensagens espirituais. Ele acreditava que fenômenos mediúnicos seguem leis naturais, ainda não compreendidas. Por exemplo, a psicografia foi examinada por sua coerência. Críticos exigem mais rigor científico, mas espíritas defendem que a ciência um dia explicará a mediunidade. Sabia que Kardec fundou a Sociedade Parisiense de Estudos Espíritas para isso?",
    "palavras_chave": ["ciência", "mediunidade", "kardec", "leis naturais", "psicografia"]
  },
  {
    "pergunta": "O que é a prática de irradiação no espiritismo?",
    "resposta": "A irradiação é o ato de enviar pensamentos e energias positivas para alguém ou um grupo, geralmente por meio de preces, para promover harmonia ou proteção. Por exemplo, um grupo pode irradiar boas vibrações para uma pessoa doente. É uma prática simples, mas poderosa no espiritismo. Críticos a veem como subjetiva, mas espíritas acreditam em seu impacto espiritual. Sabia que a irradiação pode ser feita à distância, sem limite geográfico?",
    "palavras_chave": ["irradiação", "prece", "energias", "harmonia", "proteção"]
  },
  {
    "pergunta": "O que é a mediunidade de clariaudiência no espiritismo?",
    "resposta": "A clariaudiência é a capacidade mediúnica de ouvir vozes ou sons do plano espiritual, como mensagens de espíritos ou guias. Por exemplo, um médium pode ouvir um conselho claro durante uma reunião espírita. Essa habilidade exige discernimento para diferenciar vozes espirituais de pensamentos próprios. Críticos associam isso a alucinações auditivas, mas espíritas acreditam que é uma conexão real com o além. Sabia que a clariaudiência pode se manifestar como um 'sussurro' interno?",
    "palavras_chave": ["clariaudiência", "mediunidade", "espíritos", "percepção", "mensagens"]
  },
  {
    "pergunta": "Como o espiritismo explica a relação entre amor e evolução espiritual?",
    "resposta": "No espiritismo, o amor é a força motriz da evolução espiritual, manifestado por meio da caridade e do perdão. Ele conecta os espíritos e promove harmonia. Por exemplo, ajudar um desconhecido fortalece laços espirituais. Críticos podem achar isso idealista, mas espíritas veem o amor como a essência da lei divina. Sabia que Kardec dizia que o amor verdadeiro é desinteressado e universal?",
    "palavras_chave": ["amor", "evolução espiritual", "caridade", "kardec", "harmonia"]
  },
  {
    "pergunta": "O que é a prática de evangelização infantil no espiritismo?",
    "resposta": "A evangelização infantil é um programa em centros espíritas que ensina valores morais e doutrinários às crianças, de forma lúdica e adaptada. Por exemplo, histórias sobre caridade são usadas para ensinar empatia. O objetivo é preparar os jovens para a reforma íntima. Críticos podem questionar a doutrinação, mas espíritas destacam o foco na ética universal. Sabia que a evangelização infantil no Brasil é inspirada nos ensinamentos de Pestalozzi?",
    "palavras_chave": ["evangelização infantil", "crianças", "caridade", "reforma íntima", "ética"]
  },
  {
    "pergunta": "Como o espiritismo vê a relação entre fé e caridade?",
    "resposta": "No espiritismo, a fé sem caridade é incompleta, pois a verdadeira espiritualidade se expressa em ações de amor ao próximo. Por exemplo, ajudar em uma campanha de doação reflete uma fé viva. Kardec enfatizava que a caridade é a prática da fé cristã. Críticos podem ver isso como óbvio, mas espíritas destacam sua profundidade espiritual. Sabia que 'O Evangelho Segundo o Espiritismo' cita a caridade como a maior virtude?",
    "palavras_chave": ["fé", "caridade", "kardec", "amor ao próximo", "espiritualidade"]
  },
  {
    "pergunta": "O que é a mediunidade de incorporação no espiritismo?",
    "resposta": "A mediunidade de incorporação, ou psicofonia, permite que um espírito utilize o corpo do médium para se comunicar, geralmente falando. É comum em reuniões de desobsessão, onde o médium transmite mensagens de espíritos sofredores. Por exemplo, um espírito pode pedir ajuda por meio do médium. Críticos associam isso a transtornos psicológicos, mas espíritas defendem sua autenticidade. Sabia que a incorporação exige preparo para evitar influências negativas?",
    "palavras_chave": ["incorporação", "psicofonia", "desobsessão", "médium", "espíritos"]
  },
  {
    "pergunta": "Como o espiritismo explica a relação entre sofrimento e aprendizado?",
    "resposta": "No espiritismo, o sofrimento é uma ferramenta de aprendizado, ligada à lei de causa e efeito, que ajuda o espírito a corrigir erros e crescer moralmente. Por exemplo, uma perda pode ensinar desapego. Não é punição, mas oportunidade de evolução. Críticos questionam a justiça disso, mas espíritas veem propósito no sofrimento. Sabia que Chico Xavier comparava o sofrimento a um 'remédio amargo' para a alma?",
    "palavras_chave": ["sofrimento", "aprendizado", "causa e efeito", "chico xavier", "evolução"]
  },
  {
    "pergunta": "O que é a prática de assistência espiritual no espiritismo?",
    "resposta": "A assistência espiritual no espiritismo envolve práticas como passes, preces e diálogos mediúnicos para ajudar pessoas em sofrimento físico ou emocional. Por exemplo, alguém com ansiedade pode receber um passe para se equilibrar. É uma forma de caridade espiritual. Críticos veem isso como placebo, mas espíritas acreditam em sua ação no perispírito. Sabia que a assistência espiritual é oferecida gratuitamente nos centros espíritas?",
    "palavras_chave": ["assistência espiritual", "passes", "caridade", "perispírito", "equilíbrio"]
  },
  {
    "pergunta": "Como o espiritismo aborda a questão da humildade?",
    "resposta": "A humildade no espiritismo é vista como uma virtude essencial para a evolução espiritual, pois dissolve o orgulho e aproxima o indivíduo do amor universal. Por exemplo, reconhecer erros é um ato de humildade que promove a reforma íntima. Críticos podem achar isso utópico, mas espíritas destacam seu impacto prático. Sabia que Kardec dizia que a humildade é a base de todas as virtudes cristãs?",
    "palavras_chave": ["humildade", "reforma íntima", "kardec", "evolução", "virtudes"]
  },
  {
    "pergunta": "O que é a mediunidade de escrita automática?",
    "resposta": "A mediunidade de escrita automática, ou psicografia mecânica, ocorre quando o médium escreve mensagens de espíritos sem controle consciente sobre o texto. Por exemplo, Chico Xavier psicografava cartas detalhadas de desencarnados. Requer treinamento para evitar interferências do inconsciente. Críticos associam isso à sugestão, mas espíritas apontam a precisão das mensagens. Sabia que algumas psicografias contêm assinaturas idênticas às de pessoas falecidas?",
    "palavras_chave": ["escrita automática", "psicografia", "chico xavier", "mediunidade", "mensagens"]
  },
  {
    "pergunta": "Como o espiritismo vê a relação entre ciência e espiritualidade?",
    "resposta": "O espiritismo busca integrar ciência e espiritualidade, propondo que fenômenos espirituais obedecem a leis naturais passíveis de estudo. Kardec usava métodos racionais para analisar a mediunidade, como em 'O Livro dos Médiuns'. Por exemplo, ele comparava mensagens mediúnicas para verificar consistência. Críticos exigem mais evidências, mas espíritas acreditam que a ciência avançará nesse entendimento. Sabia que Kardec foi influenciado pelo método experimental do século XIX?",
    "palavras_chave": ["ciência", "espiritualidade", "kardec", "mediunidade", "leis naturais"]
  },
  {
    "pergunta": "O que é a prática de vibração no espiritismo?",
    "resposta": "A vibração no espiritismo é o ato de emitir pensamentos e sentimentos positivos, geralmente por meio de preces, para ajudar pessoas ou ambientes. Por exemplo, um grupo pode vibrar por alguém em dificuldade, enviando energias de paz. É semelhante à irradiação, mas com foco na intenção mental. Críticos veem isso como subjetivo, mas espíritas acreditam em seu impacto energético. Sabia que a vibração coletiva é considerada mais poderosa que a individual?",
    "palavras_chave": ["vibração", "prece", "energias", "harmonia", "intenção"]
  },
  {
    "pergunta": "Como o espiritismo explica a relação entre livre-arbítrio e destino?",
    "resposta": "No espiritismo, o livre-arbítrio permite que o espírito faça escolhas, mas o destino é influenciado pelas ações passadas, via lei de causa e efeito. Por exemplo, alguém pode escolher como enfrentar um desafio, mas o desafio pode vir de dívidas de outras vidas. Críticos questionam o equilíbrio entre liberdade e determinismo, mas espíritas veem o livre-arbítrio como central. Sabia que espíritos superiores respeitam totalmente o livre-arbítrio?",
    "palavras_chave": ["livre-arbítrio", "destino", "causa e efeito", "escolhas", "kardec"]
  },
  {
    "pergunta": "O que é a mediunidade de efeitos intelectuais no espiritismo?",
    "resposta": "A mediunidade de efeitos intelectuais envolve a transmissão de ideias complexas ou conhecimentos por espíritos, como em palestras ou textos psicografados. Por exemplo, um médium pode transmitir uma aula filosófica de um espírito elevado. É comum em obras como as de Chico Xavier. Críticos atribuem isso à mente do médium, mas espíritas destacam a profundidade das mensagens. Sabia que Kardec estudava esses efeitos para validar a doutrina?",
    "palavras_chave": ["efeitos intelectuais", "mediunidade", "chico xavier", "kardec", "conhecimento"]
  },
  {
    "pergunta": "Como o espiritismo aborda a questão da paciência?",
    "resposta": "A paciência no espiritismo é uma virtude que ajuda o espírito a enfrentar desafios sem revolta, promovendo a evolução moral. Por exemplo, esperar com calma por uma solução é um exercício de paciência. É vista como uma forma de caridade consigo mesmo. Críticos podem achar isso passivo, mas espíritas destacam sua força transformadora. Sabia que 'O Evangelho Segundo o Espiritismo' cita a paciência como um reflexo do amor?",
    "palavras_chave": ["paciência", "evolução moral", "caridade", "kardec", "amor"]
  },
  {
    "pergunta": "O que é a prática de estudo doutrinário no espiritismo?",
    "resposta": "O estudo doutrinário no espiritismo envolve a leitura e discussão de obras como as de Kardec para compreender a doutrina e aplicá-la na vida. Por exemplo, grupos estudam 'O Livro dos Espíritos' para refletir sobre a reencarnação. É essencial para a formação de médiuns e a reforma íntima. Críticos podem ver isso como dogmático, mas espíritas destacam o caráter racional. Sabia que Kardec incentivava debates para esclarecer dúvidas?",
    "palavras_chave": ["estudo doutrinário", "kardec", "reencarnação", "reforma íntima", "racionalidade"]
  },
  {
    "pergunta": "Como o espiritismo explica a relação entre karma e reencarnação?",
    "resposta": "No espiritismo, o karma, ou lei de causa e efeito, determina as condições das reencarnações, onde o espírito colhe os frutos de suas ações passadas. Por exemplo, uma vida de generosidade pode levar a uma encarnação mais tranquila. É um processo educativo, não punitivo. Críticos questionam a justiça disso, mas espíritas veem como um caminho de aprendizado. Sabia que o karma pode ser suavizado por atos de caridade na vida atual?",
    "palavras_chave": ["karma", "reencarnação", "causa e efeito", "aprendizado", "caridade"]
  },
  {
    "pergunta": "O que é a mediunidade de intuição no espiritismo?",
    "resposta": "A mediunidade de intuição é uma forma sutil em que o médium recebe impressões ou ideias de espíritos, sem comunicação direta. Por exemplo, um 'pressentimento' para evitar um caminho pode vir de um guia espiritual. É comum a todos em algum grau. Críticos associam isso à psicologia, mas espíritas veem como uma conexão espiritual. Sabia que a intuição é considerada a base de todas as mediunidades?",
    "palavras_chave": ["intuição", "mediunidade", "guias espirituais", "pressentimento", "conexão"]
  },
  {
    "pergunta": "Como o espiritismo vê a relação entre trabalho e espiritualidade?",
    "resposta": "No espiritismo, o trabalho é uma oportunidade de evolução espiritual, pois permite praticar a disciplina, a cooperação e a caridade. Por exemplo, trabalhar com dedicação em prol de outros reflete amor ao próximo. Críticos podem ver isso como trivial, mas espíritas destacam seu valor espiritual. Sabia que, segundo Kardec, o trabalho no plano espiritual também é essencial para os desencarnados?",
    "palavras_chave": ["trabalho", "evolução espiritual", "caridade", "kardec", "cooperação"]
  },
  {
    "pergunta": "O que é a prática de atendimento fraterno no espiritismo?",
    "resposta": "O atendimento fraterno é uma conversa acolhedora em centros espíritas, onde voluntários ouvem e orientam pessoas em dificuldades, usando princípios espíritas. Por exemplo, alguém com luto pode receber conselhos baseados na reencarnação. É uma forma de caridade moral. Críticos veem isso como aconselhamento comum, mas espíritas destacam sua base espiritual. Sabia que o atendimento fraterno é sempre gratuito?",
    "palavras_chave": ["atendimento fraterno", "caridade moral", "aconselhamento", "reencarnação", "escuta"]
  },
  {
    "pergunta": "Como o espiritismo explica a relação entre arte e espiritualidade?",
    "resposta": "No espiritismo, a arte é uma expressão do espírito, muitas vezes inspirada por influências espirituais. Por exemplo, um quadro ou música pode refletir mensagens de espíritos elevados, como nas psicopictografias. A arte promove elevação moral quando usada para o bem. Críticos atribuem isso à criatividade humana, mas espíritas veem uma conexão divina. Sabia que Chico Xavier psicografou poesias de autores como Castro Alves?",
    "palavras_chave": ["arte", "espiritualidade", "psicopictografia", "chico xavier", "inspiração"]
  },
  {
    "pergunta": "O que é a lei de igualdade no espiritismo?",
    "resposta": "A lei de igualdade no espiritismo afirma que todos os espíritos são criados iguais por Deus, com o mesmo potencial de evolução, mas em estágios diferentes. Por exemplo, desigualdades sociais são temporárias e servem ao aprendizado. Críticos questionam a justiça disso, mas espíritas veem como um chamado à fraternidade. Sabia que Kardec dizia que a igualdade espiritual elimina privilégios eternos?",
    "palavras_chave": ["lei de igualdade", "evolução", "kardec", "fraternidade", "desigualdades"]
  },
  {
    "pergunta": "Como o espiritismo aborda a questão da esperança?",
    "resposta": "A esperança no espiritismo é a confiança na evolução espiritual e na justiça divina, que garante que todo sofrimento tem um propósito. Por exemplo, acreditar na reencarnação ajuda a enfrentar perdas com otimismo. Críticos podem achar isso conformista, mas espíritas veem como força interior. Sabia que Chico Xavier dizia que a esperança é o 'combustível da alma'?",
    "palavras_chave": ["esperança", "evolução espiritual", "reencarnação", "chico xavier", "justiça"]
  },
  {
    "pergunta": "O que é a mediunidade de cura à distância no espiritismo?",
    "resposta": "A mediunidade de cura à distância envolve enviar energias espirituais para alguém que não está presente, geralmente por meio de preces ou irradiações. Por exemplo, um grupo pode orar por um doente em outra cidade. Críticos questionam sua eficácia, mas espíritas acreditam que as energias transcendem o espaço. Sabia que essa prática é comum em reuniões espíritas para ajudar comunidades distantes?",
    "palavras_chave": ["cura à distância", "irradiação", "prece", "energias", "mediunidade"]
  },
  {
    "pergunta": "Como o espiritismo explica a relação entre morte e renascimento?",
    "resposta": "No espiritismo, a morte é apenas uma transição para o plano espiritual, seguida pelo renascimento em uma nova encarnação, conforme a lei de reencarnação. Por exemplo, um espírito pode planejar sua próxima vida para reparar erros. Críticos questionam a falta de provas, mas espíritas veem a morte como um ciclo de renovação. Sabia que, segundo o espiritismo, o espírito pode escolher aspectos de sua próxima encarnação?",
    "palavras_chave": ["morte", "renascimento", "reencarnação", "plano espiritual", "evolução"]
  },
  {
    "pergunta": "O que é a prática de harmonização espiritual no espiritismo?",
    "resposta": "A harmonização espiritual é o processo de equilibrar as energias de uma pessoa ou ambiente por meio de preces, passes ou vibrações. Por exemplo, um centro espírita pode harmonizar sua sala antes de uma reunião mediúnica. Críticos veem isso como simbólico, mas espíritas acreditam que eleva a vibração espiritual. Sabia que a harmonização é usada até para preparar médiuns antes de sessões?",
    "palavras_chave": ["harmonização", "prece", "passes", "vibração", "equilíbrio"]
  }
]