[
  {
    "pergunta": "O que significa ter uma vida sexual saudável?",
    "resposta": "Ter uma vida sexual saudável vai muito além da ausência de doenças. Envolve autoconhecimento, consentimento, respeito e prazer mútuo. Também inclui estar informado sobre prevenção, limites pessoais e cuidado emocional. Sabia que a Organização Mundial da Saúde define saúde sexual como um estado de bem-estar físico, emocional e social relacionado à sexualidade, e não apenas a ausência de disfunções?",
    "palavras_chave": ["saúde sexual", "bem-estar", "consentimento", "prazer", "prevenção"]
  },
  {
    "pergunta": "O que é o preservativo masculino e como ele deve ser usado corretamente?",
    "resposta": "O preservativo masculino, ou camisinha, é uma capa fina de látex que se coloca sobre o pênis ereto antes da penetração. Ele cria uma barreira física que impede o contato com fluidos corporais, reduzindo o risco de infecções sexualmente transmissíveis e gravidez. É importante verificar o prazo de validade, abrir a embalagem com cuidado e colocar antes de qualquer contato íntimo. Sabia que, se armazenado em locais quentes, o preservativo pode perder sua eficácia?",
    "palavras_chave": ["preservativo", "camisinha", "prevenção", "relações sexuais", "ist"]
  },
  {
    "pergunta": "Por que o consentimento é fundamental nas relações sexuais?",
    "resposta": "O consentimento é o acordo livre e claro entre as pessoas envolvidas em uma relação sexual. Sem ele, qualquer ato é considerado abuso. O consentimento deve ser contínuo, podendo ser retirado a qualquer momento. Esse respeito mútuo é o que diferencia uma relação saudável de uma relação violenta. Sabia que muitos países estão incluindo a educação sobre consentimento nos currículos escolares como parte da formação cidadã?",
    "palavras_chave": ["consentimento", "respeito", "relações", "educação sexual", "violência"]
  },
  {
    "pergunta": "O que são infecções sexualmente transmissíveis (ISTs)?",
    "resposta": "As ISTs são doenças causadas por vírus, bactérias ou outros microrganismos, transmitidas principalmente por meio de relações sexuais sem proteção. Entre as mais conhecidas estão HIV, sífilis, gonorreia e clamídia. Muitas têm tratamento e cura, mas outras, como o HIV, exigem acompanhamento contínuo. Sabia que algumas ISTs também podem ser transmitidas da mãe para o bebê durante a gestação ou o parto?",
    "palavras_chave": ["ist", "prevenção", "hiv", "sífilis", "transmissão"]
  },
  {
    "pergunta": "Qual é a diferença entre HIV e AIDS?",
    "resposta": "O HIV é o vírus que ataca o sistema imunológico, enquanto a AIDS é o estágio avançado da infecção, quando o corpo já está vulnerável a doenças oportunistas. Uma pessoa pode viver com HIV por muitos anos sem desenvolver AIDS, especialmente se fizer o tratamento antirretroviral corretamente. Sabia que, hoje, quem vive com HIV e mantém a carga viral indetectável não transmite o vírus a outras pessoas?",
    "palavras_chave": ["hiv", "aids", "tratamento", "imunidade", "prevenção"]
  },
  {
    "pergunta": "O que é o teste rápido de HIV e como ele funciona?",
    "resposta": "O teste rápido de HIV detecta a presença de anticorpos contra o vírus no sangue, e o resultado sai em cerca de 30 minutos. É gratuito e sigiloso nas unidades de saúde. Fazer o teste é um ato de cuidado consigo e com os outros, já que o diagnóstico precoce melhora muito a qualidade de vida. Sabia que existem versões do teste que podem ser feitas em casa, de forma prática e segura?",
    "palavras_chave": ["teste rápido", "hiv", "diagnóstico", "saúde pública", "prevenção"]
  },
  {
    "pergunta": "Como funciona o preservativo feminino?",
    "resposta": "O preservativo feminino é uma bolsa de poliuretano ou nitrilo que se insere na vagina antes da relação sexual. Ele reveste as paredes internas e impede o contato com o pênis e fluidos, funcionando como uma barreira de proteção. Além disso, dá mais autonomia à mulher no controle da prevenção. Sabia que ele também pode ser usado para sexo anal, se adaptado com cuidado?",
    "palavras_chave": ["preservativo feminino", "autonomia", "prevenção", "barreira", "relações sexuais"]
  },
  {
    "pergunta": "Por que a educação sexual é importante desde cedo?",
    "resposta": "A educação sexual desde cedo ajuda crianças e adolescentes a entenderem o próprio corpo, os limites e o respeito mútuo. Também previne abusos, desmistifica tabus e incentiva o cuidado com a saúde. Quando o tema é tratado de forma adequada à idade, promove segurança e responsabilidade. Sabia que países com educação sexual nas escolas têm índices menores de gravidez na adolescência?",
    "palavras_chave": ["educação sexual", "prevenção", "infância", "respeito", "consciência"]
  },
  {
    "pergunta": "O que é o HPV e como pode ser prevenido?",
    "resposta": "O HPV é o Papilomavírus Humano, transmitido principalmente por contato sexual. Ele pode causar verrugas genitais e, em alguns casos, câncer de colo do útero, ânus e garganta. A principal forma de prevenção é a vacinação, disponível gratuitamente pelo SUS. Sabia que o uso de preservativo reduz, mas não elimina completamente o risco, pois o vírus pode atingir áreas não cobertas pela camisinha?",
    "palavras_chave": ["hpv", "vacina", "prevenção", "infecção", "câncer"]
  },
  {
    "pergunta": "Como a pílula anticoncepcional atua no corpo da mulher?",
    "resposta": "A pílula anticoncepcional contém hormônios que impedem a ovulação e alteram o muco cervical, dificultando a passagem dos espermatozoides. É um método eficaz, mas não protege contra ISTs. O acompanhamento médico é essencial para escolher o tipo certo e evitar efeitos colaterais. Sabia que o uso contínuo da pílula foi um dos marcos da emancipação feminina nos anos 1960?",
    "palavras_chave": ["anticoncepcional", "hormônios", "ovulação", "prevenção", "saúde da mulher"]
  },
  {
    "pergunta": "Qual é a importância da vacinação na saúde sexual?",
    "resposta": "As vacinas ajudam a prevenir doenças que podem ser transmitidas sexualmente, como o HPV e a hepatite B. Elas são fundamentais para reduzir infecções e complicações futuras. A vacinação é um ato de proteção coletiva e individual. Sabia que a vacina contra hepatite B é uma das primeiras que o bebê recebe, ainda nos primeiros dias de vida?",
    "palavras_chave": ["vacinação", "hpv", "hepatite b", "prevenção", "saúde pública"]
  },
  {
    "pergunta": "O que é PrEP e como ela ajuda na prevenção do HIV?",
    "resposta": "A PrEP, ou Profilaxia Pré-Exposição, é o uso de um medicamento por pessoas que não têm HIV, mas estão em maior risco de exposição. Ela reduz drasticamente as chances de infecção, quando usada corretamente. É distribuída gratuitamente no SUS e deve ser acompanhada por exames periódicos. Sabia que a PrEP não substitui o uso do preservativo, mas é uma importante aliada?",
    "palavras_chave": ["prep", "prevenção", "hiv", "medicação", "sus"]
  },
  {
    "pergunta": "O que é PEP e quando deve ser usada?",
    "resposta": "A PEP, ou Profilaxia Pós-Exposição, é um tratamento que deve ser iniciado até 72 horas após uma possível exposição ao HIV. Ela consiste em uma combinação de antirretrovirais tomados por 28 dias. É uma emergência médica e deve ser buscada o quanto antes. Sabia que a PEP também pode ser indicada em casos de violência sexual?",
    "palavras_chave": ["pep", "hiv", "tratamento", "emergência", "prevenção"]
  },
  {
    "pergunta": "Por que falar sobre prazer é parte da saúde sexual?",
    "resposta": "Falar sobre prazer é reconhecer que a sexualidade saudável envolve satisfação física e emocional, não apenas prevenção. Ignorar o tema pode gerar culpa, frustração e desinformação. Discutir prazer com respeito e responsabilidade ajuda a construir relações mais equilibradas. Sabia que a própria OMS defende o direito ao prazer como parte da saúde sexual e reprodutiva?",
    "palavras_chave": ["prazer", "sexualidade", "saúde", "emoções", "direitos"]
  },
  {
    "pergunta": "Como o diálogo entre parceiros contribui para a saúde sexual?",
    "resposta": "Conversar abertamente com o parceiro sobre desejos, limites e métodos de prevenção fortalece a confiança e evita mal-entendidos. A comunicação é um dos pilares da intimidade saudável, pois garante que ambos se sintam seguros e respeitados. Sabia que estudos mostram que casais que conversam sobre sexo têm menor risco de infecções sexualmente transmissíveis?",
    "palavras_chave": ["diálogo", "relacionamento", "confiança", "prevenção", "intimidade"]
  },
  {
    "pergunta": "Por que a prevenção combinada é mais eficaz contra o HIV?",
    "resposta": "A prevenção combinada utiliza várias estratégias ao mesmo tempo, como o uso de preservativos, PrEP, testagem regular e tratamento das pessoas que vivem com HIV. Essa abordagem amplia a proteção, já que nenhuma medida isolada é 100% eficaz. Sabia que o Brasil é referência mundial por adotar essa política de forma gratuita no SUS?",
    "palavras_chave": ["prevenção combinada", "hiv", "sus", "tratamento", "estratégia"]
  },
  {
    "pergunta": "O que é a carga viral indetectável no HIV?",
    "resposta": "Carga viral indetectável significa que a quantidade de vírus no sangue da pessoa que vive com HIV é tão baixa que não pode ser detectada nos exames. Isso ocorre com o tratamento contínuo e correto. Além de proteger a saúde do paciente, impede a transmissão do vírus a outras pessoas. Sabia que essa descoberta mudou completamente a forma como o HIV é encarado no mundo?",
    "palavras_chave": ["hiv", "carga viral", "tratamento", "transmissão", "indetectável"]
  },
  {
    "pergunta": "Como a saúde mental influencia a vida sexual?",
    "resposta": "A mente e o corpo estão profundamente conectados. Estresse, ansiedade e depressão podem reduzir o desejo ou causar disfunções sexuais. Já uma boa saúde mental favorece o prazer e o bem-estar. Buscar ajuda psicológica quando necessário também é cuidar da sexualidade. Sabia que a terapia sexual é uma especialidade reconhecida e pode auxiliar casais e indivíduos?",
    "palavras_chave": ["saúde mental", "sexualidade", "terapia", "bem-estar", "psicologia"]
  },
  {
    "pergunta": "O que é disfunção erétil e quais são suas causas?",
    "resposta": "A disfunção erétil é a dificuldade persistente de alcançar ou manter uma ereção satisfatória. Pode ter causas físicas, como diabetes e hipertensão, ou psicológicas, como estresse e ansiedade. O tratamento depende da origem e pode incluir medicamentos, terapia ou mudanças de estilo de vida. Sabia que a prática de exercícios físicos regulares melhora muito a função erétil?",
    "palavras_chave": ["disfunção erétil", "saúde sexual", "tratamento", "causas", "prevenção"]
  },
  {
    "pergunta": "Como o uso de drogas pode afetar a vida sexual?",
    "resposta": "O consumo de drogas, inclusive o álcool, pode alterar o desejo sexual e reduzir o controle sobre decisões seguras. Isso aumenta o risco de ISTs e relações sem consentimento claro. Além disso, o uso frequente pode causar disfunções e dependência. Sabia que o álcool é uma das substâncias mais associadas a comportamentos sexuais de risco?",
    "palavras_chave": ["drogas", "álcool", "riscos", "ist", "prevenção"]
  },
  {
    "pergunta": "O que caracteriza uma relação sexual segura?",
    "resposta": "Uma relação sexual segura é aquela em que há consentimento, respeito e uso de métodos de prevenção. Envolve também o diálogo sobre histórico de saúde e a responsabilidade compartilhada. Mais do que evitar doenças, trata-se de uma prática de cuidado mútuo. Sabia que, segundo a OMS, a segurança sexual é um dos pilares da saúde global?",
    "palavras_chave": ["relação segura", "consentimento", "prevenção", "respeito", "cuidado"]
  },
  {
    "pergunta": "Como identificar sinais de ISTs?",
    "resposta": "Alguns sinais comuns são corrimentos, feridas, coceira, dor ao urinar ou durante o sexo. No entanto, muitas ISTs podem ser assintomáticas, o que reforça a importância dos exames regulares. O diagnóstico precoce evita complicações e transmite segurança. Sabia que a sífilis pode ser detectada por um simples teste rápido de sangue?",
    "palavras_chave": ["ist", "sintomas", "diagnóstico", "exames", "prevenção"]
  },
  {
    "pergunta": "Por que é importante conhecer o próprio corpo?",
    "resposta": "Conhecer o próprio corpo ajuda a identificar mudanças, reconhecer o que dá prazer e estabelecer limites. Isso também fortalece a autoestima e a autonomia. A autoexploração, feita com respeito, é uma forma de educação sexual. Sabia que muitos programas de saúde incentivam o autoconhecimento como prevenção de abusos e doenças?",
    "palavras_chave": ["autoconhecimento", "corpo", "educação sexual", "autoestima", "prevenção"]
  },
  {
    "pergunta": "Como o ciclo menstrual influencia a sexualidade feminina?",
    "resposta": "Durante o ciclo menstrual, os hormônios variam, afetando o desejo, o humor e a lubrificação vaginal. Algumas mulheres sentem mais disposição em determinadas fases, outras preferem evitar o contato. Compreender esse ritmo ajuda no autoconhecimento e na comunicação com o parceiro. Sabia que a libido tende a aumentar no período fértil?",
    "palavras_chave": ["ciclo menstrual", "hormônios", "desejo", "mulher", "sexualidade"]
  },
  {
    "pergunta": "O que é abstinência sexual e quais seus benefícios?",
    "resposta": "A abstinência sexual é a escolha de não ter relações sexuais por um período, seja por motivos pessoais, religiosos ou de saúde. Pode ser uma forma de autoconhecimento e autocontrole. É o único método 100% eficaz contra ISTs e gravidez. Sabia que, para algumas pessoas, a abstinência é usada como pausa para redescobrir o prazer com mais consciência depois?",
    "palavras_chave": ["abstinência", "prevenção", "autocontrole", "sexualidade", "decisão"]
  },
  {
    "pergunta": "Quais cuidados ajudam a manter a higiene íntima adequada?",
    "resposta": "A higiene íntima deve ser feita com água e sabão neutro, evitando produtos com perfumes e duchas internas. Roupas íntimas de algodão e boa ventilação também previnem infecções. Manter hábitos simples é essencial para o equilíbrio da flora genital. Sabia que lavar a região em excesso pode causar irritações e eliminar bactérias benéficas?",
    "palavras_chave": ["higiene íntima", "cuidados", "infecções", "flora vaginal", "prevenção"]
  },
  {
    "pergunta": "O que é a sífilis e como pode ser tratada?",
    "resposta": "A sífilis é uma infecção bacteriana transmitida sexualmente. Ela se manifesta em fases, começando com feridas indolores e podendo causar complicações graves se não tratada. O tratamento é simples e feito com penicilina, disponível gratuitamente no SUS. Sabia que a sífilis voltou a crescer no Brasil nos últimos anos, principalmente entre jovens?",
    "palavras_chave": ["sífilis", "infecção", "bactéria", "tratamento", "sus"]
  },
  {
    "pergunta": "Como o uso da internet influencia a sexualidade?",
    "resposta": "A internet facilita o acesso à informação sobre saúde sexual, mas também pode espalhar desinformação e expor pessoas a riscos, como o sexting sem consentimento. Saber usar a tecnologia com responsabilidade é essencial. Sabia que o compartilhamento não autorizado de imagens íntimas é crime no Brasil desde 2018?",
    "palavras_chave": ["internet", "sexualidade", "informação", "sexting", "segurança"]
  },
  {
    "pergunta": "O que é o sexo seguro para casais do mesmo gênero?",
    "resposta": "Sexo seguro entre casais do mesmo gênero segue os mesmos princípios de proteção: uso de preservativos, testagem regular e diálogo sobre prevenção. Também existem métodos específicos, como o uso de barreiras de látex em sexo oral. Sabia que a prevenção combinada é altamente eficaz em relações homoafetivas também?",
    "palavras_chave": ["sexo seguro", "prevenção", "hiv", "relações", "barreiras"]
  },
  {
    "pergunta": "Como a violência sexual afeta a saúde das vítimas?",
    "resposta": "A violência sexual pode causar traumas físicos, emocionais e psicológicos profundos. O atendimento imediato é fundamental para prevenir ISTs e gravidez indesejada, além de oferecer apoio emocional. Sabia que hospitais de referência oferecem PEP e acompanhamento psicológico gratuito em casos de violência sexual?",
    "palavras_chave": ["violência sexual", "saúde mental", "pep", "apoio", "prevenção"]
  },
  {
    "pergunta": "Por que é importante realizar exames ginecológicos regularmente?",
    "resposta": "Os exames ginecológicos ajudam a detectar infecções, alterações hormonais e até cânceres em estágios iniciais. O Papanicolau, por exemplo, identifica lesões causadas pelo HPV. A prevenção depende de visitas regulares ao médico. Sabia que o exame é indicado a partir do início da vida sexual?",
    "palavras_chave": ["ginecologia", "papanicolau", "hpv", "prevenção", "exames"]
  },
  {
    "pergunta": "Como a sexualidade muda ao longo da vida?",
    "resposta": "A sexualidade não é fixa: ela se transforma com a idade, experiências e contexto emocional. Jovens, adultos e idosos vivem o prazer de formas diferentes, todas legítimas. Respeitar essas mudanças é parte da maturidade afetiva. Sabia que muitos idosos relatam vida sexual ativa e saudável, contrariando estereótipos?",
    "palavras_chave": ["sexualidade", "envelhecimento", "prazer", "vida adulta", "mudanças"]
  },
  {
    "pergunta": "O que é a Profilaxia Pós-Exposição para outras ISTs além do HIV?",
    "resposta": "Em casos de violência sexual ou exposição de risco, o tratamento imediato pode incluir antibióticos e vacinas contra hepatite B e tétano, além da PEP para HIV. Essa abordagem múltipla protege contra várias infecções. Sabia que o ideal é procurar atendimento em até 72 horas após o ocorrido?",
    "palavras_chave": ["profilaxia", "pep", "ist", "tratamento", "emergência"]
  },
  {
    "pergunta": "Como a adolescência influencia a descoberta da sexualidade?",
    "resposta": "A adolescência é uma fase de intensas transformações físicas e emocionais. É quando surgem as primeiras experiências afetivas e dúvidas sobre identidade e desejo. Ter acesso à informação segura e diálogo aberto é essencial para lidar com essa fase de forma saudável. Sabia que quanto mais cedo a educação sexual começa, menores são os índices de gravidez e ISTs entre adolescentes?",
    "palavras_chave": ["adolescência", "sexualidade", "educação sexual", "identidade", "prevenção"]
  },
  {
    "pergunta": "O que é o consentimento afirmativo?",
    "resposta": "O consentimento afirmativo é quando todas as pessoas envolvidas dizem claramente 'sim' a uma relação sexual. Ele deve ser livre, consciente e entusiasmado, e pode ser retirado a qualquer momento. Essa ideia reforça que o silêncio ou a falta de resistência não significam consentimento. Sabia que essa abordagem é usada em muitas campanhas universitárias nos Estados Unidos para combater abusos?",
    "palavras_chave": ["consentimento", "relações", "respeito", "educação sexual", "prevenção"]
  },
  {
    "pergunta": "Como lidar com a pressão social sobre a iniciação sexual?",
    "resposta": "A pressão para iniciar a vida sexual pode vir de amigos, mídia ou até de expectativas pessoais. O mais importante é que a decisão seja individual e tomada com segurança e responsabilidade. Ninguém deve se sentir obrigado a fazer nada para se encaixar. Sabia que a maioria dos jovens relata arrependimento quando a primeira relação acontece por pressão externa?",
    "palavras_chave": ["pressão social", "iniciação sexual", "autonomia", "respeito", "decisão"]
  },
  {
    "pergunta": "O que é o teste do Papanicolau e para que serve?",
    "resposta": "O Papanicolau é um exame que coleta células do colo do útero para identificar alterações que podem indicar infecções ou risco de câncer. É simples, rápido e gratuito no SUS. Deve ser feito periodicamente, especialmente por mulheres sexualmente ativas. Sabia que o exame foi criado na década de 1940 e ainda é um dos métodos mais eficazes de prevenção do câncer de colo do útero?",
    "palavras_chave": ["papanicolau", "prevenção", "hpv", "exame", "saúde da mulher"]
  },
  {
    "pergunta": "Por que falar sobre diversidade sexual é importante na saúde pública?",
    "resposta": "Falar sobre diversidade sexual é reconhecer que as pessoas têm diferentes orientações e identidades, e que todas merecem cuidado e respeito. Incluir essa diversidade nas políticas de saúde ajuda a garantir acesso igualitário e combater preconceitos. Sabia que muitas campanhas de prevenção hoje já são adaptadas para públicos LGBTQIA+?",
    "palavras_chave": ["diversidade", "sexualidade", "saúde pública", "inclusão", "prevenção"]
  },
  {
    "pergunta": "Como o autocuidado se relaciona com a saúde sexual?",
    "resposta": "O autocuidado vai desde conhecer o próprio corpo até buscar atendimento médico regularmente e usar proteção nas relações. É um ato de amor-próprio e de responsabilidade com o outro. Cuidar da saúde sexual é também cuidar da autoestima e da qualidade de vida. Sabia que o autocuidado é um dos temas centrais da saúde integral segundo a OMS?",
    "palavras_chave": ["autocuidado", "saúde sexual", "prevenção", "autoestima", "responsabilidade"]
  },
  {
    "pergunta": "O que é ejaculação precoce e como pode ser tratada?",
    "resposta": "A ejaculação precoce ocorre quando o homem atinge o orgasmo antes do desejado, causando desconforto a um ou ambos os parceiros. Pode ter causas físicas, psicológicas ou comportamentais. O tratamento envolve terapia sexual, exercícios de controle e, às vezes, medicamentos. Sabia que essa é uma das queixas mais comuns nos consultórios de urologia?",
    "palavras_chave": ["ejaculação precoce", "tratamento", "sexualidade", "urologia", "terapia"]
  },
  {
    "pergunta": "Como prevenir a gravidez indesejada de forma eficaz?",
    "resposta": "A prevenção da gravidez indesejada envolve o uso correto de métodos contraceptivos, como pílula, DIU, camisinha ou implante. O ideal é buscar orientação médica para escolher o método mais adequado. Sabia que combinar dois métodos, como pílula e camisinha, aumenta muito a eficácia e ainda protege contra ISTs?",
    "palavras_chave": ["gravidez", "contracepção", "prevenção", "métodos", "saúde reprodutiva"]
  },
  {
    "pergunta": "Qual é a diferença entre DIU de cobre e DIU hormonal?",
    "resposta": "O DIU de cobre age como um espermicida natural, enquanto o hormonal libera pequenas doses de progesterona que impedem a ovulação e afinam o endométrio. Ambos são seguros e duradouros, mas devem ser colocados por um profissional de saúde. Sabia que o DIU de cobre pode durar até 10 anos?",
    "palavras_chave": ["diu", "anticoncepção", "hormônio", "prevenção", "métodos"]
  },
  {
    "pergunta": "Como o corpo reage após o início da vida sexual?",
    "resposta": "Após o início da vida sexual, o corpo pode passar por mudanças físicas e emocionais, como maior sensibilidade, alteração hormonal e fortalecimento do vínculo afetivo. É importante manter os cuidados com higiene, prevenção e acompanhamento médico. Sabia que algumas pessoas podem sentir desconforto nas primeiras relações, o que é normal se for momentâneo?",
    "palavras_chave": ["vida sexual", "mudanças", "emoções", "cuidados", "hormônios"]
  },
  {
    "pergunta": "Por que o respeito aos limites é essencial na intimidade?",
    "resposta": "Respeitar os limites próprios e do parceiro é o que garante que o prazer seja compartilhado e seguro. A intimidade só é saudável quando há vontade e consentimento de todos os envolvidos. Forçar qualquer situação é violar a liberdade do outro. Sabia que dizer 'não' também é um ato de autocuidado e respeito?",
    "palavras_chave": ["respeito", "consentimento", "intimidade", "limites", "autocuidado"]
  },
  {
    "pergunta": "Como o uso de aplicativos de relacionamento afeta a prevenção sexual?",
    "resposta": "Aplicativos de relacionamento facilitaram encontros e novas conexões, mas também aumentaram a necessidade de responsabilidade e prevenção. É essencial manter o uso de preservativos e fazer testagens regulares. Sabia que alguns apps já incluem alertas e links diretos para serviços de testagem e prevenção?",
    "palavras_chave": ["aplicativos", "relacionamentos", "prevenção", "hiv", "sexualidade"]
  },
  {
    "pergunta": "O que é o implante anticoncepcional e quanto tempo dura?",
    "resposta": "O implante anticoncepcional é uma pequena haste colocada sob a pele do braço, que libera hormônios continuamente para evitar a ovulação. Ele é eficaz por até três anos e pode ser retirado a qualquer momento. Sabia que, por liberar doses baixas e constantes, é um dos métodos mais seguros e discretos disponíveis?",
    "palavras_chave": ["implante", "anticoncepcional", "hormônios", "prevenção", "eficácia"]
  },
  {
    "pergunta": "Como as infecções não tratadas podem afetar a fertilidade?",
    "resposta": "Infecções como clamídia e gonorreia, quando não tratadas, podem causar inflamações nas trompas e levar à infertilidade. Nos homens, podem afetar os testículos e a qualidade dos espermatozoides. Fazer exames regulares é essencial para evitar complicações. Sabia que muitas pessoas só descobrem o problema quando tentam engravidar?",
    "palavras_chave": ["fertilidade", "infecção", "clamídia", "gonorreia", "prevenção"]
  },
  {
    "pergunta": "Por que a confiança é importante em um relacionamento sexual?",
    "resposta": "A confiança permite que as pessoas se sintam seguras para expressar desejos, falar sobre prevenção e respeitar limites. Ela cria um ambiente de cuidado mútuo, essencial para a saúde emocional e física. Sabia que a falta de diálogo e confiança é uma das principais causas de insatisfação sexual nos relacionamentos longos?",
    "palavras_chave": ["confiança", "relacionamento", "intimidade", "diálogo", "respeito"]
  },
  {
    "pergunta": "O que significa sorodiferença em um relacionamento?",
    "resposta": "Sorodiferença é o termo usado quando um casal tem apenas um dos parceiros vivendo com HIV. Com o tratamento adequado e carga viral indetectável, é possível ter uma vida sexual saudável e sem risco de transmissão. Sabia que muitos casais sorodiferentes têm filhos biológicos sem transmitir o vírus?",
    "palavras_chave": ["sorodiferença", "hiv", "tratamento", "indetectável", "prevenção"]
  },
  {
    "pergunta": "Quais métodos de prevenção não hormonais estão disponíveis para mulheres?",
    "resposta": "Além da camisinha feminina e do DIU de cobre, há métodos como o diafragma e o espermicida. Eles não alteram o ciclo hormonal e podem ser boas opções para quem prefere alternativas naturais. Sabia que o diafragma voltou a ser oferecido em algumas redes públicas de saúde após anos fora do mercado?",
    "palavras_chave": ["prevenção", "mulher", "não hormonal", "diafragma", "diu de cobre"]
  },
  {
    "pergunta": "Como lidar com o tabu sobre masturbação?",
    "resposta": "A masturbação ainda é cercada de preconceitos, mas é uma prática natural e saudável. Ela ajuda no autoconhecimento e na liberação de tensões. Falar abertamente sobre o tema combate mitos e promove educação sexual positiva. Sabia que médicos recomendam a masturbação como parte do bem-estar sexual e emocional?",
    "palavras_chave": ["masturbação", "tabu", "autoconhecimento", "educação sexual", "prazer"]
  },
  {
    "pergunta": "Por que é importante realizar testes de IST mesmo sem sintomas?",
    "resposta": "Muitas ISTs podem não apresentar sintomas no início, mas continuam transmissíveis e podem causar danos silenciosos. Fazer testes regularmente é um ato de responsabilidade e prevenção. Sabia que os testes rápidos para HIV, sífilis e hepatite são gratuitos e sigilosos no SUS?",
    "palavras_chave": ["ist", "testagem", "prevenção", "sus", "diagnóstico"]
  },
  {
    "pergunta": "Como a cultura influencia a forma como falamos sobre sexualidade?",
    "resposta": "A cultura define o que é considerado aceitável ou tabu em relação ao sexo. Em alguns contextos, o silêncio e a repressão dificultam o acesso à informação. Falar sobre sexualidade com base no respeito cultural e científico é essencial. Sabia que programas de educação sexual adaptados à cultura local têm resultados mais positivos?",
    "palavras_chave": ["cultura", "sexualidade", "educação", "tabu", "respeito"]
  },
  {
    "pergunta": "Como o envelhecimento afeta o desejo sexual?",
    "resposta": "Com o passar dos anos, mudanças hormonais e de saúde podem influenciar o desejo sexual, mas isso não significa o fim da vida sexual. O prazer continua possível com diálogo, cuidado e adaptação. Sabia que muitos idosos relatam aumento da satisfação sexual devido à experiência e à ausência de pressões sociais?",
    "palavras_chave": ["envelhecimento", "desejo", "sexualidade", "prazer", "mudanças hormonais"]
  },
  {
    "pergunta": "O que são métodos de barreira e quais são os principais?",
    "resposta": "Os métodos de barreira impedem o contato direto entre os órgãos sexuais e os fluidos corporais. Os mais conhecidos são a camisinha masculina, a feminina e o diafragma. Eles são essenciais na prevenção de ISTs e gravidez. Sabia que o uso correto de preservativos é um dos métodos mais antigos e ainda o mais eficaz?",
    "palavras_chave": ["métodos de barreira", "preservativo", "prevenção", "ist", "diafragma"]
  },
  {
    "pergunta": "Por que a vulnerabilidade social aumenta o risco de ISTs?",
    "resposta": "Pessoas em situação de vulnerabilidade social muitas vezes têm menos acesso a informação, prevenção e serviços de saúde. Isso cria um ciclo de exposição e falta de cuidado. Combater as desigualdades é também uma forma de prevenir doenças. Sabia que políticas públicas focadas em comunidades vulneráveis reduzem drasticamente as taxas de HIV?",
    "palavras_chave": ["vulnerabilidade", "ist", "desigualdade", "prevenção", "saúde pública"]
  },
  {
    "pergunta": "O que é o sexo seguro ampliado?",
    "resposta": "O sexo seguro ampliado vai além do uso de preservativos. Inclui testagem regular, diálogo, PrEP, tratamento de ISTs e cuidados emocionais. É uma visão mais completa de proteção e bem-estar. Sabia que esse conceito surgiu para integrar aspectos físicos, psicológicos e sociais da saúde sexual?",
    "palavras_chave": ["sexo seguro", "prevenção", "prep", "bem-estar", "saúde integral"]
  },
  {
    "pergunta": "Como o ciclo de prevenção é mantido entre parceiros fixos?",
    "resposta": "Mesmo em relacionamentos estáveis, é importante manter o diálogo e a testagem periódica. A confiança não substitui a prevenção. Muitos casais optam por acordos de fidelidade com responsabilidade compartilhada. Sabia que casais que fazem exames juntos tendem a manter hábitos de prevenção mais consistentes?",
    "palavras_chave": ["relacionamento", "prevenção", "testagem", "confiança", "diálogo"]
  },
  {
    "pergunta": "O que é a camisinha de poliuretano?",
    "resposta": "A camisinha de poliuretano é uma alternativa para pessoas alérgicas ao látex. Ela é mais fina, resistente e pode ser usada com lubrificantes à base de óleo. Oferece a mesma proteção contra ISTs e gravidez. Sabia que, apesar de mais cara, ela é mais confortável para quem tem sensibilidade ao látex?",
    "palavras_chave": ["preservativo", "poliuretano", "alergia", "prevenção", "ist"]
  },
  {
    "pergunta": "Como o desejo sexual pode variar com fatores emocionais?",
    "resposta": "O desejo é influenciado por emoções, estresse, autoestima e pela qualidade do relacionamento. Momentos de ansiedade ou tristeza podem diminuí-lo, enquanto confiança e afeto o fortalecem. Sabia que atividades físicas e uma boa alimentação também melhoram a libido?",
    "palavras_chave": ["desejo", "emoções", "libido", "autoestima", "relacionamento"]
  },
  {
    "pergunta": "O que é o sexo oral seguro?",
    "resposta": "O sexo oral seguro é aquele em que há proteção contra ISTs, usando camisinha ou barreira de látex. Isso reduz o risco de contágio por vírus e bactérias. É um cuidado simples que faz grande diferença. Sabia que a sífilis e o HPV podem ser transmitidos por sexo oral sem proteção?",
    "palavras_chave": ["sexo oral", "prevenção", "barreira", "hpv", "sífilis"]
  },
  {
    "pergunta": "Como o preconceito dificulta o acesso à saúde sexual?",
    "resposta": "O preconceito faz com que muitas pessoas evitem buscar atendimento por vergonha ou medo de julgamento. Isso atrasa diagnósticos e compromete a prevenção. O acolhimento e o respeito são essenciais em qualquer serviço de saúde. Sabia que o SUS tem políticas específicas para garantir o atendimento humanizado a todos os públicos?",
    "palavras_chave": ["preconceito", "acesso", "saúde sexual", "sus", "acolhimento"]
  },
  {
    "pergunta": "Por que é importante falar sobre sexualidade na terceira idade?",
    "resposta": "A sexualidade continua sendo parte da vida na terceira idade, mas ainda é um tema cercado de tabus. Falar sobre isso promove saúde, autoestima e relacionamentos mais plenos. Sabia que o uso de medicamentos para ereção e reposição hormonal aumentou o interesse por prevenção entre idosos?",
    "palavras_chave": ["terceira idade", "sexualidade", "prevenção", "autoestima", "tabu"]
  },
  {
    "pergunta": "O que é o conceito de prevenção positiva?",
    "resposta": "A prevenção positiva se refere ao cuidado integral das pessoas que vivem com HIV. Além do tratamento, inclui apoio psicológico, combate ao estigma e promoção da qualidade de vida. Sabia que quem vive com HIV e tem carga viral indetectável não transmite o vírus a ninguém?",
    "palavras_chave": ["prevenção positiva", "hiv", "tratamento", "apoio", "qualidade de vida"]
  },
  {
    "pergunta": "Como a autoestima influencia a vida sexual?",
    "resposta": "A autoestima é base da autoconfiança, do prazer e da comunicação nos relacionamentos. Pessoas que se sentem bem consigo mesmas tendem a viver experiências mais saudáveis e conscientes. Sabia que a terapia corporal pode ajudar a reconstruir a relação com o próprio corpo?",
    "palavras_chave": ["autoestima", "sexualidade", "autoconfiança", "prazer", "terapia"]
  },
  {
    "pergunta": "Quais cuidados são importantes após uma relação desprotegida?",
    "resposta": "Após uma relação sem proteção, é essencial buscar atendimento médico o quanto antes. Podem ser indicados testes de IST, PEP e anticoncepção de emergência. O tempo é determinante para a eficácia dos tratamentos. Sabia que o ideal é procurar o serviço de saúde em até 72 horas?",
    "palavras_chave": ["relação desprotegida", "pep", "ist", "prevenção", "saúde"]
  },
  {
    "pergunta": "O que é a anticoncepção de emergência e quando usá-la?",
    "resposta": "A anticoncepção de emergência, conhecida como pílula do dia seguinte, deve ser usada apenas em casos de falha do método contraceptivo ou relação sem proteção. Ela impede a ovulação, mas não protege contra ISTs. Sabia que seu uso frequente pode causar irregularidades no ciclo menstrual?",
    "palavras_chave": ["anticoncepção", "emergência", "gravidez", "pílula", "prevenção"]
  },
  {
    "pergunta": "Por que os exames regulares são tão importantes na saúde sexual?",
    "resposta": "Os exames ajudam a detectar infecções silenciosas, monitorar hormônios e garantir que tudo esteja funcionando bem. Eles também reforçam a responsabilidade compartilhada em um relacionamento. Sabia que manter o acompanhamento regular é uma das formas mais eficazes de prevenção?",
    "palavras_chave": ["exames", "prevenção", "saúde sexual", "monitoramento", "diagnóstico"]
  },
  {
    "pergunta": "O que é a prevenção de combinação social?",
    "resposta": "A prevenção de combinação social integra cuidados médicos com ações comunitárias, campanhas educativas e apoio psicológico. Ela reconhece que a prevenção também depende de contexto social e informação acessível. Sabia que esse modelo é aplicado em programas de HIV no Brasil desde 2013?",
    "palavras_chave": ["prevenção", "educação", "comunidade", "hiv", "saúde pública"]
  },
  {
    "pergunta": "Como a pornografia pode influenciar a percepção sobre o sexo?",
    "resposta": "A pornografia muitas vezes mostra relações irreais e sem contexto emocional, o que pode distorcer expectativas sobre o corpo, o prazer e o consentimento. É importante discutir o tema de forma crítica e educativa. Sabia que o consumo excessivo de pornografia está associado à ansiedade e dificuldades de desempenho?",
    "palavras_chave": ["pornografia", "educação sexual", "expectativas", "consentimento", "desempenho"]
  },
  {
    "pergunta": "O que é o vaginismo e como ele pode ser tratado?",
    "resposta": "O vaginismo é uma contração involuntária dos músculos da vagina que dificulta ou impede a penetração. Suas causas podem ser físicas ou emocionais. O tratamento envolve fisioterapia pélvica e apoio psicológico. Sabia que o vaginismo é mais comum do que se imagina e tem altos índices de cura?",
    "palavras_chave": ["vaginismo", "tratamento", "sexualidade", "terapia", "fisioterapia"]
  },
  {
    "pergunta": "Como os homens podem cuidar melhor da saúde sexual?",
    "resposta": "O cuidado envolve o uso de preservativos, exames periódicos, alimentação saudável e atenção à saúde mental. Consultas urológicas preventivas também são essenciais. Sabia que muitos homens só procuram ajuda médica após os 40 anos, o que pode atrasar diagnósticos simples?",
    "palavras_chave": ["homens", "saúde sexual", "prevenção", "urologia", "exames"]
  },
  {
    "pergunta": "Qual é o papel do diálogo familiar na educação sexual?",
    "resposta": "O diálogo familiar ajuda crianças e adolescentes a entenderem o corpo, o respeito e a responsabilidade. Quando o tema é tratado com naturalidade, evita-se a desinformação e a vergonha. Sabia que adolescentes que conversam sobre sexo com os pais têm menos chances de se expor a riscos?",
    "palavras_chave": ["educação sexual", "família", "diálogo", "prevenção", "comunicação"]
  },
  {
    "pergunta": "Como a religião pode influenciar a vivência da sexualidade?",
    "resposta": "A religião pode trazer valores que moldam o comportamento sexual e as decisões sobre prevenção. O diálogo entre fé e ciência é importante para promover o cuidado sem julgamentos. Sabia que muitas lideranças religiosas participam de campanhas de prevenção baseadas no respeito e na empatia?",
    "palavras_chave": ["religião", "sexualidade", "valores", "prevenção", "respeito"]
  },
  {
    "pergunta": "O que é a profilaxia combinada contra ISTs?",
    "resposta": "A profilaxia combinada é o uso simultâneo de diversas medidas de prevenção, como PrEP, PEP, vacinas, testes e preservativos. Juntas, elas formam uma rede de proteção completa. Sabia que essa estratégia reduziu significativamente as novas infecções por HIV em grandes centros urbanos?",
    "palavras_chave": ["profilaxia", "prep", "pep", "prevenção", "hiv"]
  },
  {
    "pergunta": "Como o estigma afeta as pessoas que vivem com HIV?",
    "resposta": "O estigma social causa isolamento, medo e discriminação, dificultando o acesso ao tratamento. Promover informação e empatia é fundamental para quebrar preconceitos. Sabia que muitas pessoas com HIV levam vidas longas e saudáveis, com tratamento adequado?",
    "palavras_chave": ["hiv", "estigma", "preconceito", "tratamento", "informação"]
  },
  {
    "pergunta": "Por que a saúde sexual é um direito humano?",
    "resposta": "A saúde sexual é parte do direito ao bem-estar físico, mental e social. Envolve liberdade, informação e acesso a cuidados de qualidade. Negar esse direito é negar dignidade. Sabia que a ONU reconhece a saúde sexual como essencial à igualdade de gênero?",
    "palavras_chave": ["direitos humanos", "saúde sexual", "igualdade", "onu", "bem-estar"]
  },
  {
    "pergunta": "Como a tecnologia auxilia na prevenção de ISTs?",
    "resposta": "Aplicativos, chatbots e plataformas de saúde digital permitem agendar testes, tirar dúvidas e acompanhar tratamentos. A tecnologia aproxima o cuidado das pessoas. Sabia que alguns estados brasileiros já usam apps para lembrar o horário da PrEP?",
    "palavras_chave": ["tecnologia", "prevenção", "ist", "hiv", "saúde digital"]
  },
  {
    "pergunta": "Qual é a importância de falar sobre prazer feminino?",
    "resposta": "Discutir prazer feminino é quebrar séculos de silêncio e desigualdade. O prazer é parte da saúde e do autoconhecimento. Falar sobre ele ajuda mulheres a se empoderarem e buscarem relações mais respeitosas. Sabia que o clitóris é o único órgão humano com função exclusiva de proporcionar prazer?",
    "palavras_chave": ["prazer feminino", "sexualidade", "autoconhecimento", "igualdade", "empoderamento"]
  },
  {
    "pergunta": "Como o autocuidado masculino contribui para a prevenção?",
    "resposta": "O autocuidado masculino inclui higiene adequada, uso de preservativo, exames regulares e atenção à saúde mental. Quebrar o preconceito de que homem não cuida da saúde é um passo essencial. Sabia que campanhas específicas para homens jovens estão reduzindo casos de ISTs?",
    "palavras_chave": ["autocuidado", "masculino", "prevenção", "ist", "educação"]
  }
]
