[
  {
    "pergunta": "Por que o Monte Everest é considerado o ponto mais alto da Terra?",
    "resposta": "O Monte Everest, no Himalaia, é o pico mais alto do planeta, com 8.848 metros acima do nível do mares. Isso é medido em relação ao nível médio do mar, que serve como referência global. Ele se formou há milhões de anos pelo choque das placas tectônicas indiana e euroasiática, que empurraram a crosta terrestre para cima. Escalar o Everest é um desafio extremo, não só pela altitude, mas pelo frio, ventos fortes e falta de oxigênio. Muitos alpinistas, como Tenzing Norgay e Edmund Hillary, que chegaram ao cume em 1953, enfrentaram condições brutais. A altitude também afeta o corpo humano, podendo causar o mal de altitude. Sabia que o Everest ainda está crescendo cerca de 4 milímetros por ano devido ao movimento das placas tectônicas?",
    "palavras_chave": ["monte everest", "himalaia", "placas tectônicas", "altitude", "alpinismo"]
  },
  {
    "pergunta": "O que torna a Floresta Amazônica tão única no mundo?",
    "resposta": "A Floresta Amazônica é a maior floresta tropical do planeta, cobrindo cerca de 5,5 milhões de quilômetros quadrados, principalmente no Brasil. Ela é única pela sua biodiversidade: abriga mais de 400 bilhões de árvores de 16 mil espécies diferentes e milhões de animais, desde onças até minúsculos insetos. Além disso, o rio Amazonas, que a corta, é o maior em volume de água do mundo. A floresta também regula o clima global, absorvendo CO2 e produzindo oxigênio, sendo chamada de 'pulmão do planeta', embora esse termo seja mais poético que científico. Infelizmente, o desmatamento ameaça essa riqueza. Sabia que cientistas descobriram na Amazônia espécies novas, como um peixe elétrico, mesmo nos dias de hoje?",
    "palavras_chave": ["amazônia", "biodiversidade", "rio amazonas", "clima", "desmatamento"]
  },
  {
    "pergunta": "Como se formam os desertos?",
    "resposta": "Desertos são áreas com menos de 250 milímetros de chuva por ano, mas a formação deles é mais complexa do que parece. Muitos surgem por causa de padrões climáticos, como correntes de ar seco que impedem a formação de nuvens, ou pela 'sombra de chuva', quando montanhas bloqueiam a passagem de umidade. O Saara, por exemplo, é influenciado por ventos secos do nordeste. Apesar da aridez, desertos abrigam vida adaptada, como cactos e camelos, que sobrevivem com pouquíssima água. A análise crítica aqui é que mudanças climáticas estão expandindo desertos, um processo chamado desertificação, afetando comunidades locais. Sabia que o deserto do Atacama, no Chile, é tão seco que algumas áreas não veem chuva há séculos?",
    "palavras_chave": ["desertos", "clima", "sombra de chuva", "desertificação", "atacama"]
  },
  {
    "pergunta": "Por que os polos da Terra são tão frios?",
    "resposta": "Os polos Ártico e Antártico são gelados porque recebem menos luz solar direta. A Terra é inclinada, então os raios do Sol chegam aos polos em ângulos rasantes, espalhando a energia em vez de concentrá-la. Isso cria temperaturas extremas, às vezes abaixo de -50°C na Antártida. O gelo reflete a luz solar, num efeito chamado albedo, o que mantém a região ainda mais fria. Essas áreas são vitais para o equilíbrio climático global, mas estão derretendo devido ao aquecimento global. Sabia que a Antártida tem 70% da água doce do planeta, presa em suas geleiras?",
    "palavras_chave": ["polos", "albedo", "geleiras", "aquecimento global", "antártida"]
  },
  {
    "pergunta": "O que são auroras boreais e austrais?",
    "resposta": "As auroras são espetáculos de luzes coloridas no céu, vistas principalmente nos polos. Elas acontecem quando partículas carregadas do Sol, chamadas vento solar, colidem com gases na atmosfera terrestre, como nitrogênio e oxigênio. Isso cria brilhos verdes, roxos e vermelhos. No Ártico, é a aurora boreal; no sul, a austral. São mais visíveis em lugares como Noruega ou Antártida, em noites claras. A beleza das auroras também levanta questões sobre como proteger a atmosfera terrestre. Sabia que, em raras ocasiões, auroras foram vistas em latitudes mais baixas, como no Brasil, durante tempestades solares intensas?",
    "palavras_chave": ["auroras", "vento solar", "atmosfera", "polos", "tempestade solar"]
  },
  {
    "pergunta": "Como os vulcões afetam o clima global?",
    "resposta": "Vulcões liberam cinzas e gases, como dióxido de enxofre, que podem alterar o clima. Grandes erupções, como a do Monte Pinatubo em 1991, jogam partículas na estratosfera, bloqueando parte da luz solar e causando resfriamento temporário do planeta. Isso pode durar meses ou anos. Porém, vulcões também emitem CO2, contribuindo para o aquecimento a longo prazo. É uma relação complexa: erupções são ao mesmo tempo resfriadoras e poluentes. Sabia que a erupção do vulcão Tambora, em 1815, causou o 'ano sem verão', com nevascas em julho na Europa?",
    "palavras_chave": ["vulcões", "clima", "erupção", "pinatubo", "tambora"]
  },
  {
    "pergunta": "Por que o oceano é azul?",
    "resposta": "O oceano parece azul porque a água absorve cores do espectro de luz de forma desigual. A luz vermelha e laranja é absorvida primeiro, enquanto o azul penetra mais fundo e é refletido de volta aos nossos olhos. Partículas e algas na água também influenciam a tonalidade. Em águas muito claras, como no Caribe, o azul é mais vibrante por causa da baixa quantidade de sedimentos. O oceano não é só visualmente belo, ele regula o clima absorvendo calor. Sabia que, em algumas condições, o oceano pode parecer verde devido à presença de fitoplâncton?",
    "palavras_chave": ["oceano", "luz", "reflexão", "fitoplâncton", "clima"]
  },
  {
    "pergunta": "O que é a Grande Barreira de Corais e por que ela é importante?",
    "resposta": "A Grande Barreira de Corais, na Austrália, é o maior sistema de recifes de coral do mundo, com mais de 2.300 km de extensão. Formada por bilhões de corais, ela abriga uma biodiversidade incrível, com milhares de espécies de peixes, moluscos e tubarões. É um ecossistema essencial, mas está ameaçada pelo branqueamento dos corais, causado pelo aumento da temperatura dos oceanos. Proteger a barreira é crucial para a saúde marinha global. Sabia que ela é tão grande que pode ser vista do espaço?",
    "palavras_chave": ["corais", "biodiversidade", "branqueamento", "austrália", "recife"]
  },
  {
    "pergunta": "Como as montanhas influenciam o clima local?",
    "resposta": "Montanhas alteram o clima porque forçam o ar úmido a subir, o que causa chuva em um lado (barlavento) e seca no outro (sotavento), no fenômeno da sombra de chuva. Os Andes, por exemplo, criam chuvas intensas na Amazônia e desertos no Atacama. Montanhas também bloqueiam ventos, criando microclimas. Isso afeta agricultura e assentamentos humanos. Sabia que o Himalaia influencia as monções na Índia, impactando bilhões de pessoas?",
    "palavras_chave": ["montanhas", "sombra de chuva", "microclima", "himalaia", "andes"]
  },
  {
    "pergunta": "O que são rios voadores e como funcionam?",
    "resposta": "Rios voadores são correntes de vapor d’água transportadas pelo vento, vindas principalmente da Amazônia. A floresta absorve água do solo e a libera pela transpiração das árvores, formando nuvens que viajam milhares de quilômetros. Essas nuvens levam chuva para o sudeste do Brasil e até a Argentina. É um ciclo vital, mas o desmatamento pode enfraquecê-lo. Sabia que um único dia de transpiração da Amazônia pode gerar mais água que o volume do rio São Francisco?",
    "palavras_chave": ["rios voadores", "amazônia", "transpiração", "chuva", "desmatamento"]
  },
  {
    "pergunta": "Por que os tornados são tão comuns em certas regiões dos EUA?",
    "resposta": "Tornados são frequentes no chamado 'Corredor dos Tornados', no centro dos EUA, por causa da colisão de massas de ar quente e úmido do Golfo do México com ar frio e seco das Montanhas Rochosas. Essa mistura cria instabilidade atmosférica, gerando tempestades violentas. Cidades como Oklahoma estão no epicentro. A análise crítica é que mudanças climáticas podem estar intensificando esses eventos. Sabia que os tornados mais poderosos podem ter ventos de até 480 km/h?",
    "palavras_chave": ["tornados", "corredor dos tornados", "atmosfera", "clima", "oklahoma"]
  },
  {
    "pergunta": "O que causa as marés nos oceanos?",
    "resposta": "As marés são causadas pela gravidade da Lua e do Sol, que puxam a água dos oceanos, criando ondulações. A Lua, por estar mais perto, tem um efeito maior. Quando Sol, Lua e Terra se alinham, temos marés vivas, mais intensas; quando estão em ângulo reto, marés mortas, mais suaves. Elas afetam a navegação e a vida marinha. Sabia que em alguns lugares, como a Baía de Fundy, no Canadá, a diferença entre maré alta e baixa pode chegar a 16 metros?",
    "palavras_chave": ["marés", "lua", "gravidade", "baía de fundy", "oceanos"]
  },
  {
    "pergunta": "Como se formam as cavernas subterrâneas?",
    "resposta": "Cavernas se formam principalmente em rochas calcárias, quando a água da chuva, ligeiramente ácida, dissolve o carbonato de cálcio ao longo de milhares de anos. Esse processo cria túneis, estalactites e estalagmites. A Caverna de Carlsbad, nos EUA, é um exemplo famoso. Cavernas abrigam ecossistemas únicos, mas são frágeis. Sabia que algumas cavernas têm rios subterrâneos que correm por quilômetros sem nunca ver a luz do dia?",
    "palavras_chave": ["cavernas", "calcário", "estalactites", "ecossistema", "carlsbad"]
  },
  {
    "pergunta": "O que é o Círculo de Fogo do Pacífico?",
    "resposta": "O Círculo de Fogo é uma região ao redor do Oceano Pacífico onde ocorrem 75% dos vulcões ativos do mundo e 90% dos terremotos. Ele se estende por países como Japão, Indonésia e Chile, devido à intensa atividade das placas tectônicas. É uma área de beleza natural, mas também de risco. Sabia que o terremoto de 2011 no Japão, que causou um tsunami, aconteceu no Círculo de Fogo?",
    "palavras_chave": ["círculo de fogo", "vulcões", "terremotos", "placas tectônicas", "japão"]
  },
  {
    "pergunta": "Por que os corais são considerados animais e não plantas?",
    "resposta": "Corais parecem plantas, mas são animais porque pertencem ao grupo dos cnidários, como as águas-vivas. Eles têm um corpo simples, com pólipos que capturam alimento com tentáculos. Vivem em simbiose com algas, que lhes dão cor e energia via fotossíntese, o que causa a confusão. O branqueamento ocorre quando as algas morrem, matando o coral. Sabia que corais constroem recifes que protegem costas contra erosão?",
    "palavras_chave": ["corais", "cnidários", "simbiose", "branqueamento", "recifes"]
  },
  {
    "pergunta": "O que é o fenômeno El Niño?",
    "resposta": "El Niño é uma mudança nos padrões climáticos do Oceano Pacífico, quando águas quentes se acumulam na costa oeste da América do Sul. Isso altera ventos e correntes, causando chuvas intensas em alguns lugares, como o Peru, e secas em outros, como a Austrália. Ele pode durar meses e impacta a agricultura global. Sabia que o nome El Niño vem de pescadores peruanos, que notaram o fenômeno perto do Natal, associando-o ao 'Menino Jesus'?",
    "palavras_chave": ["el niño", "pacífico", "clima", "chuvas", "secas"]
  },
  {
    "pergunta": "Como as dunas de areia se formam?",
    "resposta": "Dunas se formam quando o vento transporta grãos de areia e os acumula em montes, moldados por correntes de ar. O formato depende da direção e força do vento, criando dunas em meia-lua, lineares ou estreladas. No deserto do Saara, dunas podem alcançar 180 metros de altura. Elas são dinâmicas, movendo-se com o tempo, o que desafia assentamentos humanos. Sabia que algumas dunas 'cantam' quando o vento passa, produzindo sons graves?",
    "palavras_chave": ["dunas", "vento", "saara", "areia", "movimento"]
  },
  {
    "pergunta": "Por que os fiordes da Noruega são tão impressionantes?",
    "resposta": "Fiordes são vales profundos esculpidos por geleiras há milhares de anos, invadidos pelo mar após o derretimento do gelo. Na Noruega, como no fiorde de Geiranger, eles têm paredões de até 1.400 metros e águas profundas, criando paisagens dramáticas. São hotspots turísticos, mas também frágeis ecossistemas. Sabia que alguns fiordes noruegueses são tão estreitos que navios mal conseguem passar?",
    "palavras_chave": ["fiordes", "geleiras", "noruega", "geiranger", "ecossistema"]
  },
  {
    "pergunta": "O que é a tundra e como a vida sobrevive lá?",
    "resposta": "A tundra é um bioma frio e árido, encontrado no Ártico ou em altas montanhas, com solos congelados (permafrost) e pouca vegetação, como musgos e liquens. Animais como renas e lemingues se adaptaram com pelagens grossas e dietas específicas. O aquecimento global ameaça a tundra, derretendo o permafrost. Sabia que, apesar do frio, a tundra tem explosões de flores coloridas no curto verão ártico?",
    "palavras_chave": ["tundra", "permafrost", "ártico", "adaptação", "aquecimento global"]
  },
  {
    "pergunta": "Por que o Salar de Uyuni parece um espelho gigante?",
    "resposta": "O Salar de Uyuni, na Bolívia, é a maior planície de sal do mundo, com 10.500 km². Durante a estação chuvosa, uma fina camada de água cobre o sal, criando um reflexo perfeito do céu, como um espelho. Ele se formou há milhares de anos, quando um lago pré-histórico secou. É uma maravilha natural, mas também uma fonte de lítio. Sabia que o Salar é usado para calibrar satélites por causa de sua superfície plana e reflexiva?",
    "palavras_chave": ["salar de uyuni", "sal", "reflexo", "lítio", "bolívia"]
  },
  {
    "pergunta": "Como funcionam os gêiseres?",
    "resposta": "Gêiseres são fontes termais que jorram água quente e vapor periodicamente. Eles ocorrem em áreas vulcânicas, onde o magma aquece a água subterrânea até ela ferver e ser expelida pela pressão. O gêiser Old Faithful, em Yellowstone, é famoso por erupções regulares. São fenômenos raros e frágeis. Sabia que alguns gêiseres podem lançar água a mais de 50 metros de altura?",
    "palavras_chave": ["gêiseres", "vulcões", "yellowstone", "água quente", "erupção"]
  },
  {
    "pergunta": "O que torna o Grand Canyon tão grandioso?",
    "resposta": "O Grand Canyon, no Arizona, é um desfiladeiro de 446 km de comprimento e até 29 km de largura, esculpido pelo rio Colorado ao longo de 6 milhões de anos. Suas camadas de rocha contam a história geológica da Terra, com fósseis de 1,2 bilhão de anos. É um marco natural e cultural, mas enfrenta desafios com turismo excessivo. Sabia que o canyon é tão profundo que o clima no topo e no fundo pode diferir como se fossem estações diferentes?",
    "palavras_chave": ["grand canyon", "rio colorado", "geologia", "fósseis", "turismo"]
  },
  {
    "pergunta": "Por que os manguezais são tão importantes para o meio ambiente?",
    "resposta": "Manguezais são ecossistemas costeiros onde árvores crescem em água salgada, como no litoral brasileiro. Eles protegem contra erosão, filtram poluentes e servem de berçário para peixes e crustáceos. Também armazenam carbono, ajudando no combate às mudanças climáticas. A destruição de manguezais prejudica a pesca e a biodiversidade. Sabia que os manguezais podem sobreviver a furacões melhor que muitas florestas?",
    "palavras_chave": ["manguezais", "biodiversidade", "erosão", "carbono", "costa"]
  },
  {
    "pergunta": "O que é a corrente do Golfo e como ela afeta o clima?",
    "resposta": "A Corrente do Golfo é uma corrente oceânica quente que flui do Golfo do México para o Atlântico Norte, levando calor para a Europa. Sem ela, países como o Reino Unido teriam invernos muito mais frios. Ela faz parte do sistema de circulação global dos oceanos, mas o aquecimento global pode enfraquecê-la. Sabia que a Corrente do Golfo foi descrita por Benjamin Franklin em 1770, quando ele notou que navios cruzavam o Atlântico mais rápido em certas rotas?",
    "palavras_chave": ["corrente do golfo", "clima", "atlântico", "aquecimento global", "circulação"]
  },
  {
    "pergunta": "Como se formam os icebergues?",
    "resposta": "Icebergues são blocos de gelo que se desprendem de geleiras ou plataformas de gelo, como na Antártida ou Groenlândia, e flutuam nos oceanos. Eles se formam quando o gelo acumulado nas geleiras desliza para o mar e se quebra. Apenas 10% de um iceberg fica acima da água, o que o torna perigoso para navios, como no caso do Titanic. O derretimento de icebergues contribui para a elevação do nível do mar. Sabia que alguns icebergues podem ser tão grandes quanto cidades, com quilômetros de extensão?",
    "palavras_chave": ["icebergues", "geleiras", "antártida", "nível do mar", "titanic"]
  },
  {
    "pergunta": "Por que o Deserto do Saara é tão quente e seco?",
    "resposta": "O Saara, o maior deserto quente do mundo, é assim por causa da sua localização no cinturão subtropical, onde o ar quente e seco desce, inibindo a formação de nuvens e chuvas. Ele cobre 9,2 milhões de quilômetros quadrados no norte da África. O calor pode ultrapassar 50°C, e a areia reflete a luz solar, intensificando a sensação térmica. Apesar disso, o Saara tem oásis que sustentam vida, como palmeiras e comunidades nômades. A desertificação está expandindo suas bordas, o que preocupa cientistas. Sabia que o Saara já foi uma savana verdejante há cerca de 10 mil anos, com rios e lagos?",
    "palavras_chave": ["saara", "deserto", "subtropical", "oásis", "desertificação"]
  },
  {
    "pergunta": "O que faz do rio Nilo tão essencial para o Egito?",
    "resposta": "O rio Nilo, com 6.650 km, é a espinha dorsal do Egito, fornecendo água para agricultura, bebida e transporte desde a Antiguidade. Ele nasce na África Oriental e atravessa desertos até o Mediterrâneo. Suas cheias anuais fertilizam o solo, permitindo o cultivo em terras áridas. Hoje, a represa de Assuã controla essas cheias, mas gera debates sobre impactos ambientais. Sabia que o Nilo foi tão vital que os egípcios antigos o consideravam um deus chamado Hapi?",
    "palavras_chave": ["nilo", "egito", "agricultura", "assuã", "cheias"]
  },
  {
    "pergunta": "Como os recifes de coral protegem as ilhas?",
    "resposta": "Recifes de coral agem como barreiras naturais, reduzindo a força das ondas e protegendo ilhas contra erosão e tempestades. Eles absorvem até 97% da energia das ondas, como visto nas Maldivas. Além disso, sustentam a pesca, essencial para comunidades locais. O branqueamento, causado pelo aquecimento dos oceanos, ameaça essa proteção. Sabia que os recifes de coral ocupam menos de 0,1% do fundo do mar, mas abrigam 25% das espécies marinhas?",
    "palavras_chave": ["recifes", "coral", "erosão", "branqueamento", "maldivas"]
  },
  {
    "pergunta": "Por que o Polo Norte não tem terra firme como o Polo Sul?",
    "resposta": "O Polo Norte fica no meio do Oceano Ártico, coberto por uma camada de gelo flutuante, enquanto o Polo Sul está sobre a Antártida, um continente sólido. O gelo ártico é mais fino, com até 4 metros, e derrete parcialmente no verão. Isso afeta a fauna, como ursos polares, que dependem do gelo para caçar. O derretimento acelerado preocupa cientistas. Sabia que o Polo Norte não tem um ponto fixo, pois o gelo se move constantemente com as correntes oceânicas?",
    "palavras_chave": ["polo norte", "ártico", "gelo", "antártida", "derretimento"]
  },
  {
    "pergunta": "O que são os alpes e por que são tão famosos?",
    "resposta": "Os Alpes são uma cadeia montanhosa na Europa, cruzando países como França, Suíça e Áustria, com picos como o Mont Blanc, de 4.810 metros. Formados há 30 milhões de anos pela colisão de placas tectônicas, são famosos por sua beleza, esportes de inverno e vilarejos pitorescos. O turismo, porém, pressiona os ecossistemas alpinos. Sabia que os Alpes abrigam o túnel de São Gotardo, o mais longo do mundo, com 57 km?",
    "palavras_chave": ["alpes", "montanhas", "mont blanc", "turismo", "são gotardo"]
  },
  {
    "pergunta": "Como os furacões ganham tanta força?",
    "resposta": "Furacões se formam sobre oceanos tropicais quentes, com temperaturas acima de 26°C. A água quente evapora, criando nuvens e ventos que giram devido à rotação da Terra. Eles podem alcançar ventos de 250 km/h, como o Katrina em 2005. O aquecimento global pode estar intensificando sua frequência e força. Sabia que o 'olho' do furacão, uma área calma no centro, pode ter até 50 km de diâmetro?",
    "palavras_chave": ["furacões", "oceanos", "ventos", "aquecimento global", "katrina"]
  },
  {
    "pergunta": "O que é a camada de ozônio e por que ela importa?",
    "resposta": "A camada de ozônio, na estratosfera, absorve 99% dos raios ultravioleta (UV) do Sol, protegendo a vida na Terra de câncer de pele e danos a ecossistemas. Nos anos 1980, descobriu-se um buraco na camada sobre a Antártida, causado por gases como os CFCs. Acordos como o Protocolo de Montreal reduziram esses danos, mas a recuperação é lenta. Sabia que a camada de ozônio é mais fina nos polos, por isso o buraco aparece mais lá?",
    "palavras_chave": ["ozônio", "estratosfera", "ultravioleta", "montreal", "antártida"]
  },
  {
    "pergunta": "Por que os pântanos são tão ricos em biodiversidade?",
    "resposta": "Pântanos, como os do Pantanal brasileiro, são áreas alagadas que misturam terra e água, criando habitats únicos. Eles abrigam jacarés, capivaras e milhares de aves, além de plantas adaptadas à umidade. São filtros naturais, purificando água, mas estão ameaçados por drenagem e agricultura. Sabia que o Pantanal é o maior pântano tropical do mundo, com 150 mil km²?",
    "palavras_chave": ["pântanos", "pantanal", "biodiversidade", "água", "jacarés"]
  },
  {
    "pergunta": "O que causa os terremotos mais devastadores?",
    "resposta": "Terremotos ocorrem quando placas tectônicas se movem e liberam energia acumulada, causando tremores. Os mais devastadores, como o de Haiti em 2010, acontecem em falhas ativas perto de áreas povoadas. A escala Richter mede sua intensidade, e um grau 7 já é catastrófico. A previsão de terremotos ainda é um desafio. Sabia que o terremoto mais forte registrado, de 9,5 graus, ocorreu no Chile em 1960?",
    "palavras_chave": ["terremotos", "placas tectônicas", "richter", "haiti", "chile"]
  },
  {
    "pergunta": "Como as florestas de kelp ajudam os oceanos?",
    "resposta": "Florestas de kelp são ecossistemas subaquáticos formados por algas gigantes, como na costa da Califórnia. Elas abrigam peixes, lontras e outros animais, além de absorverem CO2, ajudando no combate às mudanças climáticas. Também protegem costas contra erosão. A poluição e o aquecimento ameaçam essas florestas. Sabia que o kelp pode crescer até 60 cm por dia, sendo uma das plantas de crescimento mais rápido do mundo?",
    "palavras_chave": ["kelp", "oceanos", "biodiversidade", "co2", "erosão"]
  },
  {
    "pergunta": "O que é o fenômeno La Niña?",
    "resposta": "La Niña é o oposto do El Niño, quando águas frias emergem no Pacífico equatorial, alterando o clima global. Ela causa chuvas intensas na Austrália e secas na América do Sul, afetando safras e economias. É parte do ciclo ENOS (El Niño-Oscilação Sul). Sabia que La Niña pode durar até dois anos, mais que o El Niño, impactando o clima por longos períodos?",
    "palavras_chave": ["la niña", "pacífico", "clima", "enos", "chuvas"]
  },
  {
    "pergunta": "Por que o Mar Morto tem esse nome?",
    "resposta": "O Mar Morto, entre Israel e Jordânia, tem 34% de salinidade, dez vezes mais que os oceanos, o que impede a vida de peixes e plantas. Essa alta concentração de sal faz as pessoas flutuarem na água. Ele é alimentado pelo rio Jordão, mas está encolhendo devido ao uso excessivo de água. Sabia que o Mar Morto é o ponto mais baixo da Terra, a 430 metros abaixo do nível do mar?",
    "palavras_chave": ["mar morto", "salinidade", "jordão", "flutuação", "nível do mar"]
  },
  {
    "pergunta": "Como os glaciares moldam a paisagem?",
    "resposta": "Glaciares são massas de gelo que se movem lentamente, erodindo rochas e criando vales em U, fiordes e lagos. Na Patagônia, o glaciar Perito Moreno é um exemplo impressionante. Eles esculpiram paisagens ao longo de milênios, mas estão derretendo rapidamente hoje. Sabia que os glaciares armazenam 75% da água doce do planeta, mais que rios e lagos juntos?",
    "palavras_chave": ["glaciares", "erosão", "perito moreno", "água doce", "patagônia"]
  },
  {
    "pergunta": "O que torna o vulcão Kilauea tão ativo?",
    "resposta": "O Kilauea, no Havaí, é um dos vulcões mais ativos do mundo devido à sua localização sobre um ponto quente, onde magma sobe diretamente do manto terrestre. Suas erupções, como a de 2018, liberam lava que cria novas terras. Apesar do perigo, é uma atração turística. Sabia que os havaianos consideram o Kilauea morada da deusa Pele, segundo a mitologia local?",
    "palavras_chave": ["kilauea", "vulcão", "ponto quente", "havaí", "pele"]
  },
  {
    "pergunta": "Por que os atóis são tão comuns no Pacífico?",
    "resposta": "Atóis são ilhas em forma de anel formadas por corais que crescem ao redor de vulcões submersos. No Pacífico, onde há muitos vulcões oceânicos, os corais formam recifes que emergem quando o vulcão afunda. As Maldivas e o Atol de Bikini são exemplos. Eles são frágeis e ameaçados pela elevação do mar. Sabia que alguns atóis têm lagoas internas tão profundas que abrigam ecossistemas únicos?",
    "palavras_chave": ["atóis", "corais", "pacífico", "vulcões", "maldivas"]
  },
  {
    "pergunta": "O que é a savana e como ela suporta a vida selvagem?",
    "resposta": "A savana é um bioma de gramíneas com árvores esparsas, como no Serengeti, na África. Ela tem estações seca e chuvosa, sustentando animais como leões, elefantes e zebras, adaptados a migrar por água e comida. O fogo natural ajuda a renovar a vegetação. Sabia que as savanas abrigam as maiores migrações de mamíferos do planeta, como a dos gnus no Serengeti?",
    "palavras_chave": ["savana", "serengeti", "migração", "fogo", "biodiversidade"]
  },
  {
    "pergunta": "Como os cânions submarinos se formam?",
    "resposta": "Cânions submarinos, como o de Nazaré, em Portugal, são vales profundos no fundo do mar, esculpidos por correntes de turbidez, que são fluxos de sedimentos e água. Eles canalizam nutrientes, sustentando vida marinha. Alguns são tão grandes quanto o Grand Canyon. Sabia que o cânion de Nazaré cria algumas das maiores ondas do mundo, atraindo surfistas?",
    "palavras_chave": ["cânions submarinos", "turbidez", "nazaré", "nutrientes", "ondas"]
  },
  {
    "pergunta": "Por que o céu parece mais alaranjado ao pôr do sol?",
    "resposta": "Ao pôr do sol, a luz solar atravessa mais atmosfera, espalhando cores azuis e deixando tons laranja e vermelhos dominarem. Poeira e poluição intensificam esse efeito. É um fenômeno óptico que inspirou artistas como Claude Monet. Sabia que vulcões, como o Krakatoa em 1883, já intensificaram pores do sol globais por causa de cinzas na atmosfera?",
    "palavras_chave": ["pôr do sol", "atmosfera", "espalhamento", "krakatoa", "luz"]
  },
  {
    "pergunta": "O que são os planaltos e como eles se formam?",
    "resposta": "Planaltos são áreas elevadas e planas, como o Planalto Central brasileiro. Eles se formam por elevação tectônica ou erosão de montanhas ao longo de milhões de anos. São importantes para agricultura e mineração, mas podem sofrer erosão excessiva. Sabia que o Planalto do Tibete, o maior do mundo, tem uma altitude média de 4.500 metros?",
    "palavras_chave": ["planaltos", "tectônica", "erosão", "tibete", "agricultura"]
  },
  {
    "pergunta": "Como as cachoeiras mais altas do mundo se formam?",
    "resposta": "Cachoeiras como o Salto Ángel, na Venezuela, com 979 metros, formam-se quando rios caem de grandes altitudes, geralmente em bordas de planaltos ou falhas geológicas. A erosão constante aprofunda o leito do rio, criando quedas dramáticas. Elas atraem turistas, mas podem ser frágeis. Sabia que o Salto Ángel é tão alto que parte da água vira névoa antes de tocar o solo?",
    "palavras_chave": ["cachoeiras", "salto ángel", "erosão", "planalto", "venezuela"]
  },
  {
    "pergunta": "O que é o bioma taiga e por que ele é único?",
    "resposta": "A taiga é um bioma de florestas boreais, com coníferas como pinheiros, encontrado em regiões frias como o Canadá e a Sibéria. Ela suporta animais como lobos e alces, adaptados ao frio. A taiga armazena muito carbono, mas está ameaçada por desmatamento. Sabia que a taiga cobre 17% da superfície terrestre, sendo o maior bioma terrestre do planeta?",
    "palavras_chave": ["taiga", "coníferas", "carbono", "sibéria", "biodiversidade"]
  },
  {
    "pergunta": "Por que os tsunamis são tão perigosos?",
    "resposta": "Tsunamis são ondas gigantes causadas por terremotos submarinos, erupções vulcânicas ou deslizamentos. Eles viajam a 800 km/h no oceano e podem atingir 30 metros de altura ao chegar à costa, como o de 2004 no Índico. A preparação, como sistemas de alerta, é crucial. Sabia que o Japão tem barreiras contra tsunamis que chegam a 12 metros de altura?",
    "palavras_chave": ["tsunamis", "terremotos", "ondas", "índico", "japão"]
  },
  {
    "pergunta": "O que é a bacia do Congo e sua importância?",
    "resposta": "A bacia do Congo, na África, é a segunda maior floresta tropical do mundo, depois da Amazônia. O rio Congo, com 4.700 km, sustenta milhões de pessoas e uma biodiversidade única, com gorilas e elefantes. Ela regula o clima, mas sofre com desmatamento. Sabia que o rio Congo é tão poderoso que cria redemoinhos visíveis do espaço?",
    "palavras_chave": ["congo", "floresta", "rio", "biodiversidade", "desmatamento"]
  },
  {
    "pergunta": "Como as ilhas vulcânicas, como o Havaí, se formam?",
    "resposta": "Ilhas vulcânicas surgem quando magma de pontos quentes no manto terrestre erupciona no fundo do oceano, formando montanhas que emergem como ilhas. O Havaí é um exemplo, com vulcões como o Mauna Kea. Elas abrigam ecossistemas únicos, mas são vulneráveis à erosão. Sabia que o Mauna Kea, medido do fundo do mar, é mais alto que o Everest?",
    "palavras_chave": ["ilhas vulcânicas", "havaí", "magma", "mauna kea", "erosão"]
  },
  {
    "pergunta": "Por que o lago Baikal é considerado o mais profundo do mundo?",
    "resposta": "O lago Baikal, na Sibéria, tem 1.642 metros de profundidade, sendo o mais profundo do planeta. Formado há 25 milhões de anos por uma fenda tectônica, ele contém 20% da água doce superficial da Terra. Sua água é incrivelmente pura, e ele abriga espécies únicas, como a foca de Baikal. A poluição e o turismo, porém, são ameaças. Sabia que o Baikal é tão claro que, no inverno, você pode ver até 40 metros de profundidade através do gelo?",
    "palavras_chave": ["baikal", "lago", "profundidade", "sibéria", "água doce"]
  },
  {
    "pergunta": "O que são as luzes do sul e onde podemos vê-las?",
    "resposta": "As luzes do sul, ou aurora austral, são fenômenos de luzes coloridas causados por partículas solares que colidem com a atmosfera terrestre no Hemisfério Sul. São mais visíveis em lugares como a Tasmânia, Nova Zelândia e Antártida, em noites claras e escuras. Elas inspiram cientistas e turistas, mas a poluição luminosa dificulta a observação. Sabia que as auroras austrais podem aparecer em tons de rosa e vermelho, dependendo dos gases atmosféricos?",
    "palavras_chave": ["aurora austral", "luzes", "antártida", "partículas solares", "tasmânia"]
  },
  {
    "pergunta": "Como as ilhas Galápagos influenciaram a teoria da evolução?",
    "resposta": "As ilhas Galápagos, no Equador, são um arquipélago vulcânico onde Charles Darwin, em 1835, observou espécies únicas, como tartarugas gigantes e tentilhões. Essas variações entre ilhas ajudaram a formular a teoria da seleção natural. Hoje, as ilhas são um hotspot de biodiversidade, mas enfrentam pressão do turismo. Sabia que cada ilha das Galápagos tem tartarugas com formatos de casco diferentes, adaptados ao ambiente local?",
    "palavras_chave": ["galápagos", "evolução", "darwin", "biodiversidade", "tartarugas"]
  },
  {
    "pergunta": "O que causa as tempestades de areia no deserto?",
    "resposta": "Tempestades de areia ocorrem quando ventos fortes levantam partículas de areia e poeira em desertos, como no Saara ou no Gobi. Elas podem reduzir a visibilidade a zero e danificar equipamentos. São comuns em áreas secas com pouca vegetação para segurar o solo. A desertificação agrava o problema. Sabia que uma tempestade de areia no Saara pode levar poeira até a Amazônia, fertilizando o solo da floresta?",
    "palavras_chave": ["tempestade de areia", "deserto", "saara", "poeira", "desertificação"]
  },
  {
    "pergunta": "Por que o Monte Kilimanjaro tem neve mesmo estando perto do equador?",
    "resposta": "O Kilimanjaro, na Tanzânia, tem 5.895 metros e neve em seu pico devido à alta altitude, onde o ar é frio o suficiente para manter gelo. Ele é um vulcão extinto, e sua neve está diminuindo por causa do aquecimento global, o que preocupa cientistas. É um símbolo da África, mas a perda de gelo afeta o turismo. Sabia que o Kilimanjaro é um dos poucos lugares na África equatorial com neve permanente?",
    "palavras_chave": ["kilimanjaro", "neve", "altitude", "aquecimento global", "tanzânia"]
  },
  {
    "pergunta": "O que é a Fossa das Marianas e por que ela é tão misteriosa?",
    "resposta": "A Fossa das Marianas, no Pacífico, é o ponto mais profundo dos oceanos, com 11 km de profundidade. Formada por subducção de placas tectônicas, ela abriga vida adaptada à escuridão e pressão extrema, como peixes abissais. Pouco explorada, é um desafio para cientistas. Sabia que apenas três pessoas já desceram ao fundo da fossa, incluindo o cineasta James Cameron em 2012?",
    "palavras_chave": ["fossa das marianas", "oceano", "subducção", "abissal", "exploração"]
  },
  {
    "pergunta": "Como os deltas dos rios se formam?",
    "resposta": "Deltas se formam quando rios, como o Nilo ou o Amazonas, depositam sedimentos ao encontrar o mar, criando áreas em forma de leque. Eles são ricos em nutrientes, ideais para agricultura, mas vulneráveis a inundações e elevação do nível do mar. O delta do Mississippi é um exemplo clássico. Sabia que o delta do Ganges, na Índia, sustenta mais de 100 milhões de pessoas?",
    "palavras_chave": ["deltas", "sedimentos", "rio", "ganges", "agricultura"]
  },
  {
    "pergunta": "Por que o Ártico está derretendo mais rápido que a Antártida?",
    "resposta": "O Ártico derrete mais rápido porque é um oceano coberto de gelo fino, que absorve mais calor quando exposto. A Antártida, um continente com gelo espesso, reflete mais luz solar. O aquecimento global acelera esse processo, afetando ursos polares e comunidades indígenas. Sabia que o Ártico pode ficar sem gelo no verão até 2050, segundo projeções?",
    "palavras_chave": ["ártico", "derretimento", "antártida", "aquecimento global", "gelo"]
  },
  {
    "pergunta": "O que são os cenotes do México e como eles se formaram?",
    "resposta": "Cenotes são poços naturais de água doce em rochas calcárias, comuns na Península de Yucatán, México. Formados pela erosão de cavernas subterrâneas, eles eram sagrados para os maias, usados em rituais. Hoje, atraem mergulhadores, mas a poluição os ameaça. Sabia que alguns cenotes têm rios subterrâneos conectados, formando sistemas de até 300 km?",
    "palavras_chave": ["cenotes", "yucatán", "erosão", "maias", "mergulho"]
  },
  {
    "pergunta": "Como os vulcões submarinos afetam os oceanos?",
    "resposta": "Vulcões submarinos, como os do Círculo de Fogo, liberam magma e gases que aquecem a água e criam novos ecossistemas, como fontes hidrotermais. Eles também liberam nutrientes, mas grandes erupções podem causar tsunamis. A exploração desses vulcões é difícil devido à profundidade. Sabia que fontes hidrotermais abrigam bactérias que vivem sem luz solar, usando enxofre como energia?",
    "palavras_chave": ["vulcões submarinos", "fontes hidrotermais", "tsunamis", "nutrientes", "círculo de fogo"]
  },
  {
    "pergunta": "O que é o fenômeno da bioluminescência nos oceanos?",
    "resposta": "A bioluminescência é a produção de luz por organismos marinhos, como plâncton dinoflagelado, em lugares como a Baía de Mosquito, em Porto Rico. É uma reação química usada para atrair presas ou confundir predadores. O turismo para ver o fenômeno pode prejudicar esses ecossistemas. Sabia que a bioluminescência cria 'trilhas brilhantes' quando barcos passam por essas águas à noite?",
    "palavras_chave": ["bioluminescência", "plâncton", "mosquito bay", "luz", "ecossistema"]
  },
  {
    "pergunta": "Por que o deserto de Atacama é o lugar mais seco da Terra?",
    "resposta": "O deserto de Atacama, no Chile, é extremamente seco devido à sombra de chuva dos Andes, que bloqueia a umidade do Amazonas, e às correntes frias do Pacífico, que reduzem a evaporação. Algumas áreas recebem menos de 1 mm de chuva por ano. Apesar disso, abriga vida adaptada, como cactos. Sabia que o Atacama é usado para testar rovers de Marte por sua semelhança com o planeta vermelho?",
    "palavras_chave": ["atacama", "deserto", "sombra de chuva", "marte", "aridez"]
  },
  {
    "pergunta": "O que são as pradarias e por que são tão férteis?",
    "resposta": "Pradarias são vastas áreas de gramíneas, como as dos Pampas, na Argentina, ou das Grandes Planícies, nos EUA. Elas têm solos ricos devido à decomposição de plantas, ideais para agricultura, como trigo e milho. A conversão para fazendas, porém, reduz a biodiversidade. Sabia que as pradarias americanas já abrigaram milhões de bisões antes da colonização?",
    "palavras_chave": ["pradarias", "pampas", "solo", "agricultura", "bisões"]
  },
  {
    "pergunta": "Como as geleiras da Groenlândia afetam o nível do mar?",
    "resposta": "As geleiras da Groenlândia estão derretendo devido ao aquecimento global, contribuindo para a elevação do nível do mar. Se todo o gelo derreter, o nível dos oceanos pode subir até 7 metros, inundando cidades costeiras. O monitoramento por satélites é crucial. Sabia que a Groenlândia perde cerca de 270 bilhões de toneladas de gelo por ano?",
    "palavras_chave": ["groenlândia", "geleiras", "nível do mar", "aquecimento global", "derretimento"]
  },
  {
    "pergunta": "O que torna o vulcão Etna tão especial?",
    "resposta": "O Etna, na Sicília, Itália, é um dos vulcões mais ativos do mundo, com erupções quase contínuas. Ele se formou sobre uma zona de subducção e tem solos férteis que sustentam vinhedos. Suas erupções atraem turistas, mas também ameaçam vilarejos. Sabia que o Etna é mencionado na mitologia grega como a prisão do monstro Tifão?",
    "palavras_chave": ["etna", "vulcão", "sicília", "erupções", "mitologia"]
  },
  {
    "pergunta": "Por que os lagos de crateras são tão coloridos?",
    "resposta": "Lagos de crateras, como o do vulcão Kelimutu, na Indonésia, têm cores vibrantes devido a minerais dissolvidos, como enxofre, e à atividade vulcânica. Cada lago pode ter uma cor diferente, como azul ou verde, mudando com o tempo. Eles são atrações turísticas, mas perigosos. Sabia que os lagos do Kelimutu são considerados sagrados por comunidades locais, associados a espíritos?",
    "palavras_chave": ["lagos de cratera", "kelimutu", "minerais", "vulcão", "cores"]
  },
  {
    "pergunta": "O que é o ciclo da água e por que ele é vital?",
    "resposta": "O ciclo da água é o processo de evaporação, condensação, precipitação e infiltração que move a água pelo planeta. Oceanos, rios e nuvens estão conectados, sustentando a vida e o clima. Alterações, como secas, afetam esse equilíbrio. Sabia que 97% da água da Terra está nos oceanos, mas apenas 1% é potável e acessível?",
    "palavras_chave": ["ciclo da água", "evaporação", "precipitação", "oceanos", "clima"]
  },
  {
    "pergunta": "Como as florestas de mangue ajudam no combate às mudanças climáticas?",
    "resposta": "Mangues armazenam até cinco vezes mais carbono por hectare que florestas terrestres, ajudando a mitigar o aquecimento global. Eles crescem em áreas costeiras, como no Brasil, e protegem contra tempestades. A destruição por aquicultura é uma ameaça. Sabia que os mangues podem capturar carbono por milhares de anos no solo?",
    "palavras_chave": ["mangues", "carbono", "clima", "costa", "tempestades"]
  },
  {
    "pergunta": "O que são os campos de gelo da Patagônia?",
    "resposta": "Os campos de gelo da Patagônia, no Chile e na Argentina, são vastas áreas de geleiras, como o Campo de Gelo Sul, que cobrem montanhas e alimentam rios. Eles são remanescentes da Era do Gelo, mas estão derretendo rapidamente. São cruciais para o abastecimento de água. Sabia que o Campo de Gelo Sul é o terceiro maior reservatório de água doce do mundo?",
    "palavras_chave": ["patagônia", "geleiras", "campo de gelo", "água doce", "derretimento"]
  },
  {
    "pergunta": "Por que o Mar Vermelho é tão rico em biodiversidade?",
    "resposta": "O Mar Vermelho, entre a África e a Ásia, tem águas quentes e recifes de coral que abrigam mais de 1.200 espécies de peixes. Sua localização em uma fenda tectônica cria condições únicas. O turismo e a poluição são ameaças. Sabia que o Mar Vermelho tem seu nome devido a algas que podem tingir a água de vermelho em certas épocas?",
    "palavras_chave": ["mar vermelho", "corais", "biodiversidade", "algas", "tectônica"]
  },
  {
    "pergunta": "O que são as chapadas brasileiras e por que são tão belas?",
    "resposta": "Chapadas, como a Diamantina e a dos Veadeiros, são planaltos brasileiros com bordas elevadas, cachoeiras e savanas. Formadas por erosão ao longo de milhões de anos, elas atraem ecoturistas, mas sofrem com queimadas. Sabia que a Chapada dos Veadeiros é um ponto de energia mística para muitas pessoas, atraindo visitantes espirituais?",
    "palavras_chave": ["chapadas", "veadeiros", "erosão", "cachoeiras", "ecoturismo"]
  },
  {
    "pergunta": "Como os ventos alísios afetam o clima global?",
    "resposta": "Os ventos alísios são correntes de ar consistentes que sopram de leste para oeste nos trópicos, impulsionando chuvas e correntes oceânicas. Eles ajudaram navegadores na era das caravelas e regulam o clima, como nas monções. Alterações climáticas podem enfraquecê-los. Sabia que os alísios foram cruciais para Colombo chegar às Américas em 1492?",
    "palavras_chave": ["ventos alísios", "trópicos", "clima", "navegação", "monções"]
  },
  {
    "pergunta": "O que é o fenômeno das marés vermelhas?",
    "resposta": "Marés vermelhas são blooms de algas tóxicas, como dinoflagelados, que tingem a água de vermelho ou marrom. Elas liberam toxinas que matam peixes e afetam a saúde humana, como na costa da Flórida. A poluição por nutrientes agrava o problema. Sabia que marés vermelhas podem ser vistas do espaço devido à sua extensão?",
    "palavras_chave": ["marés vermelhas", "algas", "toxinas", "flórida", "poluição"]
  },
  {
    "pergunta": "Por que o Yellowstone é chamado de supervulcão?",
    "resposta": "O Parque Yellowstone, nos EUA, fica sobre uma caldeira vulcânica gigante, formada por erupções massivas há milhões de anos. Seus gêiseres e fontes termais são sinais de atividade. Uma erupção hoje seria catastrófica, mas é improvável no curto prazo. Sabia que o Yellowstone tem mais de 10 mil características geotérmicas, mais que qualquer outro lugar no mundo?",
    "palavras_chave": ["yellowstone", "supervulcão", "caldeira", "gêiseres", "geotérmica"]
  },
  {
    "pergunta": "Como os lagos glaciais se formam?",
    "resposta": "Lagos glaciais, como o Louise, no Canadá, surgem quando geleiras derretem e deixam depressões preenchidas por água. Eles têm cores vibrantes devido a sedimentos finos, chamados de farinha glacial. São atrações turísticas, mas o derretimento acelerado preocupa. Sabia que o lago Louise tem uma cor turquesa tão intensa que parece pintada?",
    "palavras_chave": ["lagos glaciais", "geleiras", "louise", "sedimentos", "turquesa"]
  },
  {
    "pergunta": "O que é o fenômeno das nuvens lenticulares?",
    "resposta": "As nuvens lenticulares são formações em forma de disco que aparecem perto de montanhas, como o Monte Fuji, no Japão. Elas se formam quando o ar úmido é forçado a subir pelas montanhas, resfriando e condensando em camadas. São impressionantes e muitas vezes confundidas com OVNIs por sua aparência. O aquecimento global pode alterar sua formação ao mudar padrões de vento. Sabia que pilotos de planadores adoram essas nuvens porque indicam correntes de ar ascendentes perfeitas para voar?",
    "palavras_chave": ["nuvens lenticulares", "montanhas", "condensação", "ovnis", "vento"]
  },
  {
    "pergunta": "Por que o rio Yangtze é tão importante para a China?",
    "resposta": "O rio Yangtze, com 6.300 km, é o maior da China e vital para sua economia, fornecendo água para irrigação, energia hidrelétrica e transporte. Ele sustenta cidades como Xangai e a represa das Três Gargantas, a maior do mundo. No entanto, a poluição e as inundações são desafios. Sabia que o Yangtze abriga o golfinho-de-rio, uma espécie quase extinta encontrada só nesse rio?",
    "palavras_chave": ["yangtze", "china", "hidrelétrica", "poluição", "golfinho"]
  },
  {
    "pergunta": "Como as florestas tropicais influenciam o ciclo global de carbono?",
    "resposta": "Florestas tropicais, como a Amazônia, absorvem enormes quantidades de CO2 durante a fotossíntese, funcionando como sumidouros de carbono. Elas armazenam carbono em árvores e no solo, ajudando a mitigar as mudanças climáticas. O desmatamento, porém, libera esse carbono, agravando o problema. Sabia que uma única hectare de floresta tropical pode armazenar até 200 toneladas de carbono?",
    "palavras_chave": ["florestas tropicais", "carbono", "fotossíntese", "desmatamento", "amazônia"]
  },
  {
    "pergunta": "O que torna o lago Titicaca tão único?",
    "resposta": "O lago Titicaca, entre Peru e Bolívia, é o maior lago navegável mais alto do mundo, a 3.812 metros de altitude. Ele foi sagrado para os incas e ainda abriga comunidades que vivem em ilhas flutuantes feitas de junco. O lago enfrenta poluição por esgoto e mineração. Sabia que as ilhas flutuantes dos Uros são reconstruídas constantemente, pois o junco apodrece em poucos meses?",
    "palavras_chave": ["titicaca", "altitude", "incas", "uros", "poluição"]
  },
  {
    "pergunta": "Por que os recifes de coral do Caribe são tão coloridos?",
    "resposta": "Os recifes do Caribe devem suas cores vibrantes às algas zooxantelas, que vivem em simbiose com os corais, dando tons de verde, azul e vermelho. A água clara da região intensifica o efeito visual. O branqueamento, causado pelo aquecimento, ameaça essas cores. Sabia que os recifes caribenhos inspiraram o cenário do filme *Procurando Nemo*?",
    "palavras_chave": ["caribe", "corais", "zooxantelas", "branqueamento", "cores"]
  },
  {
    "pergunta": "O que são os campos de lava e como eles se formam?",
    "resposta": "Campos de lava, como os do Havaí, são áreas onde lava vulcânica esfria e endurece, criando paisagens rochosas. Eles se formam após erupções, com a lava fluindo e solidificando em formas variadas, como cordas ou blocos. Alguns abrigam vida pioneira, como musgos. Sabia que os campos de lava do Havaí são usados para estudar como a vida coloniza ambientes extremos, como em Marte?",
    "palavras_chave": ["campos de lava", "vulcões", "havaí", "colonização", "rochas"]
  },
  {
    "pergunta": "Como as monções afetam a agricultura na Ásia?",
    "resposta": "As monções trazem chuvas sazonais cruciais para a agricultura na Ásia, especialmente para o arroz, que depende de solos alagados. Na Índia, 60% das lavouras dependem delas. Chuvas irregulares, porém, podem causar secas ou inundações, afetando milhões. Sabia que a palavra 'monção' vem do árabe 'mausim', que significa 'estação'?",
    "palavras_chave": ["monções", "agricultura", "índia", "chuvas", "arroz"]
  },
  {
    "pergunta": "O que é o fenômeno do sol da meia-noite?",
    "resposta": "O sol da meia-noite ocorre em regiões acima do Círculo Polar Ártico, como na Noruega, onde o Sol não se põe por semanas devido à inclinação da Terra. É um espetáculo que atrai turistas, mas altera o sono dos moradores. O aquecimento global pode mudar sua duração. Sabia que, no inverno, essas mesmas regiões enfrentam a noite polar, com meses sem luz solar?",
    "palavras_chave": ["sol da meia-noite", "ártico", "inclinação", "noite polar", "noruega"]
  },
  {
    "pergunta": "Por que o deserto de Gobi é tão frio no inverno?",
    "resposta": "O deserto de Gobi, na Mongólia e China, é frio no inverno, com temperaturas abaixo de -30°C, por estar em uma região continental elevada, longe de oceanos que moderam o clima. Ventos fortes agravam a sensação térmica. Ele abriga fósseis de dinossauros, mas é ameaçado pela desertificação. Sabia que o Gobi é um dos poucos desertos frios do mundo, diferente dos quentes como o Saara?",
    "palavras_chave": ["gobi", "deserto frio", "inverno", "fósseis", "desertificação"]
  },
  {
    "pergunta": "O que são as ilhas de calor urbanas?",
    "resposta": "Ilhas de calor urbanas ocorrem quando cidades, como São Paulo, ficam mais quentes que áreas rurais devido ao concreto, asfalto e falta de vegetação, que absorvem e retêm calor. Isso aumenta o uso de energia e afeta a saúde. Mais áreas verdes podem mitigar o problema. Sabia que a temperatura em centros urbanos pode ser até 7°C mais alta que em áreas verdes próximas?",
    "palavras_chave": ["ilhas de calor", "cidades", "concreto", "vegetação", "clima"]
  },
  {
    "pergunta": "Como os fiordes da Nova Zelândia se comparam aos da Noruega?",
    "resposta": "Os fiordes da Nova Zelândia, como os de Fiordland, são tão impressionantes quanto os da Noruega, formados por geleiras que esculpiram vales profundos. Eles abrigam pinguins e focas, mas são menores em escala. O turismo os pressiona, exigindo proteção. Sabia que o fiorde de Milford Sound é chamado de 'oitava maravilha do mundo' por sua beleza?",
    "palavras_chave": ["fiordes", "nova zelândia", "milford sound", "geleiras", "turismo"]
  },
  {
    "pergunta": "Por que o rio Mekong é vital para o sudeste asiático?",
    "resposta": "O rio Mekong, com 4.350 km, atravessa seis países e sustenta 60 milhões de pessoas com pesca e agricultura, especialmente arroz. A represa de Xayaburi, no Laos, gera energia, mas ameaça o ecossistema. O equilíbrio entre desenvolvimento e conservação é crucial. Sabia que o Mekong tem uma das maiores pescarias de água doce do mundo, com peixes gigantes como o bagre do Mekong?",
    "palavras_chave": ["mekong", "pesca", "agricultura", "represa", "ecossistema"]
  },
  {
    "pergunta": "O que é a tundra alpina e como ela difere da tundra ártica?",
    "resposta": "A tundra alpina ocorre em altas montanhas, como nos Andes, com vegetação rasteira adaptada ao frio e ventos fortes. Diferente da tundra ártica, ela não tem permafrost, mas enfrenta solos rochosos. Animais como lhamas são comuns. O aquecimento ameaça ambos os biomas. Sabia que a tundra alpina pode ter flores coloridas mesmo em altitudes extremas?",
    "palavras_chave": ["tundra alpina", "montanhas", "vegetação", "andes", "aquecimento"]
  },
  {
    "pergunta": "Como as correntes oceânicas regulam o clima global?",
    "resposta": "Correntes oceânicas, como a Corrente do Golfo, transportam calor e nutrientes pelos oceanos, influenciando o clima. Elas levam água quente para regiões frias, como a Europa, e fria para os trópicos. Alterações por aquecimento global podem desestabilizar o clima. Sabia que as correntes formam um 'tapete rolante' global que leva séculos para completar um ciclo?",
    "palavras_chave": ["correntes oceânicas", "clima", "golfo", "aquecimento global", "nutrientes"]
  },
  {
    "pergunta": "O que são os vulcões de lama e onde eles ocorrem?",
    "resposta": "Vulcões de lama são formações que expelem lama, água e gases, geralmente em áreas de atividade geotérmica, como no Azerbaijão. Eles se formam por pressão subterrânea, não por magma. São menores que vulcões tradicionais, mas fascinantes. Sabia que o maior vulcão de lama do mundo, em Sidoarjo, Indonésia, engoliu vilarejos desde 2006?",
    "palavras_chave": ["vulcões de lama", "geotérmica", "azerbaijão", "sidoarjo", "lama"]
  },
  {
    "pergunta": "Por que o lago Natron, na Tanzânia, é tão mortal?",
    "resposta": "O lago Natron é extremamente alcalino, com pH de até 10,5, devido a minerais vulcânicos. Ele mata a maioria dos animais que entram, mas flamingos se adaptaram para viver ali. Sua cor vermelha vem de algas. A mineração ameaça o lago. Sabia que animais mortos no Natron podem ficar 'petrificados' por causa dos minerais?",
    "palavras_chave": ["natron", "alcalino", "flamingos", "tanzânia", "minerais"]
  },
  {
    "pergunta": "O que é a dorsal mesoatlântica e por que ela é importante?",
    "resposta": "A dorsal mesoatlântica é uma cadeia de montanhas submarinas onde placas tectônicas se separam, formando novo fundo oceânico. Ela se estende por 65 mil km e é essencial para a geologia da Terra. Fontes hidrotermais ali abrigam vida única. Sabia que a Islândia é uma parte da dorsal que emerge acima do mar?",
    "palavras_chave": ["dorsal mesoatlântica", "tectônica", "fontes hidrotermais", "islândia", "geologia"]
  },
  {
    "pergunta": "Como as savanas africanas suportam grandes mamíferos?",
    "resposta": "As savanas, como o Serengeti, têm gramíneas abundantes e árvores esparsas, fornecendo alimento para herbívoros como zebras e gnus, que sustentam predadores como leões. As chuvas sazonais mantêm o equilíbrio. A caça ilegal é uma ameaça. Sabia que a migração anual dos gnus no Serengeti é um dos maiores espetáculos naturais do mundo?",
    "palavras_chave": ["savanas", "serengeti", "migração", "herbívoros", "caça"]
  },
  {
    "pergunta": "O que são os oásis e como eles surgem nos desertos?",
    "resposta": "Oásis são áreas verdes em desertos, como no Saara, onde água subterrânea ou rios afloram, permitindo vegetação e vida. Eles são vitais para nômades e caravanas, mas a superexploração de água os ameaça. Sabia que o oásis de Huacachina, no Peru, é tão pequeno que parece uma miragem?",
    "palavras_chave": ["oásis", "deserto", "água subterrânea", "huacachina", "saara"]
  },
  {
    "pergunta": "Por que o Monte Fuji é um símbolo do Japão?",
    "resposta": "O Monte Fuji, com 3.776 metros, é um vulcão adormecido e um ícone cultural japonês, reverenciado em arte e religião. Sua simetria e beleza atraem milhões de visitantes. A pressão do turismo exige cuidados ambientais. Sabia que o Fuji é escalado por mais de 300 mil pessoas anualmente, muitas em peregrinação espiritual?",
    "palavras_chave": ["fuji", "japão", "vulcão", "turismo", "cultura"]
  },
  {
    "pergunta": "O que é a Grande Divisória Australiana?",
    "resposta": "A Grande Divisória é uma cadeia montanhosa na Austrália que separa a costa leste dos desertos internos, influenciando o clima e a distribuição de rios. Ela abriga florestas de eucalipto e coalas. A mineração ameaça seus ecossistemas. Sabia que a divisória tem 3.500 km, uma das mais longas cadeias montanhosas do mundo?",
    "palavras_chave": ["grande divisória", "austrália", "clima", "eucalipto", "mineração"]
  },
  {
    "pergunta": "Como os lagos de sal, como o Bonneville, se formam?",
    "resposta": "Lagos de sal, como o Bonneville, em Utah, são restos de lagos pré-históricos que secaram, deixando crostas de sal. Eles se formam em bacias onde a evaporação excede a precipitação. São usados para corridas de carros, mas frágeis. Sabia que o Bonneville é tão plano que é usado para testar recordes de velocidade terrestre?",
    "palavras_chave": ["lago de sal", "bonneville", "evaporação", "utah", "velocidade"]
  },
  {
    "pergunta": "Por que os recifes de coral da Indonésia são tão diversos?",
    "resposta": "Os recifes da Indonésia, parte do Triângulo de Coral, têm a maior biodiversidade marinha do mundo devido às águas quentes, correntes ricas em nutrientes e milhares de ilhas. Eles abrigam 75% das espécies de coral conhecidas. A pesca predatória é uma ameaça. Sabia que o Triângulo de Coral é chamado de 'Amazônia dos mares' por sua riqueza?",
    "palavras_chave": ["recifes", "indonésia", "biodiversidade", "triângulo de coral", "pesca"]
  },
  {
    "pergunta": "O que é a corrente de Humboldt e como ela afeta o clima?",
    "resposta": "A corrente de Humboldt é uma corrente fria que sobe da Antártida ao longo da costa oeste da América do Sul, trazendo nutrientes que sustentam a pesca, como no Peru. Ela cria desertos costeiros, como o Atacama, ao reduzir chuvas. O El Niño a enfraquece. Sabia que a corrente é nomeada em homenagem ao explorador Alexander von Humboldt, que a estudou no século XIX?",
    "palavras_chave": ["humboldt", "corrente", "pesca", "atacama", "el niño"]
  },
  {
    "pergunta": "Como as florestas boreais ajudam a regular o clima?",
    "resposta": "Florestas boreais, ou taigas, como na Sibéria, absorvem CO2 e refletem luz solar com neve, ajudando a resfriar o planeta. Elas armazenam carbono no solo e nas árvores, mas o desmatamento e incêndios liberam esse carbono. Sabia que as boreais cobrem 17% da Terra, mais que qualquer outro bioma terrestre?",
    "palavras_chave": ["boreais", "taiga", "carbono", "clima", "sibéria"]
  }
]