[
  {
    "pergunta": "O que significa a teoria da evolução das espécies proposta por Charles Darwin?",
    "resposta": "A teoria da evolução das espécies de Darwin explica que todos os seres vivos descendem de ancestrais comuns e que, ao longo do tempo, sofreram modificações por meio da seleção natural. Em outras palavras, os indivíduos com características mais vantajosas sobrevivem e se reproduzem mais. Esse processo lento e contínuo levou à imensa diversidade de espécies que conhecemos hoje. Sabia que Darwin levou mais de 20 anos para publicar suas ideias por medo da reação da sociedade e da Igreja?",
    "palavras_chave": ["evolução", "darwin", "espécies", "seleção natural", "adaptação"]
  },
  {
    "pergunta": "O que é seleção natural e como ela atua sobre as populações?",
    "resposta": "A seleção natural é o processo pelo qual os indivíduos mais adaptados a um ambiente têm maior chance de sobreviver e deixar descendentes. Ela atua sobre variações genéticas já existentes em uma população, favorecendo características que aumentam a sobrevivência. Com o tempo, essas características se tornam mais comuns. Sabia que Darwin observou esse fenômeno nas tartarugas das Ilhas Galápagos, que tinham diferentes tipos de casco conforme o ambiente de cada ilha?",
    "palavras_chave": ["seleção natural", "variação", "adaptação", "população", "evolução"]
  },
  {
    "pergunta": "Como as mutações genéticas contribuem para a evolução?",
    "resposta": "As mutações são alterações no DNA que criam novas variações genéticas. A maioria é neutra ou até prejudicial, mas algumas podem oferecer vantagens adaptativas. Quando essas mutações vantajosas se espalham, elas impulsionam a evolução da espécie. Sabia que a resistência de certas bactérias a antibióticos é resultado direto de mutações selecionadas naturalmente?",
    "palavras_chave": ["mutação", "dna", "variação genética", "adaptação", "evolução"]
  },
  {
    "pergunta": "Qual é a diferença entre seleção natural e seleção artificial?",
    "resposta": "A seleção natural ocorre de forma espontânea, guiada pelas pressões do ambiente, enquanto a seleção artificial é conduzida pelo ser humano, que escolhe quais características quer preservar. Um exemplo clássico é o cruzamento seletivo de cães ou plantas. Sabia que Darwin usou exemplos de pombos criados por criadores ingleses para compreender melhor como pequenas variações podem ser acumuladas ao longo do tempo?",
    "palavras_chave": ["seleção natural", "seleção artificial", "darwin", "evolução", "adaptação"]
  },
  {
    "pergunta": "O que são fósseis e qual é o papel deles no estudo da evolução?",
    "resposta": "Fósseis são restos ou vestígios de organismos que viveram no passado e ficaram preservados em rochas. Eles ajudam os cientistas a reconstruir a história da vida na Terra e observar mudanças graduais nas espécies. Sabia que o Archaeopteryx, considerado o elo entre dinossauros e aves, foi descoberto em 1861 e ajudou a confirmar as ideias de Darwin?",
    "palavras_chave": ["fósseis", "evolução", "registro fóssil", "ancestral", "mudança"]
  },
  {
    "pergunta": "O que é adaptação biológica?",
    "resposta": "Adaptação biológica é a característica que aumenta as chances de um organismo sobreviver e se reproduzir em determinado ambiente. Ela pode ser estrutural, como o pescoço longo da girafa; fisiológica, como a produção de veneno em cobras; ou comportamental, como a migração de aves. Sabia que o camaleão não muda de cor apenas para se camuflar, mas também para regular a temperatura corporal e se comunicar?",
    "palavras_chave": ["adaptação", "sobrevivência", "ambiente", "evolução", "espécies"]
  },
  {
    "pergunta": "Como a teoria de Lamarck difere da de Darwin?",
    "resposta": "Lamarck acreditava que as características adquiridas durante a vida podiam ser herdadas pelos descendentes, como um pescoço de girafa que cresce por esticar-se. Já Darwin propôs que as variações ocorrem naturalmente e o ambiente seleciona as mais vantajosas. Embora a teoria de Lamarck tenha sido superada, ela foi importante por introduzir a ideia de transformação das espécies. Sabia que Darwin admirava Lamarck por sua coragem em propor algo tão revolucionário para a época?",
    "palavras_chave": ["lamarck", "darwin", "herança", "adaptação", "evolução"]
  },
  {
    "pergunta": "O que é a árvore da vida na biologia evolutiva?",
    "resposta": "A árvore da vida é uma metáfora usada para representar as relações evolutivas entre todos os seres vivos. Cada galho simboliza uma linhagem e as ramificações mostram pontos de divergência entre espécies. Essa ideia mostra que toda vida tem uma origem comum. Sabia que hoje usamos análises genéticas para construir versões mais precisas dessa árvore, revelando conexões antes desconhecidas?",
    "palavras_chave": ["árvore da vida", "linhagem", "ancestral comum", "filogenia", "evolução"]
  },
  {
    "pergunta": "Como o isolamento geográfico pode levar à formação de novas espécies?",
    "resposta": "Quando uma população é separada geograficamente, seus grupos deixam de trocar genes. Com o tempo, mutações e adaptações diferentes fazem esses grupos se tornarem espécies distintas — esse processo é chamado de especiação. Sabia que as ilhas do Havaí são um laboratório natural para estudar esse fenômeno, por abrigarem muitas espécies endêmicas?",
    "palavras_chave": ["isolamento", "especiação", "população", "adaptação", "evolução"]
  },
  {
    "pergunta": "O que é um ancestral comum?",
    "resposta": "Um ancestral comum é uma espécie do passado da qual duas ou mais espécies descendem. Ele representa um ponto de origem compartilhado na árvore da vida. Por exemplo, humanos e chimpanzés compartilham um ancestral comum que viveu há cerca de 6 milhões de anos. Sabia que mais de 98% do DNA dos humanos é idêntico ao dos chimpanzés?",
    "palavras_chave": ["ancestral comum", "espécies", "evolução", "dna", "origem"]
  },
  {
    "pergunta": "O que são fósseis vivos?",
    "resposta": "Fósseis vivos são espécies que mantêm características muito semelhantes às de seus ancestrais de milhões de anos atrás. O celacanto, um peixe encontrado em 1938, é um exemplo clássico. Ele era considerado extinto há 65 milhões de anos! Sabia que seu estudo ajudou os cientistas a entender como os vertebrados conquistaram o ambiente terrestre?",
    "palavras_chave": ["fósseis vivos", "celacanto", "evolução", "espécies", "mudança"]
  },
  {
    "pergunta": "Como a seleção sexual influencia a evolução das espécies?",
    "resposta": "A seleção sexual ocorre quando certas características aumentam as chances de atrair parceiros e se reproduzir, mesmo que não tragam vantagens diretas de sobrevivência. As penas coloridas do pavão são um bom exemplo. Sabia que Darwin considerava a seleção sexual um dos mecanismos mais poderosos para explicar comportamentos e aparências extravagantes na natureza?",
    "palavras_chave": ["seleção sexual", "reprodução", "darwin", "adaptação", "evolução"]
  },
  {
    "pergunta": "O que é o neodarwinismo?",
    "resposta": "O neodarwinismo é a teoria moderna da evolução que combina as ideias de Darwin com os avanços da genética. Ele explica que a variação surge por mutações e recombinações genéticas, e a seleção natural atua sobre essas variações. Sabia que essa síntese foi consolidada apenas no século XX, com o trabalho de cientistas como Dobzhansky e Mayr?",
    "palavras_chave": ["neodarwinismo", "genética", "seleção natural", "mutação", "evolução"]
  },
  {
    "pergunta": "Como as evidências anatômicas sustentam a teoria da evolução?",
    "resposta": "A comparação entre estruturas corporais revela semelhanças que indicam uma origem comum. Por exemplo, o braço humano, a asa do morcego e a nadadeira da baleia têm o mesmo padrão ósseo, o que mostra uma ancestralidade compartilhada. Sabia que essas estruturas são chamadas de homólogas e são uma das provas mais fortes da evolução?",
    "palavras_chave": ["anatomia comparada", "homologia", "ancestral", "estrutura", "evolução"]
  },
  {
    "pergunta": "O que são órgãos vestigiais?",
    "resposta": "Órgãos vestigiais são partes do corpo que perderam sua função original ao longo da evolução. O apêndice humano e as asas reduzidas de certas aves são exemplos disso. Eles revelam adaptações do passado. Sabia que as baleias ainda possuem ossos pélvicos vestigiais, resquícios de seus ancestrais terrestres?",
    "palavras_chave": ["órgãos vestigiais", "adaptação", "evolução", "ancestral", "mudança"]
  },
  {
    "pergunta": "Por que a variabilidade genética é essencial para a evolução?",
    "resposta": "A variabilidade genética fornece o material sobre o qual a seleção natural pode atuar. Sem variação, todas as populações seriam idênticas, e nenhuma poderia se adaptar a novas condições. Sabia que espécies clonais, como algumas plantas cultivadas, são mais vulneráveis a pragas justamente por falta dessa diversidade?",
    "palavras_chave": ["variabilidade", "genética", "evolução", "seleção natural", "adaptação"]
  },
  {
    "pergunta": "Como os fósseis de transição ajudam a compreender a evolução?",
    "resposta": "Fósseis de transição mostram características intermediárias entre grupos de organismos, revelando como ocorreu a mudança gradual. O Tiktaalik, por exemplo, tinha nadadeiras com ossos semelhantes a membros, ligando peixes e anfíbios. Sabia que ele foi descoberto em rochas de 375 milhões de anos no Ártico canadense?",
    "palavras_chave": ["fóssil de transição", "tiktaalik", "evolução", "mudança", "ancestral"]
  },
  {
    "pergunta": "O que são espécies endêmicas e por que são importantes na evolução?",
    "resposta": "Espécies endêmicas são aquelas restritas a uma região específica, resultado de isolamento geográfico e evolução independente. Elas são fundamentais para estudar processos evolutivos. Sabia que as ilhas Galápagos abrigam diversas espécies endêmicas que inspiraram as ideias de Darwin?",
    "palavras_chave": ["espécies endêmicas", "isolamento", "galápagos", "evolução", "adaptação"]
  },
  {
    "pergunta": "Como a deriva genética afeta a evolução das populações?",
    "resposta": "A deriva genética é uma mudança aleatória na frequência dos genes de uma população, especialmente em grupos pequenos. Diferente da seleção natural, ela não depende de vantagem adaptativa. Sabia que uma população pode perder genes importantes apenas por acaso, levando até à extinção de certas variações?",
    "palavras_chave": ["deriva genética", "população", "mutação", "evolução", "genes"]
  },
  {
    "pergunta": "O que foi o experimento de Lenski com bactérias e o que ele demonstrou?",
    "resposta": "Desde 1988, o cientista Richard Lenski observa a evolução de bactérias E. coli em laboratório. Seu experimento mostrou, em tempo real, como mutações e seleção natural podem gerar novas capacidades, como usar citrato como fonte de energia. Sabia que esse é o estudo mais longo de evolução em andamento no mundo?",
    "palavras_chave": ["lenski", "bactérias", "mutação", "evolução", "experimento"]
  },
  {
    "pergunta": "Por que a evolução não é um processo com objetivo definido?",
    "resposta": "A evolução não tem direção ou propósito; ela é resultado da interação entre variação genética e pressões ambientais. Os organismos não evoluem para um 'melhor' estado, apenas se adaptam às condições atuais. Sabia que muitos animais perdem estruturas ao longo da evolução, como os peixes cavernícolas que perderam os olhos?",
    "palavras_chave": ["evolução", "adaptação", "ambiente", "mudança", "pressão seletiva"]
  },
  {
    "pergunta": "Como a biogeografia reforça as ideias da evolução?",
    "resposta": "A biogeografia estuda a distribuição das espécies no planeta e mostra padrões que só fazem sentido à luz da evolução. Por exemplo, espécies parecidas em ilhas próximas têm origens comuns. Sabia que o estudo da fauna australiana ajudou a entender o isolamento evolutivo de marsupiais?",
    "palavras_chave": ["biogeografia", "distribuição", "espécies", "evolução", "isolamento"]
  },
  {
    "pergunta": "Qual é a relação entre evolução e tempo geológico?",
    "resposta": "A evolução ocorre em escalas de tempo muito longas, acompanhando as mudanças geológicas da Terra. Extinções em massa e formações de continentes influenciaram o curso evolutivo. Sabia que 99% das espécies que já existiram estão extintas hoje, deixando apenas seus descendentes adaptados?",
    "palavras_chave": ["tempo geológico", "extinção", "espécies", "mudança", "evolução"]
  },
  {
    "pergunta": "O que são fósseis moleculares e o que revelam sobre a evolução?",
    "resposta": "Fósseis moleculares são vestígios de genes ou proteínas que permanecem no DNA e indicam a história evolutiva das espécies. Comparar essas sequências permite reconstruir relações entre organismos. Sabia que o gene da insulina humana é quase idêntico ao de outros mamíferos, mostrando nossa origem compartilhada?",
    "palavras_chave": ["fóssil molecular", "dna", "genética", "evolução", "ancestralidade"]
  },
  {
    "pergunta": "O que é microevolução e como ela se diferencia da macroevolução?",
    "resposta": "Microevolução refere-se a pequenas mudanças genéticas dentro de uma população, como variações de cor ou tamanho. Já a macroevolução envolve mudanças em larga escala, como o surgimento de novas espécies. Sabia que ambas são partes do mesmo processo, apenas observadas em escalas diferentes?",
    "palavras_chave": ["microevolução", "macroevolução", "população", "espécies", "genética"]
  },
  {
    "pergunta": "Como as evidências genéticas comprovam a teoria da evolução?",
    "resposta": "As comparações de DNA mostram semelhanças entre diferentes espécies, revelando que elas compartilham ancestrais comuns. Por exemplo, humanos e chimpanzés têm cerca de 98% de genes idênticos. Esses dados confirmam que as diferenças surgem por mutações e seleção ao longo do tempo. Sabia que até as leveduras, usadas em pães e cervejas, compartilham genes semelhantes aos humanos?",
    "palavras_chave": ["genética", "dna", "ancestral comum", "comparação", "evolução"]
  },
  {
    "pergunta": "O que são homologias moleculares e qual a sua importância?",
    "resposta": "Homologias moleculares são semelhanças em sequências de DNA, proteínas ou outras moléculas biológicas que indicam uma origem comum entre espécies. Elas permitem traçar árvores evolutivas precisas e entender quando ocorreram divergências. Sabia que o estudo da hemoglobina ajudou a estimar a separação entre humanos e macacos há milhões de anos?",
    "palavras_chave": ["homologia", "dna", "proteína", "ancestral", "evolução"]
  },
  {
    "pergunta": "Como a teoria sintética da evolução ampliou as ideias de Darwin?",
    "resposta": "A teoria sintética, ou neodarwinismo, integrou a seleção natural com os conhecimentos da genética mendeliana, explicando como a variação é herdada e como as populações mudam geneticamente ao longo do tempo. Essa unificação tornou a evolução uma base sólida da biologia moderna. Sabia que o termo 'síntese moderna' surgiu nos anos 1940, reunindo trabalhos de biólogos e geneticistas de diferentes países?",
    "palavras_chave": ["teoria sintética", "neodarwinismo", "genética", "seleção natural", "evolução"]
  },
  {
    "pergunta": "O que é o equilíbrio pontuado e como ele difere da evolução gradual?",
    "resposta": "O equilíbrio pontuado propõe que a evolução ocorre em períodos longos de estabilidade interrompidos por mudanças rápidas, geralmente ligadas a grandes transformações ambientais. Já o modelo gradual defende mudanças lentas e contínuas. Sabia que Stephen Jay Gould e Niles Eldredge desenvolveram essa teoria para explicar lacunas no registro fóssil?",
    "palavras_chave": ["equilíbrio pontuado", "mudança", "fósseis", "evolução", "gradualismo"]
  },
  {
    "pergunta": "Como a domesticação de animais e plantas demonstra a evolução?",
    "resposta": "A domesticação é um exemplo claro de seleção artificial, em que o ser humano escolhe características desejadas e as reforça ao longo das gerações. Isso produz novas variedades e raças, mostrando como a seleção pode moldar organismos. Sabia que o milho moderno se originou de uma planta selvagem chamada teosinto, domesticada há mais de 9 mil anos no México?",
    "palavras_chave": ["domesticação", "seleção artificial", "evolução", "animais", "plantas"]
  },
  {
    "pergunta": "Por que as asas de insetos, aves e morcegos são consideradas exemplos de convergência evolutiva?",
    "resposta": "Esses grupos desenvolveram asas de forma independente, sem um ancestral comum com essa estrutura. Isso é convergência evolutiva: espécies diferentes desenvolvem soluções semelhantes para o mesmo desafio ambiental. Sabia que até alguns peixes e mamíferos marinhos, como golfinhos e tubarões, têm corpos hidrodinâmicos por esse mesmo motivo?",
    "palavras_chave": ["convergência", "adaptação", "asas", "ambiente", "evolução"]
  },
  {
    "pergunta": "O que é evolução divergente?",
    "resposta": "Evolução divergente ocorre quando espécies relacionadas se tornam cada vez mais diferentes por viverem em ambientes distintos. Um bom exemplo são os tentilhões das Ilhas Galápagos, que evoluíram bicos adaptados a diferentes tipos de alimento. Sabia que Darwin levou 30 anos para compreender totalmente o significado desses pássaros em sua teoria?",
    "palavras_chave": ["evolução divergente", "espécies", "adaptação", "galápagos", "alimentação"]
  },
  {
    "pergunta": "Como o conceito de aptidão está relacionado à seleção natural?",
    "resposta": "A aptidão, ou fitness, é a capacidade de um organismo sobreviver e deixar descendentes férteis. Na seleção natural, não é o mais forte que vence, mas o mais adaptado ao ambiente. Sabia que até pequenas vantagens, como um padrão de cor que ajuda na camuflagem, podem aumentar muito a aptidão de uma espécie?",
    "palavras_chave": ["aptidão", "fitness", "seleção natural", "sobrevivência", "adaptação"]
  },
  {
    "pergunta": "O que são evidências embriológicas da evolução?",
    "resposta": "Durante o desenvolvimento embrionário, diferentes espécies mostram semelhanças surpreendentes, sugerindo origens comuns. Por exemplo, embriões de peixes, aves e humanos apresentam fendas branquiais em estágios iniciais. Sabia que Ernst Haeckel foi um dos primeiros a comparar embriões para defender a ideia de ancestralidade compartilhada?",
    "palavras_chave": ["embriologia", "evidência", "ancestralidade", "evolução", "desenvolvimento"]
  },
  {
    "pergunta": "Como os vírus ajudam a compreender a evolução biológica?",
    "resposta": "Os vírus evoluem rapidamente, acumulando mutações em pouco tempo, o que permite observar a seleção natural em ação. O estudo de suas mudanças genéticas ajuda a entender a adaptação a novos hospedeiros e a resistência a vacinas. Sabia que a variação do vírus da gripe é um exemplo clássico de microevolução?",
    "palavras_chave": ["vírus", "mutação", "evolução", "seleção natural", "microevolução"]
  },
  {
    "pergunta": "O que é coevolução?",
    "resposta": "A coevolução ocorre quando duas espécies influenciam mutuamente a evolução uma da outra, como abelhas e flores. Enquanto as flores se adaptam para atrair polinizadores, os insetos se ajustam para coletar melhor o néctar. Sabia que certos beija-flores têm bicos moldados especificamente para o formato das flores que polinizam?",
    "palavras_chave": ["coevolução", "espécies", "interação", "adaptação", "polinização"]
  },
  {
    "pergunta": "Como a resistência bacteriana é um exemplo de evolução contemporânea?",
    "resposta": "Quando antibióticos são usados, as bactérias mais sensíveis morrem, mas as resistentes sobrevivem e se multiplicam. Com o tempo, a população inteira pode se tornar resistente. Sabia que isso acontece tão rápido que os cientistas consideram a resistência bacteriana um dos maiores desafios médicos do século XXI?",
    "palavras_chave": ["bactérias", "resistência", "antibióticos", "mutação", "evolução"]
  },
  {
    "pergunta": "O que é seleção estabilizadora?",
    "resposta": "A seleção estabilizadora favorece indivíduos com características intermediárias, reduzindo as variações extremas. Isso mantém a estabilidade de uma população ao longo do tempo. Sabia que o peso médio de bebês humanos é resultado desse tipo de seleção, já que extremos tendem a ter menor sobrevivência?",
    "palavras_chave": ["seleção estabilizadora", "população", "características", "sobrevivência", "evolução"]
  },
  {
    "pergunta": "O que é seleção direcional?",
    "resposta": "A seleção direcional ocorre quando um extremo de uma característica é favorecido, levando a mudanças graduais na população. Por exemplo, em tempos de seca, aves com bicos mais fortes sobrevivem melhor. Sabia que esse tipo de seleção foi observado em tempo real nas Ilhas Galápagos por Peter e Rosemary Grant?",
    "palavras_chave": ["seleção direcional", "adaptação", "aves", "evolução", "mudança"]
  },
  {
    "pergunta": "O que é seleção disruptiva?",
    "resposta": "A seleção disruptiva favorece indivíduos com características nos dois extremos, em vez dos intermediários. Isso pode levar à formação de novas espécies. Sabia que em certas populações de pássaros africanos, os bicos muito grandes e muito pequenos são vantajosos, mas os médios não?",
    "palavras_chave": ["seleção disruptiva", "espécies", "adaptação", "população", "evolução"]
  },
  {
    "pergunta": "Como as mudanças climáticas influenciam a evolução das espécies?",
    "resposta": "As alterações de temperatura, umidade e disponibilidade de alimentos forçam as espécies a se adaptarem rapidamente ou migrarem. As que não conseguem, correm risco de extinção. Sabia que o urso-pardo e o urso-polar divergiram por causa das mudanças climáticas do Pleistoceno?",
    "palavras_chave": ["mudanças climáticas", "adaptação", "espécies", "extinção", "evolução"]
  },
  {
    "pergunta": "O que é radiação adaptativa?",
    "resposta": "Radiação adaptativa ocorre quando uma espécie ancestral dá origem a várias novas espécies adaptadas a diferentes nichos ecológicos. O exemplo mais famoso são os tentilhões de Darwin, que evoluíram a partir de um ancestral comum. Sabia que os mamíferos também passaram por uma grande radiação após a extinção dos dinossauros?",
    "palavras_chave": ["radiação adaptativa", "espécies", "nicho ecológico", "darwin", "evolução"]
  },
  {
    "pergunta": "Como a deriva genética se manifesta em populações pequenas?",
    "resposta": "Em populações pequenas, eventos aleatórios podem eliminar genes importantes, alterando a frequência genética sem relação com adaptação. Esse efeito é mais intenso em grupos isolados. Sabia que o chamado ‘efeito fundador’ explica por que certas doenças genéticas são mais comuns em populações de imigrantes?",
    "palavras_chave": ["deriva genética", "efeito fundador", "população", "genética", "evolução"]
  },
  {
    "pergunta": "O que é o gargalo populacional?",
    "resposta": "O gargalo populacional ocorre quando uma população sofre uma redução drástica no número de indivíduos, diminuindo sua diversidade genética. Sabia que os guepardos atuais descendem de um pequeno grupo de sobreviventes, o que explica sua baixa variabilidade genética?",
    "palavras_chave": ["gargalo populacional", "genética", "diversidade", "população", "evolução"]
  },
  {
    "pergunta": "Como a biotecnologia moderna confirma os mecanismos evolutivos?",
    "resposta": "Técnicas como o sequenciamento genético e a edição de DNA permitem observar mutações, heranças e semelhanças moleculares que confirmam a teoria evolutiva. Sabia que o estudo do genoma humano revelou genes herdados de antigos vírus que infectaram nossos ancestrais?",
    "palavras_chave": ["biotecnologia", "genoma", "mutação", "herança", "evolução"]
  },
  {
    "pergunta": "Por que o registro fóssil é incompleto, e ainda assim valioso?",
    "resposta": "Nem todos os organismos fossilizam, pois o processo depende de condições específicas de preservação. Mesmo assim, os fósseis disponíveis mostram padrões claros de mudança ao longo do tempo. Sabia que novas tecnologias, como tomografia 3D, permitem estudar fósseis sem danificá-los?",
    "palavras_chave": ["fósseis", "registro fóssil", "preservação", "mudança", "evolução"]
  },
  {
    "pergunta": "O que são espécies análogas?",
    "resposta": "Espécies análogas têm estruturas com funções semelhantes, mas origens evolutivas diferentes. As asas de insetos e pássaros são exemplos. Isso mostra como pressões ambientais parecidas podem gerar soluções parecidas em linhagens distintas. Sabia que tubarões e golfinhos são exemplos de analogia corporal aquática?",
    "palavras_chave": ["espécies análogas", "função", "convergência", "estrutura", "evolução"]
  },
  {
    "pergunta": "Como a paleontologia contribui para a compreensão da evolução?",
    "resposta": "A paleontologia estuda os fósseis e reconstrói a história da vida, mostrando padrões de surgimento e extinção. Ela revela as transições evolutivas entre grupos de organismos. Sabia que os fósseis de cavalos mostram uma sequência contínua de transformações ao longo de 60 milhões de anos?",
    "palavras_chave": ["paleontologia", "fósseis", "evolução", "transição", "extinção"]
  },
  {
    "pergunta": "O que são evidências biogeográficas convergentes?",
    "resposta": "São casos em que espécies de diferentes continentes desenvolvem adaptações semelhantes por viverem em ambientes parecidos, mesmo sem relação direta. Sabia que cactos das Américas e eufórbias africanas são exemplos de convergência, pois ambos evoluíram para armazenar água no deserto?",
    "palavras_chave": ["biogeografia", "convergência", "adaptação", "espécies", "ambiente"]
  },
  {
    "pergunta": "Como os fósseis humanos ajudam a entender a evolução da nossa espécie?",
    "resposta": "Os fósseis de hominídeos mostram a transição gradual de ancestrais bípedes até o Homo sapiens moderno. Crânios, ferramentas e restos fósseis revelam o aumento do cérebro e a complexidade cultural. Sabia que o fóssil de 'Lucy', descoberto na Etiópia, tem mais de 3 milhões de anos e pertence à espécie Australopithecus afarensis?",
    "palavras_chave": ["fósseis humanos", "hominídeos", "homo sapiens", "ancestral", "evolução"]
  },
  {
    "pergunta": "O que diferencia a adaptação morfológica da fisiológica?",
    "resposta": "As adaptações morfológicas envolvem mudanças estruturais no corpo, como o formato das patas ou o comprimento do bico, enquanto as fisiológicas dizem respeito ao funcionamento interno, como a produção de enzimas ou venenos. Ambas aumentam as chances de sobrevivência. Sabia que os camelos armazenam gordura nas corcovas, e não água, como parte de uma adaptação fisiológica ao deserto?",
    "palavras_chave": ["adaptação", "morfológica", "fisiológica", "sobrevivência", "evolução"]
  },
  {
    "pergunta": "Como o conceito de 'pressão seletiva' explica a evolução?",
    "resposta": "Pressão seletiva é qualquer fator ambiental que favorece certos indivíduos em detrimento de outros. Pode ser um predador, o clima ou a disponibilidade de alimento. Essas pressões moldam as características das espécies ao longo do tempo. Sabia que as mariposas escuras se tornaram dominantes na Inglaterra industrial porque se camuflavam melhor na fuligem?",
    "palavras_chave": ["pressão seletiva", "adaptação", "ambiente", "evolução", "seleção natural"]
  },
  {
    "pergunta": "O que é especiação simpátrica?",
    "resposta": "Especiação simpátrica ocorre quando novas espécies surgem sem isolamento geográfico, ou seja, dentro da mesma área. Isso pode acontecer por mudanças genéticas ou comportamentais que impedem o cruzamento entre grupos. Sabia que certos peixes do Lago Vitória, na África, se diferenciaram apenas por preferirem profundidades distintas da água?",
    "palavras_chave": ["especiação", "simpátrica", "genética", "isolamento reprodutivo", "evolução"]
  },
  {
    "pergunta": "Como a reprodução sexuada favorece a evolução?",
    "resposta": "A reprodução sexuada mistura genes de dois indivíduos, gerando descendentes com novas combinações genéticas. Essa diversidade aumenta as chances de que alguns se adaptem melhor a mudanças ambientais. Sabia que até organismos unicelulares, como certas algas, praticam versões simples de reprodução sexuada para aumentar a variabilidade?",
    "palavras_chave": ["reprodução sexuada", "variabilidade genética", "adaptação", "evolução", "mutação"]
  },
  {
    "pergunta": "O que são híbridos e qual o papel deles na evolução?",
    "resposta": "Híbridos são descendentes do cruzamento entre espécies diferentes. Em alguns casos, eles podem ser estéreis, como a mula, mas em outros, podem originar novas linhagens férteis. Sabia que certas plantas híbridas foram fundamentais para a origem de espécies agrícolas modernas?",
    "palavras_chave": ["híbridos", "espécies", "cruzamento", "fertilidade", "evolução"]
  },
  {
    "pergunta": "Como a migração genética influencia a evolução das populações?",
    "resposta": "A migração genética, ou fluxo gênico, ocorre quando indivíduos se deslocam entre populações, levando novos genes e aumentando a variabilidade. Isso ajuda a evitar a endogamia e mantém as espécies geneticamente saudáveis. Sabia que o fluxo gênico entre populações humanas antigas moldou parte da nossa diversidade atual?",
    "palavras_chave": ["migração genética", "fluxo gênico", "população", "diversidade", "evolução"]
  },
  {
    "pergunta": "O que é isolamento reprodutivo e por que ele é importante?",
    "resposta": "O isolamento reprodutivo impede o cruzamento entre populações, mantendo suas diferenças genéticas. Pode ser comportamental, temporal ou genético. É um passo essencial para a formação de novas espécies. Sabia que sapos de espécies próximas podem viver no mesmo lago, mas se reproduzem em horários diferentes, evitando cruzamentos?",
    "palavras_chave": ["isolamento reprodutivo", "especiação", "população", "reprodução", "evolução"]
  },
  {
    "pergunta": "Como o tempo influencia os processos evolutivos?",
    "resposta": "A evolução é um processo que ocorre ao longo de milhares ou milhões de anos, com pequenas mudanças acumuladas em cada geração. O tempo permite que mutações vantajosas se fixem nas populações. Sabia que os fósseis de cavalos mostram 60 milhões de anos de transformação gradual até chegar ao cavalo moderno?",
    "palavras_chave": ["tempo", "mudança", "espécies", "evolução", "mutações"]
  },
  {
    "pergunta": "O que é a hipótese da Rainha Vermelha?",
    "resposta": "A hipótese da Rainha Vermelha propõe que as espécies precisam evoluir constantemente apenas para manter seu status atual, já que seus competidores e predadores também estão mudando. É uma corrida evolutiva sem fim. Sabia que o nome vem de uma passagem de 'Alice Através do Espelho', em que a Rainha Vermelha diz que é preciso correr o máximo possível para permanecer no mesmo lugar?",
    "palavras_chave": ["rainha vermelha", "coevolução", "adaptação", "competição", "evolução"]
  },
  {
    "pergunta": "Como o estudo do DNA mitocondrial ajuda a rastrear a evolução humana?",
    "resposta": "O DNA mitocondrial é herdado apenas da mãe, o que permite traçar linhagens maternas ao longo do tempo. Ele revelou que todos os humanos modernos têm uma ancestral comum apelidada de 'Eva mitocondrial', que viveu há cerca de 150 mil anos. Sabia que esse DNA é usado até em investigações forenses por ser mais resistente à degradação?",
    "palavras_chave": ["dna mitocondrial", "linhagem", "ancestralidade", "evolução", "humanos"]
  },
  {
    "pergunta": "O que é o efeito fundador e quais suas consequências evolutivas?",
    "resposta": "O efeito fundador acontece quando um pequeno grupo de indivíduos forma uma nova população isolada. Essa população pode ter variações genéticas diferentes da original, levando a novas características. Sabia que algumas ilhas do Pacífico têm populações humanas com tipos sanguíneos raros justamente por esse efeito?",
    "palavras_chave": ["efeito fundador", "população", "genética", "isolamento", "evolução"]
  },
  {
    "pergunta": "Como a endossimbiose explica a origem das organelas celulares?",
    "resposta": "A teoria da endossimbiose propõe que organelas como mitocôndrias e cloroplastos se originaram de bactérias que passaram a viver dentro de outras células. Essa cooperação se tornou permanente e vantajosa para ambas. Sabia que essas organelas ainda têm seu próprio DNA, vestígio dessa antiga parceria?",
    "palavras_chave": ["endossimbiose", "organelas", "mitocôndria", "cloroplasto", "evolução"]
  },
  {
    "pergunta": "Por que a evolução não é sinônimo de progresso?",
    "resposta": "A evolução não tem direção nem objetivo. Ela produz adaptações ao ambiente, mas isso não significa avanço ou superioridade. Uma bactéria é tão evoluída quanto um humano, pois ambos estão perfeitamente adaptados ao seu nicho. Sabia que os crocodilos praticamente não mudaram em milhões de anos, justamente por estarem bem ajustados ao seu ambiente?",
    "palavras_chave": ["evolução", "adaptação", "nicho", "progresso", "espécies"]
  },
  {
    "pergunta": "Como o comportamento animal pode ser explicado pela evolução?",
    "resposta": "Muitos comportamentos têm bases genéticas e foram moldados pela seleção natural. Isso inclui estratégias de caça, reprodução e defesa. Sabia que os pinguins machos oferecem pedrinhas às fêmeas como parte de um ritual de acasalamento, o que mostra uma forma evolutiva de seleção sexual?",
    "palavras_chave": ["comportamento", "seleção natural", "reprodução", "animais", "evolução"]
  },
  {
    "pergunta": "O que é a seleção de parentesco?",
    "resposta": "A seleção de parentesco explica comportamentos altruístas em espécies sociais. Indivíduos ajudam seus parentes porque, ao fazê-lo, aumentam a chance de perpetuar genes compartilhados. Sabia que as abelhas operárias não se reproduzem, mas garantem a sobrevivência da colmeia e, consequentemente, de seus próprios genes?",
    "palavras_chave": ["seleção de parentesco", "altruísmo", "espécies sociais", "genes", "evolução"]
  },
  {
    "pergunta": "Como as mutações neutras afetam a evolução?",
    "resposta": "Mutações neutras não trazem vantagens nem desvantagens imediatas, mas se acumulam com o tempo, contribuindo para a variabilidade genética. Sabia que grande parte do nosso DNA é formado por essas mutações, que servem como uma espécie de 'relógio molecular' da evolução?",
    "palavras_chave": ["mutações neutras", "genética", "variabilidade", "relógio molecular", "evolução"]
  },
  {
    "pergunta": "Qual a importância do registro fóssil para entender extinções em massa?",
    "resposta": "O registro fóssil mostra períodos de grandes perdas de biodiversidade, seguidos por explosões de novas formas de vida. Essas extinções em massa redesenharam a trajetória da evolução. Sabia que a extinção dos dinossauros abriu espaço para o domínio dos mamíferos?",
    "palavras_chave": ["extinção", "fósseis", "biodiversidade", "mamíferos", "evolução"]
  },
  {
    "pergunta": "O que é o conceito de 'espécie biológica'?",
    "resposta": "O conceito biológico define espécie como um grupo de indivíduos capazes de cruzar entre si e produzir descendentes férteis. Essa definição ajuda a distinguir espécies próximas, mas tem exceções, como organismos que se reproduzem de forma assexuada. Sabia que os ursos-polares e pardos ainda conseguem gerar híbridos férteis, chamados de pizzlies?",
    "palavras_chave": ["espécie", "cruzamento", "reprodução", "fertilidade", "evolução"]
  },
  {
    "pergunta": "Como a evolução cultural se relaciona com a biológica?",
    "resposta": "A evolução cultural ocorre quando comportamentos, ideias e tecnologias são transmitidos e modificados ao longo do tempo, de forma semelhante à herança genética. Em humanos, ela interage com a evolução biológica. Sabia que o uso do fogo alterou nossa dieta e influenciou o desenvolvimento do cérebro humano?",
    "palavras_chave": ["evolução cultural", "biológica", "herança", "comportamento", "humanos"]
  },
  {
    "pergunta": "Por que a diversidade biológica é essencial para a evolução?",
    "resposta": "Quanto maior a diversidade biológica, mais possibilidades de adaptação existem diante de mudanças ambientais. A biodiversidade é, portanto, o motor da evolução. Sabia que ecossistemas com mais espécies resistem melhor a doenças e catástrofes?",
    "palavras_chave": ["biodiversidade", "adaptação", "espécies", "evolução", "ecossistema"]
  },
  {
    "pergunta": "O que é a evolução convergente e como ela ocorre?",
    "resposta": "A evolução convergente acontece quando espécies diferentes desenvolvem características semelhantes de forma independente, em resposta a ambientes parecidos. Um exemplo são os olhos de polvo e humanos, que evoluíram separadamente. Sabia que até plantas carnívoras de continentes diferentes desenvolveram mecanismos semelhantes para capturar insetos?",
    "palavras_chave": ["evolução convergente", "adaptação", "espécies", "ambiente", "características"]
  },
  {
    "pergunta": "Como a deriva genética pode levar à fixação de mutações aleatórias?",
    "resposta": "Em populações pequenas, o acaso pode fazer com que uma mutação neutra se torne comum ou até exclusiva, mesmo sem oferecer vantagem adaptativa. Sabia que isso explica por que certas cores de pelagem se tornaram predominantes em populações isoladas de roedores?",
    "palavras_chave": ["deriva genética", "mutações", "população", "acaso", "evolução"]
  },
  {
    "pergunta": "O que é especiação alopátrica?",
    "resposta": "Na especiação alopátrica, uma população é dividida por barreiras geográficas, como montanhas ou rios, e evolui de forma independente até formar novas espécies. Sabia que o Istmo do Panamá separou populações de peixes que acabaram se tornando espécies diferentes em cada lado?",
    "palavras_chave": ["especiação alopátrica", "isolamento", "espécies", "geografia", "evolução"]
  },
  {
    "pergunta": "Como a seleção natural atua em populações humanas atualmente?",
    "resposta": "Mesmo com a medicina moderna, a seleção natural ainda age sobre humanos — por exemplo, na resistência a doenças e na adaptação a diferentes altitudes. Sabia que populações do Tibete desenvolveram mutações que permitem viver com menos oxigênio?",
    "palavras_chave": ["seleção natural", "humanos", "adaptação", "mutação", "evolução"]
  },
  {
    "pergunta": "Como o conceito de coevolução explica interações entre espécies?",
    "resposta": "A coevolução ocorre quando duas ou mais espécies influenciam mutuamente sua evolução. Um exemplo clássico é o das flores e dos polinizadores: à medida que as flores mudam de forma, os insetos também se adaptam. Sabia que o beija-flor-de-bico-curvo coevoluiu com flores em forma de tubo para alcançar melhor o néctar?",
    "palavras_chave": ["coevolução", "espécies", "adaptação", "flores", "polinizadores"]
  },
  {
    "pergunta": "Por que os fósseis são considerados evidências da evolução?",
    "resposta": "Os fósseis mostram como os seres vivos mudaram ao longo do tempo. Eles revelam formas intermediárias entre espécies antigas e modernas, comprovando a transformação gradual. Sabia que o Archaeopteryx, com penas e dentes, é um exemplo de transição entre répteis e aves?",
    "palavras_chave": ["fósseis", "evidência", "espécies", "transição", "evolução"]
  },
  {
    "pergunta": "O que são órgãos vestigiais e o que eles revelam sobre a evolução?",
    "resposta": "Órgãos vestigiais são estruturas que perderam sua função original ao longo do tempo, mas continuam presentes nos organismos. O apêndice humano e as asas de avestruz são exemplos. Sabia que as baleias ainda têm ossos pélvicos, vestígios de seus ancestrais terrestres?",
    "palavras_chave": ["órgãos vestigiais", "evolução", "função", "ancestrais", "adaptação"]
  },
  {
    "pergunta": "Como a seleção sexual contribui para a evolução das espécies?",
    "resposta": "A seleção sexual ocorre quando certas características aumentam as chances de atrair parceiros, mesmo que não sejam vantajosas para a sobrevivência. As caudas exuberantes dos pavões são um bom exemplo. Sabia que Darwin criou esse conceito para explicar traços que a seleção natural sozinha não justificava?",
    "palavras_chave": ["seleção sexual", "reprodução", "darwin", "características", "evolução"]
  },
  {
    "pergunta": "O que é uma mutação benéfica?",
    "resposta": "Uma mutação benéfica é uma alteração genética que aumenta a chance de sobrevivência ou reprodução de um organismo. Essas mutações se espalham pela população com o tempo. Sabia que algumas pessoas possuem uma mutação que as torna naturalmente resistentes ao vírus HIV?",
    "palavras_chave": ["mutação", "genética", "sobrevivência", "adaptação", "evolução"]
  },
  {
    "pergunta": "Como o estudo comparativo de embriões reforça a teoria da evolução?",
    "resposta": "Os embriões de diferentes espécies apresentam semelhanças nas fases iniciais do desenvolvimento, o que indica uma ancestralidade comum. Sabia que embriões humanos e de peixes exibem fendas branquiais temporárias no início da gestação?",
    "palavras_chave": ["embriologia", "ancestralidade", "comparação", "espécies", "evolução"]
  },
  {
    "pergunta": "Por que as bactérias evoluem tão rapidamente?",
    "resposta": "As bactérias se reproduzem em poucos minutos e acumulam mutações com grande velocidade. Isso faz com que novas linhagens surjam rapidamente, inclusive resistentes a antibióticos. Sabia que essa é uma das maiores preocupações da medicina moderna?",
    "palavras_chave": ["bactérias", "mutações", "antibióticos", "resistência", "evolução"]
  },
  {
    "pergunta": "O que é o equilíbrio pontuado na evolução?",
    "resposta": "A teoria do equilíbrio pontuado propõe que as espécies permanecem estáveis por longos períodos, sofrendo rápidas mudanças evolutivas em curtos intervalos, geralmente após eventos ambientais drásticos. Sabia que essa ideia surgiu como alternativa ao modelo de evolução gradual proposto por Darwin?",
    "palavras_chave": ["equilíbrio pontuado", "mudança", "darwin", "espécies", "evolução"]
  },
  {
    "pergunta": "Como a seleção natural pode atuar sobre características comportamentais?",
    "resposta": "A seleção natural também molda comportamentos. Estratégias de cooperação, fuga ou reprodução podem ser herdadas e aprimoradas. Sabia que os suricatos fazem revezamento de sentinela para proteger o grupo, um comportamento evolutivo vantajoso?",
    "palavras_chave": ["comportamento", "seleção natural", "sobrevivência", "cooperação", "evolução"]
  },
  {
    "pergunta": "Qual a diferença entre microevolução e macroevolução?",
    "resposta": "A microevolução envolve pequenas mudanças genéticas dentro de uma espécie, enquanto a macroevolução diz respeito ao surgimento de novas espécies ou grupos inteiros. Sabia que ambas são partes do mesmo processo, apenas em escalas diferentes?",
    "palavras_chave": ["microevolução", "macroevolução", "espécies", "genética", "mudança"]
  },
  {
    "pergunta": "O que é seleção estabilizadora?",
    "resposta": "A seleção estabilizadora favorece os indivíduos com características intermediárias, eliminando os extremos. É o que mantém, por exemplo, o peso médio de recém-nascidos humanos em uma faixa segura. Sabia que esse tipo de seleção ajuda a manter a estabilidade das populações?",
    "palavras_chave": ["seleção estabilizadora", "população", "características", "variação", "evolução"]
  },
  {
    "pergunta": "Como a seleção direcional difere da estabilizadora?",
    "resposta": "A seleção direcional favorece um dos extremos da variação, deslocando gradualmente o perfil da população. Um exemplo é o aumento do tamanho médio dos cavalos ao longo da história evolutiva. Sabia que esse processo é comum em ambientes que mudam rapidamente?",
    "palavras_chave": ["seleção direcional", "população", "mudança", "adaptação", "evolução"]
  },
  {
    "pergunta": "O que caracteriza a seleção disruptiva?",
    "resposta": "A seleção disruptiva favorece os indivíduos com características extremas, desfavorecendo os intermediários. Isso pode levar à formação de novas espécies. Sabia que alguns peixes africanos desenvolveram bocas voltadas para lados opostos por esse tipo de seleção?",
    "palavras_chave": ["seleção disruptiva", "adaptação", "espécies", "variação", "evolução"]
  },
  {
    "pergunta": "Como a biogeografia ajuda a entender a evolução?",
    "resposta": "A biogeografia estuda a distribuição das espécies no espaço e no tempo. Padrões geográficos revelam rotas de dispersão e isolamento. Sabia que Darwin observou diferenças entre as espécies de tentilhões das Ilhas Galápagos justamente por causa da biogeografia?",
    "palavras_chave": ["biogeografia", "distribuição", "espécies", "galápagos", "evolução"]
  },
  {
    "pergunta": "O que é adaptação convergente?",
    "resposta": "A adaptação convergente ocorre quando espécies não aparentadas desenvolvem soluções semelhantes para o mesmo desafio ambiental. Sabia que tubarões (peixes) e golfinhos (mamíferos) possuem corpos hidrodinâmicos por viverem em ambientes aquáticos?",
    "palavras_chave": ["adaptação", "convergente", "espécies", "ambiente", "evolução"]
  },
  {
    "pergunta": "Por que a variabilidade genética é essencial à evolução?",
    "resposta": "Sem variabilidade genética, as populações não teriam matéria-prima para a seleção natural atuar. É essa diversidade que permite adaptação e sobrevivência em ambientes mutáveis. Sabia que a reprodução sexuada é uma das principais fontes dessa variabilidade?",
    "palavras_chave": ["variabilidade genética", "diversidade", "seleção natural", "adaptação", "evolução"]
  },
  {
    "pergunta": "Como a paleontologia contribui para o estudo da evolução?",
    "resposta": "A paleontologia analisa fósseis e vestígios antigos para reconstruir a história da vida. Ela mostra transições, extinções e padrões evolutivos. Sabia que já foram encontrados fósseis de peixes com membros que indicam a transição para animais terrestres?",
    "palavras_chave": ["paleontologia", "fósseis", "história da vida", "transição", "evolução"]
  },
  {
    "pergunta": "O que é o conceito de ancestral comum?",
    "resposta": "O ancestral comum é o organismo do qual duas ou mais espécies descendem. É a base da árvore da vida. Sabia que todos os seres vivos compartilham um ancestral que viveu há mais de 3 bilhões de anos?",
    "palavras_chave": ["ancestral comum", "espécies", "árvore da vida", "evolução", "descendência"]
  },
  {
    "pergunta": "Como a resistência a pesticidas exemplifica a seleção natural?",
    "resposta": "Quando inseticidas são aplicados, apenas os indivíduos resistentes sobrevivem e se reproduzem, transmitindo seus genes. Com o tempo, a população inteira se torna resistente. Sabia que isso já obrigou a agricultura a desenvolver novas fórmulas constantemente?",
    "palavras_chave": ["resistência", "pesticidas", "seleção natural", "mutação", "adaptação"]
  },
  {
    "pergunta": "O que é a evolução divergente?",
    "resposta": "A evolução divergente acontece quando espécies com origem comum desenvolvem diferenças adaptativas ao se separar. Sabia que os tentilhões das Galápagos, estudados por Darwin, são um exemplo clássico disso?",
    "palavras_chave": ["evolução divergente", "adaptação", "espécies", "darwin", "galápagos"]
  },
  {
    "pergunta": "Como os retrovírus endógenos servem como prova da evolução?",
    "resposta": "Retrovírus endógenos são fragmentos virais incorporados ao DNA de nossos ancestrais e transmitidos até hoje. Sabia que cerca de 8% do genoma humano é formado por esses vestígios virais?",
    "palavras_chave": ["retrovírus", "dna", "genoma", "ancestrais", "evolução"]
  },
  {
    "pergunta": "Por que nem todas as mutações são visíveis?",
    "resposta": "Muitas mutações ocorrem em regiões do DNA que não afetam diretamente a aparência ou o funcionamento do organismo. Mesmo assim, podem influenciar futuras gerações. Sabia que algumas mutações 'silenciosas' são usadas para estudar a história evolutiva das espécies?",
    "palavras_chave": ["mutações", "dna", "genética", "espécies", "evolução"]
  },
  {
    "pergunta": "O que é a deriva genética?",
    "resposta": "A deriva genética é a mudança aleatória na frequência dos genes de uma população. Ela tem maior impacto em grupos pequenos, podendo levar à perda de diversidade. Sabia que isso explica diferenças genéticas sutis entre ilhas próximas?",
    "palavras_chave": ["deriva genética", "população", "diversidade", "acaso", "evolução"]
  },
  {
    "pergunta": "Como a teoria sintética da evolução unificou as ideias de Darwin e Mendel?",
    "resposta": "A teoria sintética, também chamada de neodarwinismo, combinou a seleção natural de Darwin com as leis da hereditariedade de Mendel. Ela mostrou como mutações e recombinações genéticas produzem variação. Sabia que essa síntese ocorreu apenas no século XX?",
    "palavras_chave": ["teoria sintética", "neodarwinismo", "mendel", "genética", "evolução"]
  },
  {
    "pergunta": "Como a linguagem humana pode ser vista como um produto evolutivo?",
    "resposta": "A linguagem evoluiu como ferramenta de cooperação e transmissão de conhecimento. Ela deu aos humanos uma vantagem adaptativa sem precedentes. Sabia que certas estruturas cerebrais, como a área de Broca, são especializadas na linguagem e mostram sinais de evolução recente?",
    "palavras_chave": ["linguagem", "humanos", "evolução", "adaptação", "cérebro"]
  },
  {
    "pergunta": "O que é a seleção natural artificial?",
    "resposta": "É quando os humanos escolhem quais características devem ser mantidas ou aprimoradas em uma espécie. É o caso de raças de cães e variedades agrícolas. Sabia que Darwin se inspirou na criação de pombos para formular sua teoria da seleção natural?",
    "palavras_chave": ["seleção artificial", "humanos", "domesticação", "espécies", "evolução"]
  }
]
