[
  {
    "pergunta": "O que é desertificação e como ela afeta os ecossistemas?",
    "resposta": "A desertificação é o processo em que terras férteis se tornam desertos, geralmente por ação humana, como desmatamento, agricultura intensiva ou mudanças climáticas. Isso destrói a biodiversidade, reduz a capacidade do solo de reter água e afeta comunidades que dependem da terra. No Brasil, a Caatinga sofre com isso. A análise crítica aqui é que, muitas vezes, políticas de uso do solo ignoram a longo prazo, priorizando lucros imediatos. Sabia que a desertificação no Sahel, na África, já deslocou milhões de pessoas, criando 'refugiados climáticos'?",
    "palavras_chave": ["desertificação", "biodiversidade", "caatinga", "mudanças climáticas", "solo"]
  },
  {
    "pergunta": "Por que o desmatamento da Amazônia é um problema global?",
    "resposta": "A Amazônia regula o clima global, absorvendo CO2 e produzindo oxigênio. Seu desmatamento, causado por agricultura e pecuária, aumenta as emissões de gases de efeito estufa e destrói habitats de espécies únicas. Criticamente, isso afeta até países distantes, pois altera padrões climáticos. Por exemplo, a redução das chuvas no Sudeste do Brasil está ligada a isso. Sabia que a Amazônia é chamada de 'pulmão do mundo', mas na verdade é mais um 'ar-condicionado' global, regulando temperaturas?",
    "palavras_chave": ["amazônia", "desmatamento", "clima", "biodiversidade", "gases de efeito estufa"]
  },
  {
    "pergunta": "Como a poluição plástica afeta a vida marinha?",
    "resposta": "O plástico nos oceanos, como garrafas e redes, é ingerido por animais marinhos ou os prende, causando morte ou sofrimento. Tartarugas, por exemplo, confundem sacolas com águas-vivas. Além disso, microplásticos entram na cadeia alimentar, chegando até humanos. A crítica é que a falta de gestão de resíduos agrava o problema. Sabia que já foram encontrados plásticos no estômago de peixes em regiões remotas, como o Ártico?",
    "palavras_chave": ["poluição plástica", "oceanos", "microplásticos", "vida marinha", "cadeia alimentar"]
  },
  {
    "pergunta": "O que são espécies invasoras e por que são um problema?",
    "resposta": "Espécies invasoras são organismos introduzidos em ecossistemas onde não são nativos, como o javali na América do Sul. Elas competem com espécies locais por recursos, podendo causar extinção. Um exemplo é o coral-sol no litoral brasileiro, que sufoca recifes nativos. A crítica é que a globalização facilita essas introduções sem controle adequado. Sabia que a introdução do coelho na Austrália causou um desequilíbrio tão grande que até hoje há campanhas para controlá-los?",
    "palavras_chave": ["espécies invasoras", "ecossistema", "biodiversidade", "globalização", "controle"]
  },
  {
    "pergunta": "Como o aquecimento global afeta os recifes de coral?",
    "resposta": "O aquecimento global eleva a temperatura dos oceanos, causando o branqueamento de corais, que perdem as algas simbióticas que os alimentam. Isso mata os corais, destruindo habitats marinhos. A Grande Barreira de Corais, na Austrália, já perdeu metade de seus corais desde 1995. Criticamente, falta ação global coordenada para reduzir emissões. Sabia que os recifes de coral abrigam 25% de todas as espécies marinhas, apesar de ocuparem menos de 1% dos oceanos?",
    "palavras_chave": ["aquecimento global", "recifes de coral", "branqueamento", "biodiversidade", "oceanos"]
  },
  {
    "pergunta": "O que é um hotspot de biodiversidade?",
    "resposta": "Um hotspot de biodiversidade é uma região com alta riqueza de espécies, muitas endêmicas, mas ameaçada por atividades humanas. A Mata Atlântica, por exemplo, é um hotspot por sua diversidade e desmatamento histórico. Proteger essas áreas é crucial para evitar extinções. A crítica é que a urbanização muitas vezes ignora esses locais. Sabia que o Brasil tem dois dos 36 hotspots globais: Mata Atlântica e Cerrado?",
    "palavras_chave": ["hotspot", "biodiversidade", "mata atlântica", "cerrado", "conservação"]
  },
  {
    "pergunta": "Por que a perda de biodiversidade é preocupante?",
    "resposta": "A biodiversidade sustenta ecossistemas que fornecem água, alimentos e ar puro. Sua perda, como a extinção de polinizadores, ameaça a produção de alimentos. Por exemplo, abelhas são cruciais para 70% das culturas agrícolas. Criticamente, a monocultura e o desmatamento aceleram esse problema. Sabia que, sem polinizadores, culturas como café e chocolate poderiam desaparecer?",
    "palavras_chave": ["biodiversidade", "ecossistemas", "polinizadores", "monocultura", "extinção"]
  },
  {
    "pergunta": "O que é chuva ácida e como ela prejudica o meio ambiente?",
    "resposta": "Chuva ácida é a precipitação com pH baixo, causada por poluentes como dióxido de enxofre de indústrias. Ela acidifica solos e rios, matando plantas e peixes. Na Europa, florestas foram devastadas por isso nos anos 80. A crítica é que a dependência de combustíveis fósseis perpetua o problema. Sabia que a chuva ácida já danificou até monumentos históricos, como o Taj Mahal?",
    "palavras_chave": ["chuva ácida", "poluição", "solos", "florestas", "combustíveis fósseis"]
  },
  {
    "pergunta": "Como a agricultura intensiva afeta os solos?",
    "resposta": "A agricultura intensiva esgota nutrientes do solo, usa agrotóxicos e causa erosão. No Brasil, o cultivo de soja em larga escala é um exemplo. Isso reduz a fertilidade e aumenta a dependência de fertilizantes químicos. Criticamente, práticas sustentáveis ainda são pouco adotadas. Sabia que solos degradados podem levar décadas para se recuperar, mesmo com técnicas de restauração?",
    "palavras_chave": ["agricultura intensiva", "solo", "erosão", "agrotóxicos", "sustentabilidade"]
  },
  {
    "pergunta": "O que é um corredor ecológico e por que é importante?",
    "resposta": "Corredores ecológicos são áreas que conectam fragmentos de habitats, permitindo que animais se movam e mantenham a diversidade genética. No Pantanal, eles ajudam espécies como a onça-pintada. Sem isso, populações isoladas podem desaparecer. A crítica é que a expansão urbana fragmenta habitats sem planejamento. Sabia que corredores ecológicos também ajudam na polinização de plantas?",
    "palavras_chave": ["corredor ecológico", "habitat", "biodiversidade", "pantanal", "fragmentação"]
  },
  {
    "pergunta": "Como a mineração impacta os ecossistemas aquáticos?",
    "resposta": "A mineração despeja sedimentos e metais pesados em rios, como no desastre de Mariana, no Brasil. Isso polui a água, mata peixes e destrói cadeias alimentares. A crítica é que a fiscalização frouxa permite desastres recorrentes. Sabia que o Rio Doce, após o rompimento da barragem, ainda não se recuperou totalmente, anos depois?",
    "palavras_chave": ["mineração", "ecossistemas aquáticos", "poluição", "rio doce", "metais pesados"]
  },
  {
    "pergunta": "O que é a pegada ecológica e como calculá-la?",
    "resposta": "A pegada ecológica mede o impacto ambiental de uma pessoa ou sociedade, em termos de recursos consumidos. Inclui energia, água, alimentos e resíduos. Por exemplo, um estilo de vida com alto consumo de carne aumenta a pegada. Criticamente, países ricos têm pegadas muito maiores. Sabia que, se todos vivessem como um americano médio, precisaríamos de 5 planetas Terra?",
    "palavras_chave": ["pegada ecológica", "recursos", "consumo", "sustentabilidade", "impacto ambiental"]
  },
  {
    "pergunta": "Por que as áreas úmidas são importantes para a conservação?",
    "resposta": "Áreas úmidas, como o Pantanal, filtram água, armazenam carbono e abrigam biodiversidade. Elas também previnem enchentes. A drenagem para agricultura as destrói, como no caso de pântanos nos EUA. A crítica é que sua importância é subestimada. Sabia que as áreas úmidas armazenam mais carbono que muitas florestas?",
    "palavras_chave": ["áreas úmidas", "pantanal", "biodiversidade", "carbono", "enchentes"]
  },
  {
    "pergunta": "Como o uso de agrotóxicos afeta a biodiversidade?",
    "resposta": "Agrotóxicos matam insetos benéficos, como polinizadores, e contaminam solos e rios, afetando anfíbios e aves. No Brasil, o uso intenso na soja é um exemplo. Criticamente, a falta de regulação rigorosa agrava os danos. Sabia que alguns agrotóxicos banidos na Europa ainda são usados no Brasil?",
    "palavras_chave": ["agrotóxicos", "biodiversidade", "polinizadores", "contaminação", "agricultura"]
  },
  {
    "pergunta": "O que é restauração ecológica e como funciona?",
    "resposta": "Restauração ecológica é o processo de recuperar ecossistemas degradados, como replantar florestas ou limpar rios. No Brasil, projetos na Mata Atlântica plantam espécies nativas. É caro e demorado, mas essencial. A crítica é que muitos projetos são de curto prazo. Sabia que a restauração pode aumentar em 20% a biodiversidade local em poucos anos?",
    "palavras_chave": ["restauração ecológica", "mata atlântica", "biodiversidade", "recuperação", "ecossistema"]
  },
  {
    "pergunta": "Por que as queimadas afetam o ciclo do carbono?",
    "resposta": "Queimadas liberam carbono armazenado em árvores, aumentando o CO2 na atmosfera e intensificando o aquecimento global. No Cerrado, isso é comum em épocas secas. Criticamente, o uso do fogo na agricultura é uma prática evitável. Sabia que as queimadas na Amazônia em 2019 liberaram o equivalente ao carbono emitido por alguns países em um ano?",
    "palavras_chave": ["queimadas", "ciclo do carbono", "cerrado", "co2", "aquecimento global"]
  },
  {
    "pergunta": "O que é economia circular e como ajuda na conservação?",
    "resposta": "Economia circular é um modelo que promove reutilização, reciclagem e redução de resíduos, diferente da economia linear de ‘produzir, usar, descartar’. Por exemplo, empresas que transformam plástico reciclado em novos produtos. Criticamente, a adoção global ainda é lenta. Sabia que a economia circular pode reduzir em 40% os resíduos plásticos nos oceanos?",
    "palavras_chave": ["economia circular", "reciclagem", "resíduos", "sustentabilidade", "conservação"]
  },
  {
    "pergunta": "Como a urbanização afeta os ecossistemas locais?",
    "resposta": "A urbanização destrói habitats, como florestas, para construir cidades, fragmentando ecossistemas. Em São Paulo, rios foram canalizados, reduzindo biodiversidade. A crítica é que o planejamento urbano raramente considera a fauna. Sabia que algumas cidades, como Singapura, criam ‘telhados verdes’ para recuperar habitats urbanos?",
    "palavras_chave": ["urbanização", "habitat", "biodiversidade", "planejamento urbano", "telhados verdes"]
  },
  {
    "pergunta": "O que é a Convenção da Biodiversidade e qual seu objetivo?",
    "resposta": "A Convenção da Biodiversidade é um tratado da ONU para proteger espécies e ecossistemas. Criada em 1992, busca conservação, uso sustentável e compartilhamento de benefícios. O Brasil é signatário, mas enfrenta desafios na implementação. A crítica é a falta de recursos para países em desenvolvimento. Sabia que a convenção inspirou a criação de áreas protegidas em 20% do território global?",
    "palavras_chave": ["convenção da biodiversidade", "conservação", "onu", "áreas protegidas", "sustentabilidade"]
  },
  {
    "pergunta": "Por que a pesca predatória é um problema para os oceanos?",
    "resposta": "A pesca predatória esgota estoques de peixes, como o atum, e captura espécies não-alvo, como tartarugas. Isso desequilibra ecossistemas marinhos. A crítica é que a pesca ilegal ignora cotas internacionais. Sabia que 90% dos estoques pesqueiros globais estão sobre-explorados ou esgotados?",
    "palavras_chave": ["pesca predatória", "oceanos", "ecossistema", "estoques pesqueiros", "biodiversidade"]
  },
  {
    "pergunta": "Como as mudanças climáticas afetam as populações de pinguins?",
    "resposta": "O aquecimento global reduz o gelo marinho, habitat de pinguins, e diminui o krill, sua principal comida. Na Antártida, colônias de pinguins-imperador estão encolhendo. Criticamente, a falta de ação climática global agrava isso. Sabia que os pinguins-imperador podem desaparecer até 2100 se o aquecimento continuar?",
    "palavras_chave": ["mudanças climáticas", "pinguins", "antártida", "krill", "extinção"]
  },
  {
    "pergunta": "O que é um banco de sementes e por que é importante?",
    "resposta": "Bancos de sementes armazenam sementes de plantas para preservar a diversidade genética. O Svalbard Global Seed Vault, na Noruega, é um exemplo. Eles protegem espécies contra desastres ou mudanças climáticas. A crítica é que poucos bancos incluem plantas selvagens. Sabia que o Svalbard guarda sementes de mais de 1 milhão de variedades agrícolas?",
    "palavras_chave": ["banco de sementes", "diversidade genética", "svalbard", "conservação", "agricultura"]
  },
  {
    "pergunta": "Como a poluição luminosa afeta a fauna?",
    "resposta": "A poluição luminosa, como luzes urbanas intensas, desorienta animais noturnos, como tartarugas marinhas, que confundem luzes com a lua e não chegam ao mar. Afeta também aves migratórias. A crítica é que cidades raramente consideram isso no planejamento. Sabia que algumas cidades desligam luzes em épocas de migração para ajudar pássaros?",
    "palavras_chave": ["poluição luminosa", "fauna", "tartarugas", "migração", "urbanização"]
  },
  {
    "pergunta": "O que é a neutralidade de carbono e como alcançá-la?",
    "resposta": "Neutralidade de carbono é quando as emissões de CO2 são equilibradas por ações como reflorestamento ou energia renovável. Empresas como a Microsoft buscam isso. Criticamente, muitas promessas de neutralidade são ‘greenwashing’. Sabia que a Costa Rica já é quase 100% neutra em carbono, graças à energia hidrelétrica?",
    "palavras_chave": ["neutralidade de carbono", "emissões", "reflorestamento", "energia renovável", "greenwashing"]
  },
  {
    "pergunta": "Por que proteger florestas de mangue é essencial?",
    "resposta": "Mangues protegem costas contra erosão, armazenam carbono e são berçários de peixes. No Brasil, eles estão ameaçados por aquicultura. Criticamente, sua destruição aumenta a vulnerabilidade a desastres climáticos. Sabia que mangues armazenam até 5 vezes mais carbono por hectare que florestas terrestres?",
    "palavras_chave": ["mangues", "carbono", "erosão", "biodiversidade", "aquicultura"]
  },
  {
    "pergunta": "Como a poluição sonora afeta os animais marinhos?",
    "resposta": "A poluição sonora, como sons de navios ou sonares, desorienta animais marinhos, como baleias, que dependem de sons para comunicação e navegação. Isso pode levar a encalhes em massa. Criticamente, a regulamentação de ruídos oceânicos é insuficiente. Sabia que golfinhos podem sofrer estresse crônico por causa de ruídos constantes em portos?",
    "palavras_chave": ["poluição sonora", "animais marinhos", "baleias", "navegação", "estresse"]
  },
  {
    "pergunta": "O que é agricultura regenerativa e como ajuda o meio ambiente?",
    "resposta": "A agricultura regenerativa usa práticas como rotação de culturas e compostagem para restaurar solos e capturar carbono. Diferente da agricultura intensiva, ela aumenta a biodiversidade. No Brasil, pequenos agricultores já adotam isso. A crítica é que grandes indústrias resistem à mudança. Sabia que solos regenerados podem capturar até 1 tonelada de carbono por hectare ao ano?",
    "palavras_chave": ["agricultura regenerativa", "solo", "carbono", "biodiversidade", "sustentabilidade"]
  },
  {
    "pergunta": "Por que a conservação de polinizadores é tão importante?",
    "resposta": "Polinizadores, como abelhas e borboletas, são essenciais para a reprodução de plantas, incluindo culturas alimentares. Sua perda, devido a agrotóxicos e desmatamento, ameaça a segurança alimentar. Criticamente, políticas agrícolas raramente priorizam sua proteção. Sabia que 75% das culturas globais dependem de polinizadores para produzir frutos?",
    "palavras_chave": ["polinizadores", "abelhas", "segurança alimentar", "agrotóxicos", "biodiversidade"]
  },
  {
    "pergunta": "O que é o efeito de ilha de calor urbana?",
    "resposta": "O efeito de ilha de calor ocorre quando cidades, com muito concreto e asfalto, absorvem e retêm calor, elevando temperaturas. Isso aumenta o consumo de energia e afeta a fauna local. Em São Paulo, áreas verdes ajudam a mitigar isso. A crítica é que o urbanismo ignora soluções naturais. Sabia que árvores urbanas podem reduzir a temperatura em até 5°C?",
    "palavras_chave": ["ilha de calor", "urbanização", "temperatura", "áreas verdes", "energia"]
  },
  {
    "pergunta": "Como o derretimento das calotas polares afeta os ecossistemas?",
    "resposta": "O derretimento das calotas, causado pelo aquecimento global, eleva o nível do mar e destrói habitats, como os de ursos polares. Também altera correntes oceânicas, afetando o clima global. Criticamente, a dependência de combustíveis fósseis acelera isso. Sabia que o Ártico está aquecendo quatro vezes mais rápido que o resto do planeta?",
    "palavras_chave": ["calotas polares", "aquecimento global", "ecossistemas", "nível do mar", "clima"]
  },
  {
    "pergunta": "O que é bioacumulação e por que é perigosa?",
    "resposta": "Bioacumulação é quando substâncias tóxicas, como mercúrio, se acumulam nos tecidos de organismos ao longo da cadeia alimentar. Peixes predadores, como o atum, concentram altos níveis, afetando até humanos. A crítica é que a poluição industrial não é devidamente controlada. Sabia que o mercúrio no Ártico já afeta comunidades indígenas que consomem peixes?",
    "palavras_chave": ["bioacumulação", "mercúrio", "cadeia alimentar", "poluição", "saúde"]
  },
  {
    "pergunta": "Por que a conservação de solos é essencial para a biodiversidade?",
    "resposta": "Solos saudáveis abrigam microrganismos que sustentam cadeias alimentares. Práticas como monocultura os degradam, reduzindo a fertilidade. No Cerrado, a erosão é um problema grave. Criticamente, políticas agrícolas focam no lucro, não na sustentabilidade. Sabia que 1 grama de solo pode conter bilhões de microrganismos?",
    "palavras_chave": ["solos", "biodiversidade", "microrganismos", "erosão", "cerrado"]
  },
  {
    "pergunta": "Como as barragens hidrelétricas afetam os ecossistemas fluviais?",
    "resposta": "Barragens alteram o fluxo de rios, bloqueiam a migração de peixes e inundam habitats, como na usina de Belo Monte, no Brasil. Isso afeta comunidades ribeirinhas e a biodiversidade. A crítica é que os impactos ambientais são subestimados em projetos. Sabia que algumas espécies de peixes amazônicos já estão ameaçadas por causa de barragens?",
    "palavras_chave": ["barragens", "ecossistemas fluviais", "biodiversidade", "belo monte", "migração"]
  },
  {
    "pergunta": "O que é o Protocolo de Kyoto e qual seu impacto na conservação?",
    "resposta": "O Protocolo de Kyoto, de 1997, foi um acordo internacional para reduzir emissões de gases de efeito estufa. Ele incentivou energias renováveis, mas teve adesão limitada. Criticamente, países ricos muitas vezes transferiram responsabilidades. Sabia que o protocolo inspirou o Acordo de Paris, mais amplo e atual?",
    "palavras_chave": ["protocolo de kyoto", "emissões", "energia renovável", "acordo de paris", "clima"]
  },
  {
    "pergunta": "Por que a conservação de florestas boreais é importante?",
    "resposta": "Florestas boreais, como as do Canadá, armazenam grandes quantidades de carbono e abrigam espécies como linces. Sua destruição por extração de madeira aumenta o aquecimento global. A crítica é que a exploração madeireira prioriza lucros. Sabia que essas florestas cobrem 11% da superfície terrestre?",
    "palavras_chave": ["florestas boreais", "carbono", "biodiversidade", "madeira", "aquecimento global"]
  },
  {
    "pergunta": "Como a poluição do ar afeta os ecossistemas terrestres?",
    "resposta": "Poluentes como ozônio danificam folhas de plantas, reduzindo a fotossíntese, e afetam a saúde de animais. Em florestas tropicais, isso é agravado por queimadas. Criticamente, a poluição cruza fronteiras, dificultando soluções locais. Sabia que a poluição do ar já reduziu em 10% a produtividade de culturas em algumas regiões?",
    "palavras_chave": ["poluição do ar", "ecossistemas", "fotossíntese", "queimadas", "saúde"]
  },
  {
    "pergunta": "O que é o comércio de carbono e como ele funciona?",
    "resposta": "O comércio de carbono permite que empresas ou países comprem ‘créditos’ para compensar emissões, financiando projetos como reflorestamento. No Brasil, há projetos na Amazônia. A crítica é que ele pode ser usado como ‘greenwashing’. Sabia que o mercado global de carbono movimenta bilhões de dólares por ano?",
    "palavras_chave": ["comércio de carbono", "emissões", "reflorestamento", "amazônia", "greenwashing"]
  },
  {
    "pergunta": "Por que a proteção de zonas úmidas costeiras é crucial?",
    "resposta": "Zonas úmidas costeiras, como estuários, filtram poluentes e protegem contra tempestades. No Brasil, a urbanização as destrói. Criticamente, sua perda aumenta a vulnerabilidade a desastres climáticos. Sabia que essas áreas podem reduzir em até 70% o impacto de ondas em tempestades?",
    "palavras_chave": ["zonas úmidas", "costeiras", "poluentes", "tempestades", "conservação"]
  },
  {
    "pergunta": "Como a introdução de transgênicos afeta a biodiversidade?",
    "resposta": "Transgênicos, como milho resistente a pragas, podem cruzar com espécies nativas, alterando sua genética. Isso reduz a diversidade genética e afeta ecossistemas. A crítica é que a regulamentação é insuficiente. Sabia que o México baniu transgênicos de milho para proteger variedades tradicionais?",
    "palavras_chave": ["transgênicos", "biodiversidade", "genética", "ecossistemas", "regulamentação"]
  },
  {
    "pergunta": "O que é um serviço ecossistêmico e por que ele importa?",
    "resposta": "Serviços ecossistêmicos são benefícios que a natureza fornece, como polinização, purificação de água ou regulação climática. Florestas como a Amazônia oferecem isso. Criticamente, a economia global ignora seu valor. Sabia que esses serviços valem trilhões de dólares anualmente, mas não são contabilizados?",
    "palavras_chave": ["serviços ecossistêmicos", "polinização", "amazônia", "economia", "natureza"]
  },
  {
    "pergunta": "Como o turismo descontrolado afeta áreas protegidas?",
    "resposta": "O turismo descontrolado, como em Fernando de Noronha, gera lixo, pisoteia habitats e perturba a fauna. A crítica é que a falta de limites claros prioriza lucro sobre conservação. Sabia que o turismo já causou a morte de corais em várias ilhas por excesso de visitantes?",
    "palavras_chave": ["turismo", "áreas protegidas", "habitat", "conservação", "corais"]
  },
  {
    "pergunta": "O que é a acidificação dos oceanos e suas consequências?",
    "resposta": "A acidificação ocorre quando o CO2 atmosférico se dissolve na água, reduzindo o pH dos oceanos. Isso prejudica corais e moluscos, que não formam conchas. Criticamente, a queima de combustíveis fósseis é a principal causa. Sabia que os oceanos estão 30% mais ácidos desde a Revolução Industrial?",
    "palavras_chave": ["acidificação", "oceanos", "corais", "co2", "moluscos"]
  },
  {
    "pergunta": "Por que a conservação de savanas é importante?",
    "resposta": "Savanas, como o Cerrado, abrigam biodiversidade única e armazenam carbono no solo. Sua conversão para agricultura reduz esses benefícios. Criticamente, o Cerrado é menos protegido que a Amazônia. Sabia que ele é chamado de 'floresta de cabeça para baixo' por suas raízes profundas?",
    "palavras_chave": ["savanas", "cerrado", "biodiversidade", "carbono", "agricultura"]
  },
  {
    "pergunta": "Como a caça ilegal afeta as populações de grandes mamíferos?",
    "resposta": "A caça ilegal, como de elefantes por marfim, reduz populações e desequilibra ecossistemas. No Brasil, onças são alvos. A crítica é que o comércio internacional de troféus ainda é mal regulado. Sabia que a população de rinocerontes caiu 90% em algumas regiões da África em 50 anos?",
    "palavras_chave": ["caça ilegal", "mamíferos", "ecossistemas", "onças", "comércio"]
  },
  {
    "pergunta": "O que é o Acordo de Paris e seus objetivos?",
    "resposta": "O Acordo de Paris, de 2015, é um pacto global para limitar o aquecimento a 1,5°C, reduzindo emissões. Países como o Brasil se comprometeram a reflorestar. A crítica é que muitos não cumprem metas. Sabia que o acordo foi assinado por 195 países, um recorde na ONU?",
    "palavras_chave": ["acordo de paris", "aquecimento global", "emissões", "reflorestamento", "clima"]
  },
  {
    "pergunta": "Como a fragmentação de habitats afeta aves migratórias?",
    "resposta": "A fragmentação, causada por desmatamento ou urbanização, reduz áreas de descanso para aves migratórias, como o maçarico. Isso ameaça suas populações. Criticamente, a proteção de rotas migratórias é complexa. Sabia que algumas aves voam 10 mil km em uma única migração?",
    "palavras_chave": ["fragmentação", "aves migratórias", "habitat", "desmatamento", "conservação"]
  },
  {
    "pergunta": "O que é biologia da conservação e qual seu foco?",
    "resposta": "Biologia da conservação estuda como proteger espécies e ecossistemas. Usa genética, ecologia e políticas públicas. No Brasil, ajuda a salvar o mico-leão-dourado. A crítica é que faltam recursos para pesquisa. Sabia que o mico-leão-dourado quase foi extinto, mas hoje tem populações estáveis?",
    "palavras_chave": ["biologia da conservação", "espécies", "ecossistemas", "mico-leão-dourado", "genética"]
  },
  {
    "pergunta": "Por que a conservação de rios é essencial para a biodiversidade?",
    "resposta": "Rios sustentam ecossistemas, fornecendo água e habitats para peixes e anfíbios. A poluição e barragens os degradam, como no Rio São Francisco. Criticamente, a gestão de rios é fragmentada. Sabia que o São Francisco já perdeu 50% de sua vazão natural em algumas áreas?",
    "palavras_chave": ["rios", "biodiversidade", "poluição", "barragens", "são francisco"]
  },
  {
    "pergunta": "Como o lixo eletrônico impacta o meio ambiente?",
    "resposta": "Lixo eletrônico, como celulares descartados, libera metais pesados, como chumbo, contaminando solos e água. No Brasil, o descarte inadequado é comum. A crítica é a falta de reciclagem eficiente. Sabia que o mundo gera 50 milhões de toneladas de lixo eletrônico por ano?",
    "palavras_chave": ["lixo eletrônico", "metais pesados", "reciclagem", "contaminação", "descarte"]
  },
  {
    "pergunta": "O que é restauração de recifes de coral e como é feita?",
    "resposta": "Restauração de corais envolve replantar fragmentos ou criar estruturas artificiais para recuperar recifes danificados. Projetos no Caribe já mostram resultados. A crítica é que o custo elevado limita a escala. Sabia que corais artificiais podem atrair 20% mais peixes em um ano?",
    "palavras_chave": ["restauração", "recifes de coral", "biodiversidade", "caribe", "estruturas artificiais"]
  },
  {
    "pergunta": "O que é eutrofização e como ela afeta os corpos d’água?",
    "resposta": "Eutrofização é o enriquecimento excessivo de nutrientes, como nitrogênio, em rios e lagos, geralmente por fertilizantes agrícolas. Isso causa o crescimento de algas, que consomem oxigênio e matam peixes. No Brasil, a Lagoa Rodrigo de Freitas já sofreu com isso. Criticamente, a falta de controle no uso de fertilizantes agrava o problema. Sabia que a eutrofização pode tornar a água tóxica para humanos?",
    "palavras_chave": ["eutrofização", "nutrientes", "algas", "fertilizantes", "corpos d’água"]
  },
  {
    "pergunta": "Por que a conservação de tubarões é importante para os oceanos?",
    "resposta": "Tubarões são predadores de topo, regulando populações de outras espécies marinhas. Sua pesca excessiva, como na sopa de barbatana, desequilibra ecossistemas. Criticamente, a falta de proteção internacional dificulta sua conservação. Sabia que os tubarões existem há 400 milhões de anos, mais que os dinossauros?",
    "palavras_chave": ["tubarões", "ecossistemas marinhos", "predadores", "pesca", "conservação"]
  },
  {
    "pergunta": "Como o desmatamento afeta o ciclo da água?",
    "resposta": "O desmatamento, como na Amazônia, reduz a evapotranspiração das árvores, que ajuda a formar chuvas. Isso pode causar secas em regiões distantes. Criticamente, a perda de florestas ignora seu papel climático. Sabia que a Amazônia gera ‘rios voadores’ que levam umidade até o Sul do Brasil?",
    "palavras_chave": ["desmatamento", "ciclo da água", "amazônia", "chuvas", "evapotranspiração"]
  },
  {
    "pergunta": "O que é um parque nacional e qual seu papel na conservação?",
    "resposta": "Parques nacionais são áreas protegidas para preservar ecossistemas e espécies, como o Parque Nacional do Iguaçu, no Brasil. Eles limitam atividades humanas e promovem pesquisa. A crítica é que muitos sofrem com invasões e falta de verba. Sabia que o primeiro parque nacional do mundo foi Yellowstone, criado em 1872?",
    "palavras_chave": ["parque nacional", "conservação", "ecossistemas", "iguaçu", "biodiversidade"]
  },
  {
    "pergunta": "Como a poluição térmica afeta os ecossistemas aquáticos?",
    "resposta": "Poluição térmica ocorre quando indústrias despejam água quente em rios, alterando a temperatura e reduzindo o oxigênio. Isso prejudica peixes e outros organismos. Criticamente, a regulação dessas emissões é fraca. Sabia que a poluição térmica pode reduzir a reprodução de peixes em até 50%?",
    "palavras_chave": ["poluição térmica", "ecossistemas aquáticos", "temperatura", "oxigênio", "indústria"]
  },
  {
    "pergunta": "Por que a proteção de espécies-chave é essencial?",
    "resposta": "Espécies-chave, como os lobos, controlam populações de presas e mantêm o equilíbrio dos ecossistemas. Sua remoção causa desequilíbrios, como em Yellowstone antes da reintrodução de lobos. Criticamente, a caça ainda ameaça essas espécies. Sabia que a reintrodução de lobos em Yellowstone aumentou a biodiversidade local?",
    "palavras_chave": ["espécies-chave", "ecossistema", "lobos", "biodiversidade", "equilíbrio"]
  },
  {
    "pergunta": "O que é o efeito estufa e como ele é intensificado?",
    "resposta": "O efeito estufa é um processo natural onde gases como CO2 retêm calor na atmosfera. Atividades humanas, como queima de combustíveis fósseis, o intensificam, causando aquecimento global. Criticamente, a transição para energias limpas é lenta. Sabia que o metano, liberado por gado, é 25 vezes mais potente que o CO2?",
    "palavras_chave": ["efeito estufa", "aquecimento global", "co2", "metano", "energia"]
  },
  {
    "pergunta": "Como a agricultura orgânica ajuda na conservação ambiental?",
    "resposta": "A agricultura orgânica evita agrotóxicos e promove a saúde do solo, aumentando a biodiversidade. No Brasil, pequenos produtores orgânicos têm crescido. Criticamente, ela ainda é menos produtiva que a convencional, limitando sua adoção. Sabia que solos orgânicos podem armazenar até 30% mais carbono?",
    "palavras_chave": ["agricultura orgânica", "biodiversidade", "solo", "agrotóxicos", "carbono"]
  },
  {
    "pergunta": "Por que a perda de habitats afeta anfíbios mais que outros animais?",
    "resposta": "Anfíbios, como sapos, dependem de ambientes úmidos e são sensíveis a poluição e mudanças climáticas. O desmatamento e a drenagem de pântanos os ameaçam. Criticamente, sua proteção é negligenciada. Sabia que 40% das espécies de anfíbios estão ameaçadas de extinção globalmente?",
    "palavras_chave": ["anfíbios", "habitat", "poluição", "extinção", "pântanos"]
  },
  {
    "pergunta": "O que é um plano de manejo sustentável e como ele funciona?",
    "resposta": "Um plano de manejo sustentável regula o uso de recursos naturais, como madeira ou pesca, para evitar esgotamento. No Brasil, florestas comunitárias usam isso. Criticamente, a fiscalização é muitas vezes insuficiente. Sabia que o manejo sustentável na Amazônia já evitou a derrubada de milhões de árvores?",
    "palavras_chave": ["manejo sustentável", "recursos", "amazônia", "fiscalização", "conservação"]
  },
  {
    "pergunta": "Como a poluição por petróleo afeta os ecossistemas marinhos?",
    "resposta": "Vazamentos de petróleo, como o de 2019 no Nordeste brasileiro, cobrem animais e plantas, impedindo respiração e fotossíntese. A recuperação é lenta e cara. Criticamente, a exploração offshore continua crescendo. Sabia que aves marinhas podem levar anos para se recuperar de um único vazamento?",
    "palavras_chave": ["poluição por petróleo", "ecossistemas marinhos", "vazamentos", "aves", "recuperação"]
  },
  {
    "pergunta": "O que é a Lista Vermelha da IUCN e qual sua importância?",
    "resposta": "A Lista Vermelha da IUCN classifica espécies por risco de extinção, ajudando a priorizar esforços de conservação. No Brasil, o tamanduá-bandeira está na lista. Criticamente, falta ação para espécies menos carismáticas. Sabia que a lista já catalogou mais de 150 mil espécies?",
    "palavras_chave": ["lista vermelha", "iucn", "extinção", "tamanduá", "conservação"]
  },
  {
    "pergunta": "Por que a conservação de pradarias é importante?",
    "resposta": "Pradarias, como os Pampas no Sul do Brasil, armazenam carbono e abrigam espécies únicas. A agricultura intensiva as destrói. Criticamente, elas recebem menos atenção que florestas. Sabia que pradarias podem armazenar tanto carbono quanto florestas tropicais por hectare?",
    "palavras_chave": ["pradarias", "pampas", "carbono", "biodiversidade", "agricultura"]
  },
  {
    "pergunta": "Como o lixo marinho afeta as aves marinhas?",
    "resposta": "Aves marinhas, como albatrozes, ingerem plásticos ou ficam presas em redes, o que causa morte ou reprodução reduzida. Criticamente, a produção de plástico continua crescendo. Sabia que 90% das aves marinhas já têm plástico em seus estômagos?",
    "palavras_chave": ["lixo marinho", "aves marinhas", "plástico", "morte", "reprodução"]
  },
  {
    "pergunta": "O que é agrofloresta e como ela contribui para a conservação?",
    "resposta": "Agrofloresta combina árvores, culturas e animais, imitando ecossistemas naturais. No Brasil, é usada na Amazônia para restaurar solos. Criticamente, exige conhecimento local, o que limita sua expansão. Sabia que agroflorestas podem ser até 20% mais produtivas que monoculturas?",
    "palavras_chave": ["agrofloresta", "amazônia", "solos", "biodiversidade", "sustentabilidade"]
  },
  {
    "pergunta": "Como a mineração de ouro afeta os rios amazônicos?",
    "resposta": "A mineração de ouro usa mercúrio, que contamina rios e envenena peixes e comunidades indígenas. No rio Tapajós, isso é um problema grave. Criticamente, a mineração ilegal é difícil de fiscalizar. Sabia que o mercúrio pode permanecer nos ecossistemas por décadas?",
    "palavras_chave": ["mineração de ouro", "mercúrio", "rios", "tapajós", "contaminação"]
  },
  {
    "pergunta": "Por que a proteção de zonas árticas é crucial?",
    "resposta": "As zonas árticas regulam o clima global e abrigam espécies como focas. O derretimento do gelo, causado por combustíveis fósseis, as ameaça. Criticamente, a exploração de petróleo no Ártico continua. Sabia que o Ártico perdeu 13% de seu gelo por década desde os anos 80?",
    "palavras_chave": ["ártico", "clima", "gelo", "focas", "petróleo"]
  },
  {
    "pergunta": "O que é monitoramento ambiental e como ele ajuda na conservação?",
    "resposta": "Monitoramento ambiental usa drones e sensores para acompanhar ecossistemas, como desmatamento na Amazônia. Ajuda a detectar problemas cedo. Criticamente, faltam recursos para expandi-lo. Sabia que o Brasil usa satélites para monitorar a Amazônia em tempo real?",
    "palavras_chave": ["monitoramento ambiental", "amazônia", "drones", "desmatamento", "conservação"]
  },
  {
    "pergunta": "Como a urbanização afeta os ciclos de migração de peixes?",
    "resposta": "A urbanização, com barragens e poluição, bloqueia rotas de migração de peixes, como o salmão. Isso reduz suas populações. Criticamente, o impacto nos rios é pouco considerado no planejamento. Sabia que algumas espécies de peixes migram milhares de quilômetros para se reproduzir?",
    "palavras_chave": ["urbanização", "migração de peixes", "barragens", "poluição", "reprodução"]
  },
  {
    "pergunta": "O que é a Convenção de Ramsar e qual seu objetivo?",
    "resposta": "A Convenção de Ramsar, de 1971, protege áreas úmidas, como o Pantanal. Promove seu uso sustentável e conservação. Criticamente, muitas áreas ainda sofrem com drenagem. Sabia que o Brasil tem 27 sítios Ramsar, mas poucos são bem geridos?",
    "palavras_chave": ["convenção de ramsar", "áreas úmidas", "pantanal", "conservação", "sustentabilidade"]
  },
  {
    "pergunta": "Como o aquecimento global afeta os insetos?",
    "resposta": "O aquecimento altera os ciclos de vida de insetos, como borboletas, afetando polinização e cadeias alimentares. Criticamente, a perda de insetos impacta a agricultura. Sabia que as populações de insetos caíram 75% em algumas regiões da Europa em 30 anos?",
    "palavras_chave": ["aquecimento global", "insetos", "polinização", "cadeia alimentar", "agricultura"]
  },
  {
    "pergunta": "O que é a pegada hídrica e como reduzi-la?",
    "resposta": "A pegada hídrica mede a água usada para produzir bens, como carne ou roupas. Reduzi-la envolve consumir menos carne e reciclar água. Criticamente, o consumo excessivo ignora a escassez hídrica. Sabia que produzir 1 kg de carne bovina usa 15 mil litros de água?",
    "palavras_chave": ["pegada hídrica", "água", "consumo", "carne", "sustentabilidade"]
  },
  {
    "pergunta": "Por spouses que a conservação de florestas tropicais é prioritária?",
    "resposta": "Florestas tropicais, como a Amazônia, abrigam 50% da biodiversidade terrestre e regulam o clima. Sua perda causa extinções e secas. Criticamente, o desmatamento continua por interesses econômicos. Sabia que a Amazônia tem mais espécies de árvores que toda a Europa?",
    "palavras_chave": ["florestas tropicais", "amazônia", "biodiversidade", "clima", "desmatamento"]
  },
  {
    "pergunta": "Como a poluição por nitrogênio afeta os ecossistemas?",
    "resposta": "O excesso de nitrogênio, de fertilizantes, causa eutrofização e altera solos, reduzindo a biodiversidade. Criticamente, a agricultura intensiva ignora esses impactos. Sabia que o nitrogênio atmosférico aumentou 30% desde o século XX por atividades humanas?",
    "palavras_chave": ["nitrogênio", "eutrofização", "solos", "biodiversidade", "fertilizantes"]
  },
  {
    "pergunta": "O que é a restauração de manguezais e por que é importante?",
    "resposta": "A restauração de manguezais replanta árvores em áreas degradadas, recuperando habitats e proteção costeira. No Brasil, projetos no Nordeste têm sucesso. Criticamente, o custo elevado limita a escala. Sabia que manguezais protegem contra tsunamis, reduzindo impactos em até 30%?",
    "palavras_chave": ["manguezais", "restauração", "habitat", "costas", "tsunamis"]
  },
  {
    "pergunta": "Como a poluição por microplásticos afeta a cadeia alimentar?",
    "resposta": "Microplásticos, fragmentos minúsculos de plástico, são ingeridos por plânctons e peixes, acumulando-se na cadeia alimentar até chegar aos humanos. Isso pode causar problemas de saúde, como inflamações. No Brasil, a costa nordestina já detecta microplásticos em peixes. Criticamente, a produção de plástico continua sem controle global. Sabia que microplásticos foram encontrados até em placentas humanas?",
    "palavras_chave": ["microplásticos", "cadeia alimentar", "poluição", "saúde", "plâncton"]
  },
  {
    "pergunta": "O que é a Convenção CITES e qual seu propósito?",
    "resposta": "A Convenção CITES regula o comércio internacional de espécies ameaçadas, como o papagaio-verdadeiro no Brasil, para evitar sua exploração. Ajuda a proteger a biodiversidade, mas a fiscalização é desafiadora. Criticamente, o comércio ilegal persiste em muitos países. Sabia que a CITES protege mais de 35 mil espécies de plantas e animais?",
    "palavras_chave": ["cites", "comércio", "biodiversidade", "espécies ameaçadas", "fiscalização"]
  },
  {
    "pergunta": "Por que a conservação de tartarugas marinhas é tão desafiadora?",
    "resposta": "Tartarugas marinhas enfrentam ameaças como pesca acidental, poluição e perda de praias de desova. Projetos como o Tamar, no Brasil, protegem ninhos, mas os esforços globais são desiguais. Criticamente, a urbanização costeira ignora seus habitats. Sabia que tartarugas marinhas podem viver mais de 100 anos?",
    "palavras_chave": ["tartarugas marinhas", "conservação", "tamar", "poluição", "desova"]
  },
  {
    "pergunta": "Como a perda de florestas afeta os serviços de polinização?",
    "resposta": "A perda de florestas reduz habitats de polinizadores, como abelhas selvagens, impactando a produção de frutos e sementes. No Brasil, o desmatamento no Cerrado afeta culturas como o maracujá. Criticamente, a agricultura intensiva piora essa situação. Sabia que a polinização natural aumenta em 20% o rendimento de culturas agrícolas?",
    "palavras_chave": ["florestas", "polinização", "cerrado", "abelhas", "agricultura"]
  },
  {
    "pergunta": "O que é um santuário de vida selvagem e como ele funciona?",
    "resposta": "Santuários de vida selvagem são áreas protegidas para reabilitar e proteger animais, como o Santuário de Elefantes no Brasil. Eles evitam exploração e promovem bem-estar. Criticamente, muitos carecem de financiamento. Sabia que o Brasil tem o primeiro santuário de elefantes da América Latina?",
    "palavras_chave": ["santuário", "vida selvagem", "elefantes", "bem-estar", "conservação"]
  },
  {
    "pergunta": "Como a extração de madeira afeta os solos florestais?",
    "resposta": "A extração de madeira compacta o solo e remove nutrientes, reduzindo sua fertilidade. Na Amazônia, isso prejudica a regeneração florestal. Criticamente, o manejo sustentável é pouco adotado. Sabia que solos florestais podem levar séculos para se recuperar após a extração?",
    "palavras_chave": ["extração de madeira", "solos", "amazônia", "fertilidade", "manejo"]
  },
  {
    "pergunta": "Por que a conservação de recifes artificiais é controversa?",
    "resposta": "Recifes artificiais, como navios afundados, atraem vida marinha, mas podem introduzir poluentes ou espécies invasoras. No Brasil, há projetos no litoral de Pernambuco. Criticamente, falta pesquisa sobre seus impactos a longo prazo. Sabia que recifes artificiais podem dobrar a biomassa de peixes em alguns anos?",
    "palavras_chave": ["recifes artificiais", "biodiversidade", "poluentes", "pernambuco", "impactos"]
  },
  {
    "pergunta": "O que é a desertificação cultural e como ela se relaciona com o meio ambiente?",
    "resposta": "Desertificação cultural é a perda de práticas tradicionais de comunidades devido à degradação ambiental, como na Caatinga, onde a seca afeta agricultores. Isso reduz o conhecimento local sobre conservação. Criticamente, políticas ignoram essas comunidades. Sabia que indígenas da Caatinga usam técnicas ancestrais para conservar água?",
    "palavras_chave": ["desertificação cultural", "caatinga", "comunidades", "conservação", "conhecimento"]
  },
  {
    "pergunta": "Como a pesca de arrasto prejudica os oceanos?",
    "resposta": "A pesca de arrasto arrasta redes pelo fundo do mar, destruindo corais e habitats de peixes. É comum em alto-mar, mas pouco regulamentada. Criticamente, ela captura espécies não-alvo, como tartarugas. Sabia que a pesca de arrasto pode devastar áreas equivalentes a cidades inteiras em um dia?",
    "palavras_chave": ["pesca de arrasto", "oceanos", "corais", "habitat", "regulamentação"]
  },
  {
    "pergunta": "Por que a conservação de grandes felinos é essencial?",
    "resposta": "Grandes felinos, como a onça-pintada, são predadores de topo que regulam ecossistemas. Sua caça e perda de habitat, como no Pantanal, causam desequilíbrios. Criticamente, conflitos com fazendeiros dificultam a proteção. Sabia que a onça-pintada é o maior felino das Américas?",
    "palavras_chave": ["grandes felinos", "onça-pintada", "ecossistemas", "pantanal", "caça"]
  },
  {
    "pergunta": "O que é o conceito de resiliência ecológica?",
    "resposta": "Resiliência ecológica é a capacidade de um ecossistema de se recuperar de perturbações, como queimadas. Florestas tropicais têm alta resiliência, mas o desmatamento a reduz. Criticamente, a intervenção humana pode acelerar a recuperação. Sabia que algumas florestas podem se recuperar em 20 anos com manejo adequado?",
    "palavras_chave": ["resiliência ecológica", "ecossistema", "queimadas", "recuperação", "manejo"]
  },
  {
    "pergunta": "Como a poluição por fertilizantes afeta os recifes de coral?",
    "resposta": "Fertilizantes agrícolas escorrem para os oceanos, causando eutrofização que sufoca corais com algas. Na Austrália, isso ameaça a Grande Barreira de Corais. Criticamente, a agricultura não adota práticas sustentáveis o suficiente. Sabia que 50% dos corais da Grande Barreira já morreram desde 1990?",
    "palavras_chave": ["fertilizantes", "recifes de coral", "eutrofização", "sustentabilidade", "algas"]
  },
  {
    "pergunta": "O que é um corredor de biodiversidade transfronteiriço?",
    "resposta": "Corredores de biodiversidade transfronteiriços conectam áreas protegidas entre países, como entre Brasil e Bolívia no Pantanal. Facilitam a migração de espécies e a diversidade genética. Criticamente, a cooperação internacional é desafiadora. Sabia que esses corredores podem salvar espécies como a arara-azul?",
    "palavras_chave": ["corredor de biodiversidade", "pantanal", "migração", "cooperação", "arara-azul"]
  },
  {
    "pergunta": "Como o turismo ecológico pode ajudar na conservação?",
    "resposta": "O turismo ecológico, como em Bonito, no Brasil, gera renda para proteger áreas naturais e educa visitantes. Porém, sem controle, pode causar danos. Criticamente, o lucro nem sempre é reinvestido localmente. Sabia que o ecoturismo em Bonito financia a proteção de rios cristalinos?",
    "palavras_chave": ["turismo ecológico", "conservação", "bonito", "educação", "renda"]
  },
  {
    "pergunta": "Por que a conservação de espécies endêmicas é prioritária?",
    "resposta": "Espécies endêmicas, como o lobo-guará no Cerrado, só existem em um lugar, tornando sua extinção irreversível. A perda de habitat é a maior ameaça. Criticamente, elas recebem menos atenção que espécies carismáticas. Sabia que o Brasil tem mais de 20% das espécies endêmicas do mundo?",
    "palavras_chave": ["espécies endêmicas", "cerrado", "lobo-guará", "extinção", "habitat"]
  },
  {
    "pergunta": "Como a queima de combustíveis fósseis afeta os ecossistemas montanhosos?",
    "resposta": "A queima de combustíveis fósseis aumenta o CO2, aquecendo montanhas e derretendo geleiras, como nos Andes. Isso afeta espécies adaptadas ao frio. Criticamente, a exploração mineral em montanhas agrava o problema. Sabia que os Andes perderam 30% de suas geleiras em 50 anos?",
    "palavras_chave": ["combustíveis fósseis", "montanhas", "geleiras", "co2", "andes"]
  },
  {
    "pergunta": "O que é o conceito de dívida ecológica?",
    "resposta": "Dívida ecológica é o impacto desproporcional de países ricos sobre recursos naturais, afetando países pobres. Por exemplo, a extração de madeira na África beneficia nações desenvolvidas. Criticamente, o conceito é pouco usado em políticas globais. Sabia que países ricos consomem 80% dos recursos globais?",
    "palavras_chave": ["dívida ecológica", "recursos", "países pobres", "consumo", "impacto"]
  },
  {
    "pergunta": "Como a poluição por metais pesados afeta a fauna aquática?",
    "resposta": "Metais pesados, como chumbo, contaminam rios e lagos, acumulando-se em peixes e causando danos neurológicos. No Brasil, a mineração no Rio Doce é um exemplo. Criticamente, a remediação é cara e lenta. Sabia que peixes contaminados podem afetar aves que os consomem?",
    "palavras_chave": ["metais pesados", "fauna aquática", "rio doce", "contaminação", "mineração"]
  },
  {
    "pergunta": "O que é a bioeconomia e como ela apoia a conservação?",
    "resposta": "Bioeconomia usa recursos biológicos de forma sustentável, como produtos derivados de plantas na Amazônia. Promove renda sem destruir ecossistemas. Criticamente, a implementação é limitada por falta de investimento. Sabia que a bioeconomia na Amazônia pode gerar bilhões de dólares anualmente?",
    "palavras_chave": ["bioeconomia", "amazônia", "sustentabilidade", "recursos", "renda"]
  },
  {
    "pergunta": "Por que a proteção de zonas de transição ecológica é importante?",
    "resposta": "Zonas de transição, como entre Cerrado e Amazônia, abrigam biodiversidade única e regulam ecossistemas. Sua destruição por agricultura reduz essa riqueza. Criticamente, essas áreas são pouco protegidas. Sabia que essas zonas têm espécies que não existem em nenhum outro lugar?",
    "palavras_chave": ["zonas de transição", "biodiversidade", "cerrado", "amazônia", "agricultura"]
  },
  {
    "pergunta": "Como a mudança climática afeta os padrões de migração de aves?",
    "resposta": "Mudanças climáticas alteram estações, confundindo aves migratórias, como o flamingo, que dependem de sinais sazonais. Isso reduz suas populações. Criticamente, a proteção de áreas de descanso é insuficiente. Sabia que algumas aves agora migram semanas antes do normal?",
    "palavras_chave": ["mudança climática", "migração", "aves", "flamingo", "estações"]
  },
  {
    "pergunta": "O que é um plano de recuperação de espécies e como funciona?",
    "resposta": "Planos de recuperação identificam ações para salvar espécies ameaçadas, como o papagaio-de-cara-roxa no Brasil. Incluem proteção de habitat e reprodução em cativeiro. Criticamente, o sucesso depende de financiamento. Sabia que o papagaio-de-cara-roxa quase foi extinto, mas hoje tem populações maiores?",
    "palavras_chave": ["recuperação de espécies", "papagaio", "habitat", "cativeiro", "financiamento"]
  },
  {
    "pergunta": "Como a poluição atmosférica afeta as florestas tropicais?",
    "resposta": "Poluentes como ozônio danificam folhas, reduzindo a fotossíntese em florestas tropicais. Queimadas agravam isso na Amazônia. Criticamente, a poluição cruza fronteiras, dificultando soluções. Sabia que a poluição atmosférica pode reduzir o crescimento de árvores em até 15%?",
    "palavras_chave": ["poluição atmosférica", "florestas tropicais", "fotossíntese", "queimadas", "amazônia"]
  },
  {
    "pergunta": "O que é um hotspot de poluição e como ele surge?",
    "resposta": "Hotspots de poluição são áreas com alta concentração de poluentes, como rios próximos a indústrias. No Brasil, o Rio Tietê é um exemplo. Eles surgem por descarte inadequado e falta de regulação. Criticamente, afetam comunidades locais. Sabia que o Tietê já foi navegável, mas hoje é altamente poluído?",
    "palavras_chave": ["hotspot de poluição", "rio tietê", "poluentes", "indústria", "regulação"]
  },
  {
    "pergunta": "Por que a educação ambiental é essencial para a conservação?",
    "resposta": "Educação ambiental ensina a importância de proteger ecossistemas, incentivando práticas sustentáveis. No Brasil, programas escolares promovem reciclagem. Criticamente, falta alcance em comunidades rurais. Sabia que crianças educadas ambientalmente influenciam até 80% das decisões familiares sobre sustentabilidade?",
    "palavras_chave": ["educação ambiental", "sustentabilidade", "reciclagem", "ecossistemas", "comunidades"]
  }
]