[
  {
    "pergunta": "Como professores podem incentivar leituras modernas que jovens gostam, mas com valor literário?",
    "resposta": "Professores podem aproximar os alunos das leituras ao escolher obras modernas que dialogam com dilemas sociais, mas que também têm qualidade literária. Ao trazer títulos contemporâneos para discussão em sala de aula e relacioná-los com clássicos, o interesse cresce. Sabia que muitos professores usam até vídeos do BookTok para despertar curiosidade inicial nos estudantes?",
    "palavras_chave": ["estratégias de ensino", "leituras modernas", "valor literário", "booktok", "jovens leitores", "didática escolar", "engajamento", "literatura contemporânea", "professores", "vestibular"]
  },
  {
    "pergunta": "Quais livros de literatura brasileira mais caem no vestibular?",
    "resposta": "Alguns títulos são presença quase obrigatória, como 'Dom Casmurro', 'Memórias Póstumas de Brás Cubas', 'Iracema', 'O Cortiço' e 'Vidas Secas'. Essas obras representam estilos literários diferentes e trazem discussões sobre identidade, sociedade e crítica social. Sabia que 'Vidas Secas', de Graciliano Ramos, é cobrado justamente por retratar a seca nordestina e a desigualdade?",
    "palavras_chave": ["vestibular", "obras obrigatórias", "literatura brasileira", "dom casmurro", "memórias póstumas", "iracema", "o cortiço", "vidas secas", "enem", "clássicos"]
  },
  {
    "pergunta": "Qual é a diferença entre ler resumo e o livro inteiro para o vestibular?",
    "resposta": "Resumos ajudam a fixar enredos, mas não substituem a leitura integral. Provas exigem análise de estilo, ironias, críticas sociais e recursos narrativos que só aparecem na obra completa. Sabia que muitas vezes as questões pedem interpretação de trechos específicos que só quem leu integralmente consegue reconhecer?",
    "palavras_chave": ["resumo", "obra completa", "estratégia de estudo", "interpretação literária", "estilo do autor", "ironia", "crítica social", "vestibular", "enem", "dica de leitura"]
  },
  {
    "pergunta": "Como entender melhor livros difíceis como 'Grande Sertão: Veredas'?",
    "resposta": "A leitura pode ser facilitada com glossários de vocabulário, marcação de personagens, esquemas visuais e discussões em grupo. Outra estratégia é ouvir trechos narrados em voz alta, já que o ritmo oral ajuda na compreensão. Sabia que Guimarães Rosa inventou palavras baseadas na fala do sertão para dar mais autenticidade à narrativa?",
    "palavras_chave": ["grande sertão veredas", "guimarães rosa", "vocabulário", "fala sertaneja", "grupo de estudo", "estratégia de leitura", "obras complexas", "interpretação", "vestibular", "literatura brasileira"]
  },
  {
    "pergunta": "Preciso ler literatura portuguesa para o Enem?",
    "resposta": "Não há leitura obrigatória de literatura portuguesa no Enem, mas autores como Eça de Queirós e Fernando Pessoa podem aparecer em questões comparativas. Sabia que Fernando Pessoa criava heterônimos, ou seja, personalidades literárias diferentes, para escrever com estilos variados?",
    "palavras_chave": ["literatura portuguesa", "eca de queirós", "fernando pessoa", "heterônimos", "enem", "comparação literária", "estratégia de leitura", "estilo literário", "vestibular", "literatura mundial"]
  },
  {
    "pergunta": "Como saber qual livro ler primeiro da lista obrigatória?",
    "resposta": "Uma boa estratégia é começar pelas obras mais curtas ou acessíveis, como 'Iracema' ou 'O Alienista', ganhando confiança antes de enfrentar títulos mais densos. Sabia que organizar a ordem de leitura por grau de dificuldade ajuda na motivação e evita a sensação de bloqueio?",
    "palavras_chave": ["lista obrigatória", "ordem de leitura", "iracema", "o alienista", "estratégia de estudo", "literatura brasileira", "confiança", "vestibular", "enem", "clássicos"]
  },
  {
    "pergunta": "Quais livros ajudam na redação do Enem?",
    "resposta": "Obras que ampliam repertório sociocultural são ótimas para a redação. Livros como '1984', 'Admirável Mundo Novo' e ensaios de divulgação científica como 'Sapiens' e 'Homo Deus' oferecem reflexões sobre tecnologia, ética e sociedade. Sabia que citar referências literárias ou filosóficas na redação pode elevar a nota no quesito argumentação?",
    "palavras_chave": ["redação enem", "repertório sociocultural", "argumentação", "1984", "admirável mundo novo", "sapiens", "homo deus", "estratégia de escrita", "atualidades", "vestibular"]
  },
  {
    "pergunta": "Tem livro que costuma surpreender na prova de literatura?",
    "resposta": "Alguns livros menos comentados, como 'Quincas Borba' e 'Capitães da Areia', podem aparecer em trechos de questões. Eles trazem temas como filosofia, desigualdade social e juventude marginalizada. Sabia que 'Capitães da Areia', de Jorge Amado, foi censurado no Brasil nos anos trinta por retratar a realidade de crianças de rua?",
    "palavras_chave": ["quincas borba", "capitães da areia", "jorge amado", "surpresa no vestibular", "literatura brasileira", "desigualdade social", "temas sociais", "enem", "obras obrigatórias", "estratégia de estudo"]
  },
  {
    "pergunta": "Como eu sei se um clássico vai me agradar?",
    "resposta": "Antes de ler, observe os temas principais da obra: conflitos morais, crítica social, amores impossíveis ou humor. Se esses temas despertam interesse, a leitura será mais fluida. Sabia que 'Dom Casmurro' ainda prende jovens leitores por causa da ambiguidade de Capitu, que até hoje gera debates?",
    "palavras_chave": ["clássicos", "dom casmurro", "machado de assis", "conflito moral", "crítica social", "ambiguidade", "capitu", "literatura brasileira", "estratégia de leitura", "vestibular"]
  },
  {
    "pergunta": "Como fazer um fichamento rápido para o Enem?",
    "resposta": "Um bom fichamento deve ter anotações sobre personagens principais, contexto histórico, tema central e passagens-chave da obra. O uso de cores ajuda na memorização. Sabia que pesquisas indicam que destacar palavras com cores diferentes pode aumentar a retenção em até trinta por cento?",
    "palavras_chave": ["fichamento", "estratégia de estudo", "enem", "memorização", "personagens", "temas centrais", "literatura brasileira", "resumo", "organização", "vestibular"]
  },
  {
    "pergunta": "Por que resolver provas anteriores é uma das melhores estratégias de estudo?",
    "resposta": "Resolver provas anteriores ajuda a entender o estilo de cada banca, treina o tempo de resposta e identifica os conteúdos mais cobrados. Sabia que muitos alunos relatam aumento de até 30% no desempenho depois de incluir esse hábito na rotina?",
    "palavras_chave": ["provas anteriores", "estratégia de estudo", "treino vestibular", "tempo de prova", "questões recorrentes"]
  },
  {
    "pergunta": "Qual a importância de revisar conteúdos com mapas mentais?",
    "resposta": "Os mapas mentais organizam conceitos de forma visual, facilitando a memorização e a revisão rápida antes da prova. Sabia que essa técnica foi popularizada pelo psicólogo Tony Buzan nos anos 1970?",
    "palavras_chave": ["mapas mentais", "revisão visual", "memorização", "técnicas de estudo", "resumos vestibular"]
  },
  {
    "pergunta": "Vale a pena estudar em grupo para o vestibular?",
    "resposta": "Estudar em grupo pode ser útil para tirar dúvidas e compartilhar técnicas, mas exige disciplina para não virar distração. Sabia que pesquisas apontam que o ensino entre colegas pode aumentar a retenção em até 90%?",
    "palavras_chave": ["estudo em grupo", "ensino colaborativo", "técnicas de aprendizagem", "troca de conhecimento", "retenção de conteúdo"]
  },
  {
    "pergunta": "Como dividir o tempo entre as matérias exatas e humanas?",
    "resposta": "O ideal é equilibrar de acordo com os pontos fortes e fracos do estudante, dedicando mais tempo às disciplinas que trazem maior dificuldade. Sabia que vestibulandos costumam errar ao abandonar matérias em que já têm facilidade, perdendo pontos importantes?",
    "palavras_chave": ["tempo de estudo", "equilíbrio de disciplinas", "exatas e humanas", "estratégia vestibular", "organização"]
  },
  {
    "pergunta": "Por que o descanso também faz parte da preparação?",
    "resposta": "Dormir bem ajuda a consolidar a memória e melhora a concentração, fatores decisivos no dia da prova. Sabia que uma noite mal dormida pode reduzir em até 40% a capacidade de retenção de informações?",
    "palavras_chave": ["descanso", "sono", "memória", "concentração", "desempenho vestibular"]
  },
  {
    "pergunta": "Como funciona a técnica da revisão espaçada?",
    "resposta": "A revisão espaçada consiste em revisar o mesmo conteúdo em intervalos crescentes, fortalecendo a memória de longo prazo. Sabia que aplicativos de flashcards utilizam exatamente esse princípio?",
    "palavras_chave": ["revisão espaçada", "memória de longo prazo", "técnica de estudo", "flashcards", "aprendizagem eficaz"]
  },
  {
    "pergunta": "Qual a importância de fazer simulados no mesmo horário da prova?",
    "resposta": "Treinar no mesmo horário ajuda a acostumar o corpo e a mente à rotina da avaliação, reduzindo ansiedade no dia oficial. Sabia que essa técnica é chamada de 'ensaio contextual' na psicologia cognitiva?",
    "palavras_chave": ["simulados", "rotina de prova", "ensaio contextual", "preparação", "estratégia vestibular"]
  },
  {
    "pergunta": "Por que é útil resumir os erros cometidos em exercícios?",
    "resposta": "Anotar os erros ajuda a identificar padrões e evitar repetir falhas em provas futuras. Sabia que muitos professores chamam isso de 'caderno do erro', uma das práticas mais elogiadas entre aprovados?",
    "palavras_chave": ["caderno do erro", "anotação de erros", "estratégia de estudo", "aprendizado", "revisão de falhas"]
  },
  {
    "pergunta": "Vale a pena assistir videoaulas em vez de ler livros?",
    "resposta": "As videoaulas podem complementar os estudos, especialmente para revisar conteúdos complexos, mas não substituem a leitura e a prática de exercícios. Sabia que estudos indicam que o aprendizado é mais sólido quando há múltiplas formas de contato com o conteúdo?",
    "palavras_chave": ["videoaulas", "livros didáticos", "estudo multimodal", "aprendizado", "estratégia vestibular"]
  },
  {
    "pergunta": "Como lidar com a ansiedade durante a preparação para o vestibular?",
    "resposta": "Técnicas de respiração, pausas estratégicas e organização da rotina ajudam a reduzir a ansiedade e aumentar a confiança. Sabia que exercícios físicos regulares também melhoram a performance cognitiva?",
    "palavras_chave": ["ansiedade vestibular", "controle emocional", "respiração", "organização de estudos", "confiança"]
  },
  {
    "pergunta": "Por que é importante simular a redação em tempo real?",
    "resposta": "Escrever a redação no tempo limite da prova ajuda a treinar a velocidade de escrita e a estrutura do texto. Sabia que alguns cursinhos indicam escrever ao menos uma redação por semana até o exame?",
    "palavras_chave": ["redação vestibular", "treino cronometrado", "produção textual", "tempo de prova", "estratégia"]
  },
  {
    "pergunta": "Qual o impacto da alimentação na preparação para o vestibular?",
    "resposta": "Uma dieta equilibrada favorece a concentração e o bem-estar, enquanto alimentos pesados podem prejudicar o desempenho. Sabia que o consumo de peixes ricos em ômega-3 está associado a maior memória e atenção?",
    "palavras_chave": ["alimentação vestibular", "concentração", "dieta saudável", "desempenho cognitivo", "nutrição"]
  },
  {
    "pergunta": "É útil criar resumos ou fichamentos de leitura obrigatória?",
    "resposta": "Resumir obras literárias facilita a revisão e ajuda a memorizar detalhes importantes para a prova. Sabia que alguns alunos montam fichamentos coletivos para acelerar a preparação?",
    "palavras_chave": ["fichamento", "resumos literários", "obras obrigatórias", "estratégia de leitura", "revisão rápida"]
  },
  {
    "pergunta": "Como definir metas semanais realistas?",
    "resposta": "Metas pequenas e alcançáveis mantêm a motivação e evitam a sobrecarga. Sabia que a técnica SMART é uma das mais usadas para planejar objetivos acadêmicos?",
    "palavras_chave": ["metas semanais", "planejamento de estudo", "motivação", "objetivos SMART", "organização"]
  },
  {
    "pergunta": "Por que o treino de tempo é tão importante no vestibular?",
    "resposta": "Muitos alunos sabem o conteúdo, mas perdem pontos por falta de tempo. Treinar o ritmo de resolução evita deixar questões em branco. Sabia que, em média, cada questão do Enem deve ser resolvida em menos de 3 minutos?",
    "palavras_chave": ["treino de tempo", "gestão de prova", "questões Enem", "estratégia vestibular", "tempo cronometrado"]
  },
  {
    "pergunta": "Como organizar revisões antes da prova?",
    "resposta": "O ideal é revisar conteúdos centrais nas últimas semanas e deixar os detalhes para as vésperas da prova. Sabia que esse método é chamado de 'pirâmide de revisão'?",
    "palavras_chave": ["pirâmide de revisão", "organização de revisão", "estratégia final", "estudo vestibular", "planejamento"]
  },
  {
    "pergunta": "Vale a pena usar aplicativos de estudo?",
    "resposta": "Aplicativos ajudam a organizar tarefas, aplicar flashcards e acompanhar o progresso dos estudos. Sabia que muitos vestibulandos utilizam aplicativos de gestão de tempo como aliados?",
    "palavras_chave": ["aplicativos de estudo", "flashcards digitais", "gestão de tempo", "tecnologia educacional", "estratégias digitais"]
  },
  {
    "pergunta": "Por que alternar entre matérias durante o dia pode ser eficaz?",
    "resposta": "Estudar matérias diferentes em um mesmo dia evita a fadiga cognitiva e aumenta a retenção. Sabia que esse método é conhecido como 'intercalação de estudos'?",
    "palavras_chave": ["intercalação de estudos", "retenção de conteúdo", "estratégia cognitiva", "organização", "memória"]
  },
  {
    "pergunta": "Como usar resumos digitais de forma produtiva?",
    "resposta": "Resumos digitais permitem acessar conteúdos de forma rápida, mas devem ser objetivos e organizados por tópicos. Sabia que alguns alunos preferem revisá-los no celular pouco antes da prova?",
    "palavras_chave": ["resumos digitais", "anotações eletrônicas", "revisão rápida", "estudo portátil", "estratégia vestibular"]
  },
  {
    "pergunta": "Qual a importância de revisar atualidades para o vestibular?",
    "resposta": "As atualidades ajudam a contextualizar questões de humanas e enriquecem a redação. Sabia que temas de redação do Enem muitas vezes estão ligados a acontecimentos do ano anterior?",
    "palavras_chave": ["atualidades vestibular", "redação", "contexto social", "questões de humanas", "temas contemporâneos"]
  },
  {
    "pergunta": "Por que treinar redação com temas antigos do Enem ajuda tanto?",
    "resposta": "Os temas anteriores mostram o estilo de cobrança da banca e ajudam a treinar repertório sociocultural. Sabia que alguns professores sugerem escrever 2 redações por semana simulando o tempo da prova?",
    "palavras_chave": ["redação enem", "temas antigos", "treino de escrita", "repertório sociocultural", "estratégia vestibular"]
  },
  {
    "pergunta": "Como usar podcasts como ferramenta de estudo?",
    "resposta": "Podcasts de história, literatura e atualidades ajudam na fixação de conteúdos enquanto o aluno faz outras atividades. Sabia que esse método ativa a chamada 'aprendizagem auditiva'?",
    "palavras_chave": ["podcasts", "aprendizagem auditiva", "estudo vestibular", "multitarefas", "estratégias modernas"]
  },
  {
    "pergunta": "Por que fazer pausas programadas melhora o rendimento?",
    "resposta": "Pequenos intervalos evitam a fadiga mental e aumentam a produtividade no estudo. Sabia que a técnica Pomodoro sugere 25 minutos de foco e 5 de descanso?",
    "palavras_chave": ["técnica pomodoro", "pausas programadas", "produtividade", "concentração", "estratégia de estudo"]
  },
  {
    "pergunta": "Como funciona a técnica de ensinar alguém para aprender melhor?",
    "resposta": "Explicar um conteúdo a outra pessoa fortalece a compreensão e revela pontos fracos. Sabia que esse método é conhecido como 'efeito Feynman'?",
    "palavras_chave": ["efeito feynman", "ensinar para aprender", "estratégia cognitiva", "fixação de conteúdo", "vestibular"]
  },
  {
    "pergunta": "Por que manter um cronograma fixo ajuda no vestibular?",
    "resposta": "A rotina fixa evita procrastinação e cria consistência no aprendizado. Sabia que o hábito diário reduz o estresse porque o cérebro gosta de previsibilidade?",
    "palavras_chave": ["cronograma fixo", "rotina de estudo", "procrastinação", "consistência", "estratégia vestibular"]
  },
  {
    "pergunta": "Vale a pena focar em matérias mais cobradas no vestibular?",
    "resposta": "Sim, focar em disciplinas com maior peso pode otimizar os resultados, mas sem abandonar outras. Sabia que matemática costuma ter mais questões no Enem?",
    "palavras_chave": ["matérias mais cobradas", "otimização de estudo", "peso das disciplinas", "estratégia vestibular", "enem"]
  },
  {
    "pergunta": "Por que reler a redação antes de entregar é fundamental?",
    "resposta": "A releitura ajuda a corrigir erros de ortografia, coesão e clareza. Sabia que muitos candidatos perdem pontos por deslizes simples que poderiam ser corrigidos em 2 minutos?",
    "palavras_chave": ["revisão da redação", "ortografia", "clareza", "coesão textual", "estratégia de escrita"]
  },
  {
    "pergunta": "Como usar músicas para memorizar conteúdos?",
    "resposta": "Criar paródias ou usar músicas mnemônicas ajuda a fixar fórmulas e conceitos. Sabia que esse recurso ativa a memória musical, uma das mais resistentes?",
    "palavras_chave": ["música e estudo", "paródias", "mnemônicos", "memória musical", "estratégias criativas"]
  },
  {
    "pergunta": "Por que praticar interpretação de gráficos é essencial?",
    "resposta": "Questões de vestibular frequentemente trazem tabelas e gráficos em diversas disciplinas. Sabia que a habilidade de leitura visual pode representar até 20% da prova de ciências humanas e naturais?",
    "palavras_chave": ["interpretação de gráficos", "tabelas", "leitura visual", "ciências humanas", "ciências naturais"]
  },
  {
    "pergunta": "Como lidar com matérias que o aluno tem dificuldade?",
    "resposta": "É importante começar por conteúdos básicos e reforçar com exercícios graduais. Sabia que a técnica de 'aprendizado em espiral' revisita os temas várias vezes para aumentar a compreensão?",
    "palavras_chave": ["dificuldades de estudo", "conteúdos básicos", "aprendizado em espiral", "estratégia progressiva", "superação"]
  },
  {
    "pergunta": "Qual a vantagem de estudar com resumos próprios em vez de prontos?",
    "resposta": "O ato de escrever ajuda a fixar melhor o conteúdo, tornando o aprendizado ativo. Sabia que escrever à mão pode dobrar a retenção em relação à leitura passiva?",
    "palavras_chave": ["resumos próprios", "anotações", "aprendizado ativo", "retenção de conteúdo", "estratégia vestibular"]
  },
  {
    "pergunta": "Por que é importante praticar questões interdisciplinares?",
    "resposta": "Elas simulam exatamente o estilo do Enem, que mistura várias áreas em uma mesma pergunta. Sabia que a interdisciplinaridade é um dos pilares da prova?",
    "palavras_chave": ["questões interdisciplinares", "enem", "estilo de prova", "estratégia interdisciplinar", "preparação"]
  },
  {
    "pergunta": "Como organizar o local de estudo para maior concentração?",
    "resposta": "Um ambiente limpo, iluminado e sem distrações aumenta o foco e a produtividade. Sabia que até a cor das paredes pode influenciar a concentração?",
    "palavras_chave": ["local de estudo", "concentração", "ambiente organizado", "foco", "produtividade"]
  },
  {
    "pergunta": "Vale a pena refazer exercícios já resolvidos?",
    "resposta": "Sim, refazer questões ajuda a consolidar a memória de longo prazo e confirmar o aprendizado. Sabia que esse método é conhecido como 'prática de recuperação'?",
    "palavras_chave": ["refazer exercícios", "memória de longo prazo", "prática de recuperação", "fixação de conteúdo", "estratégia vestibular"]
  },
  {
    "pergunta": "Como lidar com o nervosismo no dia da prova?",
    "resposta": "Respiração profunda, planejamento prévio e foco em resolver primeiro as questões mais fáceis ajudam a controlar a ansiedade. Sabia que sorrir por alguns segundos ativa hormônios de bem-estar?",
    "palavras_chave": ["nervosismo", "ansiedade de prova", "respiração", "estratégias emocionais", "vestibular"]
  },
  {
    "pergunta": "Por que revisar redações corrigidas é essencial?",
    "resposta": "Analisar os erros apontados ajuda a não repeti-los e a aprimorar o texto. Sabia que estudantes que fazem isso evoluem até 3 vezes mais rápido?",
    "palavras_chave": ["revisão de redações", "feedback", "melhoria contínua", "aprendizado de escrita", "vestibular"]
  },
  {
    "pergunta": "Como usar provas de outras bancas para treinar?",
    "resposta": "Elas ajudam a expandir o repertório de questões e a se preparar para surpresas. Sabia que muitos aprovados alternam provas de Enem e FUVEST para diversificar o treino?",
    "palavras_chave": ["provas de bancas diferentes", "treino vestibular", "fuvest", "enem", "estratégia de estudo"]
  },
  {
    "pergunta": "Qual a importância de treinar redação manuscrita?",
    "resposta": "Escrever à mão treina velocidade e resistência, algo essencial no dia da prova. Sabia que alguns alunos têm queda de desempenho por não estarem acostumados a escrever textos longos?",
    "palavras_chave": ["redação manuscrita", "velocidade de escrita", "resistência", "estratégia de prova", "treino vestibular"]
  },
  {
    "pergunta": "Por que é útil revisar questões fáceis também?",
    "resposta": "As questões fáceis garantem pontos importantes, e errá-las pode custar caro na nota final. Sabia que muitos candidatos perdem aprovação por descuido em itens simples?",
    "palavras_chave": ["questões fáceis", "revisão completa", "erro de atenção", "pontuação vestibular", "estratégia"]
  },
  {
    "pergunta": "Como manter a motivação em uma preparação longa?",
    "resposta": "Definir pequenas recompensas, acompanhar o progresso e lembrar do objetivo final ajudam a manter a energia. Sabia que visualizar a aprovação aumenta a persistência?",
    "palavras_chave": ["motivação vestibular", "recompensas", "progresso", "persistência", "energia nos estudos"]
  },
  {
    "pergunta": "Por que ler clássicos da literatura ajuda na redação?",
    "resposta": "Clássicos oferecem repertório cultural e exemplos de argumentos sofisticados. Sabia que obras como 'Dom Casmurro' e 'Memórias Póstumas de Brás Cubas' já apareceram em provas de vestibulares?",
    "palavras_chave": ["clássicos da literatura", "repertório cultural", "redação", "vestibular", "obras literárias"]
  },
  {
    "pergunta": "Como a leitura de contos pode ajudar na interpretação de texto?",
    "resposta": "Contos são textos curtos, mas ricos em simbolismo e linguagem, ideais para treinar leitura crítica. Sabia que autores como Machado de Assis e Clarice Lispector aparecem frequentemente nas provas?",
    "palavras_chave": ["contos", "interpretação de texto", "machado de assis", "clarice lispector", "treino de leitura"]
  },
  {
    "pergunta": "Por que manter uma lista de livros lidos é útil para o vestibulando?",
    "resposta": "Anotar autores e obras facilita revisões rápidas e amplia o repertório. Sabia que muitos aprovados carregam um caderno só para citações literárias?",
    "palavras_chave": ["lista de livros", "repertório de leitura", "caderno de citações", "organização", "estratégia vestibular"]
  },
  {
    "pergunta": "Como usar poemas na redação do vestibular?",
    "resposta": "Poemas ajudam a citar temas universais como amor, tempo e sociedade. Sabia que versos de Drummond e Cecília Meireles já foram utilizados como epígrafes em dissertações de destaque?",
    "palavras_chave": ["poemas", "drummond", "cecilia meireles", "redação", "repertório literário"]
  },
  {
    "pergunta": "Por que romances históricos são interessantes para estudantes?",
    "resposta": "Eles unem narrativa envolvente e contexto social, ajudando em provas interdisciplinares. Sabia que 'O Tempo e o Vento', de Érico Veríssimo, mistura ficção e fatos do Brasil colonial?",
    "palavras_chave": ["romances históricos", "interdisciplinaridade", "erico verissimo", "literatura e história", "vestibular"]
  },
  {
    "pergunta": "Qual a vantagem de reler livros já estudados?",
    "resposta": "A releitura revela detalhes antes despercebidos e aprofunda a compreensão. Sabia que críticos literários defendem que cada releitura abre um novo olhar sobre a obra?",
    "palavras_chave": ["releitura", "compreensão literária", "detalhes", "estratégia de leitura", "vestibular"]
  },
  {
    "pergunta": "Como o modernismo pode ser útil no repertório do aluno?",
    "resposta": "O modernismo traz reflexões sobre identidade, linguagem e crítica social. Sabia que 'Macunaíma', de Mário de Andrade, é considerado símbolo da busca pela brasilidade?",
    "palavras_chave": ["modernismo", "macunaíma", "mário de andrade", "identidade cultural", "literatura brasileira"]
  },
  {
    "pergunta": "Por que é importante conhecer a literatura exigida pelas universidades?",
    "resposta": "Cada vestibular pode cobrar obras específicas, e ignorá-las significa perder pontos fáceis. Sabia que a FUVEST lista anualmente livros obrigatórios para a prova?",
    "palavras_chave": ["literatura obrigatória", "fuvest", "lista de leituras", "obras literárias", "estratégia vestibular"]
  },
  {
    "pergunta": "Como a leitura de crônicas pode ajudar no vestibular?",
    "resposta": "As crônicas tratam do cotidiano de forma crítica e reflexiva, ideais para enriquecer redações. Sabia que Rubem Braga é chamado de 'pai da crônica brasileira'?",
    "palavras_chave": ["crônicas", "rubem braga", "cotidiano", "repertório cultural", "redação"]
  },
  {
    "pergunta": "Por que a literatura infantil também pode ser útil?",
    "resposta": "Livros infantis abordam valores universais como amizade e ética de forma simples. Sabia que Monteiro Lobato é referência em obras que misturam fantasia e crítica social?",
    "palavras_chave": ["literatura infantil", "monteiro lobato", "valores universais", "ética", "amizade"]
  },
  {
    "pergunta": "Como relacionar literatura e filosofia em provas?",
    "resposta": "Muitos autores literários dialogam com ideias filosóficas em suas obras. Sabia que 'O Primo Basílio', de Eça de Queirós, pode ser lido à luz do realismo e da crítica moral?",
    "palavras_chave": ["literatura e filosofia", "o primo basilio", "realismo", "crítica moral", "repertório"]
  },
  {
    "pergunta": "Por que romances regionalistas são importantes para o vestibular?",
    "resposta": "Eles retratam o Brasil profundo e discutem questões sociais. Sabia que 'Vidas Secas', de Graciliano Ramos, é um dos mais cobrados em vestibulares?",
    "palavras_chave": ["romances regionalistas", "vidas secas", "graciliano ramos", "questões sociais", "literatura brasileira"]
  },
  {
    "pergunta": "Como a leitura de teatro pode enriquecer o repertório?",
    "resposta": "Peças de teatro trazem crítica social e reflexão coletiva. Sabia que 'Auto da Compadecida', de Ariano Suassuna, já foi adaptado para cinema e televisão?",
    "palavras_chave": ["teatro", "auto da compadecida", "ariano suassuna", "crítica social", "literatura brasileira"]
  },
  {
    "pergunta": "Por que a poesia modernista é tão valorizada?",
    "resposta": "Ela rompe padrões e questiona a sociedade, trazendo novas formas de expressão. Sabia que Oswald de Andrade criou o 'Manifesto Antropofágico', marco do modernismo?",
    "palavras_chave": ["poesia modernista", "oswald de andrade", "manifesto antropofágico", "literatura brasileira", "inovação literária"]
  },
  {
    "pergunta": "Como a leitura de literatura estrangeira ajuda no repertório?",
    "resposta": "Autores estrangeiros oferecem perspectivas diferentes sobre temas universais. Sabia que '1984', de George Orwell, é muito usado em redações sobre vigilância e liberdade?",
    "palavras_chave": ["literatura estrangeira", "george orwell", "1984", "temas universais", "repertório cultural"]
  },
  {
    "pergunta": "Por que fazer resenhas de livros ajuda no estudo?",
    "resposta": "Resumir e comentar obras treina síntese e análise crítica. Sabia que muitos vestibulandos criam blogs pessoais de resenhas como forma de revisão?",
    "palavras_chave": ["resenhas de livros", "análise crítica", "resumo", "síntese", "estratégia de estudo"]
  },
  {
    "pergunta": "Como relacionar literatura com atualidades na redação?",
    "resposta": "Obras literárias ajudam a contextualizar debates contemporâneos. Sabia que 'A Revolução dos Bichos', de Orwell, é usado em discussões sobre política e poder?",
    "palavras_chave": ["literatura e atualidades", "a revolução dos bichos", "george orwell", "política", "poder"]
  },
  {
    "pergunta": "Por que criar um fichamento de leitura é útil?",
    "resposta": "O fichamento organiza ideias principais, personagens e contextos históricos. Sabia que essa técnica é usada por estudantes universitários e pesquisadores?",
    "palavras_chave": ["fichamento", "organização de leitura", "personagens", "contexto histórico", "técnica de estudo"]
  },
  {
    "pergunta": "Como a leitura de ensaios pode preparar para a redação?",
    "resposta": "Ensaios trazem argumentação direta e sólida, modelo ideal para dissertações. Sabia que Montaigne é considerado o 'pai do ensaio moderno'?",
    "palavras_chave": ["ensaios", "argumentação", "montaigne", "redação", "estratégia vestibular"]
  },
  {
    "pergunta": "Por que discutir livros em grupo ajuda na preparação?",
    "resposta": "Debates literários ampliam o olhar crítico e trazem novas interpretações. Sabia que clubes de leitura entre vestibulandos têm crescido como estratégia colaborativa?",
    "palavras_chave": ["debates literários", "clubes de leitura", "interpretação coletiva", "estratégia colaborativa", "vestibular"]
  },
  {
    "pergunta": "Por que conhecer o contexto histórico de um livro é importante?",
    "resposta": "Compreender o período em que a obra foi escrita ajuda a interpretar melhor seus temas. Sabia que 'Capitães da Areia', de Jorge Amado, reflete a desigualdade social da década de 1930?",
    "palavras_chave": ["contexto histórico", "jorge amado", "capitães da areia", "literatura e sociedade", "interpretação"]
  },
  {
    "pergunta": "Como a literatura de cordel pode enriquecer redações?",
    "resposta": "O cordel traz linguagem popular e crítica social, útil para falar de cultura brasileira. Sabia que Patativa do Assaré é um dos grandes nomes dessa tradição?",
    "palavras_chave": ["literatura de cordel", "patativa do assaré", "cultura popular", "crítica social", "redação"]
  },
  {
    "pergunta": "Por que a literatura fantástica é útil para jovens vestibulandos?",
    "resposta": "Ela aborda dilemas humanos de forma simbólica e criativa. Sabia que 'O Hobbit', de Tolkien, já foi usado em debates sobre coragem e amizade?",
    "palavras_chave": ["literatura fantástica", "o hobbit", "tolkien", "simbolismo", "amizade"]
  },
  {
    "pergunta": "Como a leitura de biografias pode ajudar na redação?",
    "resposta": "Biografias mostram trajetórias inspiradoras e reais que podem ser citadas como repertório. Sabia que a vida de Nelson Mandela já foi usada em temas sobre resistência?",
    "palavras_chave": ["biografias", "nelson mandela", "repertório cultural", "inspiração", "redação"]
  },
  {
    "pergunta": "Qual a importância da literatura afro-brasileira no vestibular?",
    "resposta": "Ela amplia o olhar sobre identidade, racismo e cultura. Sabia que 'Quarto de Despejo', de Carolina Maria de Jesus, já caiu em exames importantes?",
    "palavras_chave": ["literatura afro-brasileira", "carolina maria de jesus", "identidade", "racismo", "vestibular"]
  },
  {
    "pergunta": "Como a literatura indígena pode ser usada como repertório?",
    "resposta": "Ela traz visões de mundo e valores diferentes da tradição europeia. Sabia que Daniel Munduruku é referência em literatura indígena contemporânea?",
    "palavras_chave": ["literatura indígena", "daniel munduruku", "diversidade cultural", "repertório", "vestibular"]
  },
  {
    "pergunta": "Por que prestar atenção nos narradores das histórias?",
    "resposta": "O narrador define a perspectiva e influencia a interpretação do leitor. Sabia que em 'Dom Casmurro', o narrador Bentinho é considerado pouco confiável?",
    "palavras_chave": ["narrador", "perspectiva", "dom casmurro", "machado de assis", "interpretação"]
  },
  {
    "pergunta": "Como a literatura pode dialogar com a ciência?",
    "resposta": "Obras literárias refletem descobertas científicas e dilemas éticos. Sabia que 'Frankenstein', de Mary Shelley, é considerado o primeiro romance de ficção científica?",
    "palavras_chave": ["literatura e ciência", "frankenstein", "mary shelley", "ficção científica", "dilemas éticos"]
  },
  {
    "pergunta": "Por que a literatura épica ainda é relevante?",
    "resposta": "Ela inspira reflexões sobre heroísmo e valores universais. Sabia que a 'Ilíada' de Homero ainda é lida para compreender a cultura grega antiga?",
    "palavras_chave": ["literatura épica", "ilíada", "homero", "heroísmo", "valores universais"]
  },
  {
    "pergunta": "Como a literatura pode ajudar em provas de atualidades?",
    "resposta": "Livros trazem reflexões sobre desigualdade, política e sociedade que dialogam com notícias atuais. Sabia que 'A Utopia', de Thomas More, inspira debates sobre política até hoje?",
    "palavras_chave": ["literatura e atualidades", "thomas more", "utopia", "política", "sociedade"]
  },
  {
    "pergunta": "Por que comparar diferentes adaptações de um livro é interessante?",
    "resposta": "Cada adaptação destaca aspectos diferentes da obra, enriquecendo a análise. Sabia que 'Romeu e Julieta' tem dezenas de versões para cinema e teatro?",
    "palavras_chave": ["adaptações literárias", "romeu e julieta", "análise comparativa", "teatro", "cinema"]
  },
  {
    "pergunta": "Como as fábulas ajudam na redação?",
    "resposta": "As fábulas transmitem lições morais simples e universais, fáceis de usar como exemplo. Sabia que Esopo escreveu fábulas há mais de dois mil anos?",
    "palavras_chave": ["fábulas", "esopo", "lição moral", "redação", "literatura universal"]
  },
  {
    "pergunta": "Por que a literatura romântica pode ser útil no repertório?",
    "resposta": "Ela fala sobre emoções, natureza e liberdade, temas que aparecem em provas. Sabia que José de Alencar é um dos grandes representantes do romantismo brasileiro?",
    "palavras_chave": ["literatura romântica", "josé de alencar", "romantismo brasileiro", "emoções", "vestibular"]
  },
  {
    "pergunta": "Como a literatura pode contribuir para o senso crítico?",
    "resposta": "Autores muitas vezes denunciam injustiças sociais em suas obras. Sabia que Lima Barreto usava seus romances para criticar o racismo no Brasil?",
    "palavras_chave": ["senso crítico", "lima barreto", "crítica social", "racismo", "literatura brasileira"]
  },
  {
    "pergunta": "Por que a literatura contemporânea também deve ser estudada?",
    "resposta": "Ela dialoga diretamente com os problemas atuais da sociedade. Sabia que autores como Itamar Vieira Junior e Conceição Evaristo têm sido cobrados em vestibulares?",
    "palavras_chave": ["literatura contemporânea", "itamar vieira junior", "conceição evaristo", "atualidades", "vestibular"]
  },
  {
    "pergunta": "Como a leitura em voz alta pode ajudar nos estudos?",
    "resposta": "Ler em voz alta melhora a memória e a interpretação. Sabia que muitos atores usam clássicos literários para treinar dicção?",
    "palavras_chave": ["leitura em voz alta", "memória", "interpretação", "treino de dicção", "estratégia de estudo"]
  },
  {
    "pergunta": "Por que a literatura grega é considerada base da cultura ocidental?",
    "resposta": "Ela traz mitos, valores e narrativas que influenciam até hoje. Sabia que muitos vestibulares citam a tragédia 'Édipo Rei', de Sófocles?",
    "palavras_chave": ["literatura grega", "édipo rei", "sófocles", "mitos", "cultura ocidental"]
  },
  {
    "pergunta": "Como usar personagens literários como exemplos em redação?",
    "resposta": "Personagens representam arquétipos e dilemas universais. Sabia que Hamlet, de Shakespeare, simboliza a dúvida e a indecisão?",
    "palavras_chave": ["personagens literários", "hamlet", "shakespeare", "redação", "arquétipos"]
  },
  {
    "pergunta": "Por que a leitura comparada de autores é útil?",
    "resposta": "Comparar estilos e temas amplia a visão crítica do aluno. Sabia que o realismo de Machado de Assis pode ser contrastado com o romantismo de José de Alencar?",
    "palavras_chave": ["comparação de autores", "machado de assis", "josé de alencar", "realismo", "romantismo"]
  },
  {
    "pergunta": "Como a literatura pode inspirar projetos de vida?",
    "resposta": "Livros despertam reflexões sobre escolhas pessoais e coletivas. Sabia que muitos estudantes afirmam que 'O Pequeno Príncipe' mudou sua forma de ver o mundo?",
    "palavras_chave": ["inspiração literária", "o pequeno príncipe", "projetos de vida", "reflexão", "literatura e valores"]
  },
  {
    "pergunta": "Como escolher entre ler todos os livros obrigatórios ou priorizar alguns?",
    "resposta": "Verifique o edital da universidade e priorize os mais cobrados. Sabia que em provas estaduais, como a Fuvest, apenas a lista oficial é exigida?",
    "palavras_chave": ["lista obrigatória", "fuvest", "priorização", "estratégia de estudo", "vestibular"]
  },
  {
    "pergunta": "Vale a pena fazer resumos de cada capítulo?",
    "resposta": "Sim, porque facilita revisões rápidas. Sabia que anotações curtas logo após a leitura fixam até 40% mais conteúdo?",
    "palavras_chave": ["resumo por capítulo", "anotações", "memorização", "estratégia de estudo", "vestibular"]
  },
  {
    "pergunta": "Como relacionar literatura com a redação do vestibular?",
    "resposta": "Use exemplos de obras que abordem o tema da proposta. Sabia que '1984' e 'Admirável Mundo Novo' são frequentemente citados em redações nota 1000?",
    "palavras_chave": ["redação", "1984", "admirável mundo novo", "exemplos literários", "vestibular"]
  },
  {
    "pergunta": "É melhor ler as obras obrigatórias sozinho ou em grupo?",
    "resposta": "Estudar em grupo ajuda na troca de interpretações, mas a leitura individual garante concentração. Sabia que o ideal é combinar os dois métodos?",
    "palavras_chave": ["estudo em grupo", "leitura individual", "interpretação", "estratégia de estudo", "vestibular"]
  },
  {
    "pergunta": "Como revisar literatura sem reler todos os livros?",
    "resposta": "Use mapas mentais, resumos e questões comentadas. Sabia que resolver provas antigas é uma das formas mais eficientes de revisão?",
    "palavras_chave": ["revisão", "mapas mentais", "questões anteriores", "resumo", "vestibular"]
  },
  {
    "pergunta": "Devo decorar frases famosas das obras?",
    "resposta": "Não é necessário decorar tudo, mas citar trechos-chave pode valorizar sua resposta. Sabia que uma boa citação aumenta a clareza em questões dissertativas?",
    "palavras_chave": ["citação literária", "trechos-chave", "estratégia de resposta", "vestibular", "memorização"]
  },
  {
    "pergunta": "Como diferenciar leitura para prazer e leitura para vestibular?",
    "resposta": "No estudo, o foco é em personagens, enredo e contexto; na leitura livre, a experiência pessoal é o principal. Sabia que unir as duas formas aumenta a motivação?",
    "palavras_chave": ["leitura prazerosa", "leitura de estudo", "vestibular", "motivação", "estratégia de leitura"]
  },
  {
    "pergunta": "É útil fazer cronogramas de leitura divididos por movimento literário?",
    "resposta": "Sim, porque ajuda a comparar estilos e evoluções da literatura. Sabia que vestibulares adoram cobrar contrastes entre romantismo e realismo?",
    "palavras_chave": ["cronograma", "movimentos literários", "comparação", "romantismo", "realismo", "vestibular"]
  },
  {
    "pergunta": "Vale assistir a adaptações de filmes para estudar literatura?",
    "resposta": "Sim, como complemento. Mas não substitui a leitura, já que adaptações mudam enredos. Sabia que muitos filmes cortam personagens inteiros?",
    "palavras_chave": ["filmes", "adaptações literárias", "estratégia complementar", "vestibular", "leitura obrigatória"]
  },
  {
    "pergunta": "O que fazer quando a obra obrigatória é muito complexa?",
    "resposta": "Divida em partes menores e procure análises guiadas. Sabia que estudar glossários ajuda muito em 'Grande Sertão: Veredas'?",
    "palavras_chave": ["obra complexa", "grande sertão veredas", "guia de estudo", "divisão por partes", "vestibular"]
  },
  {
    "pergunta": "Como identificar os temas mais cobrados em literatura?",
    "resposta": "Analise provas anteriores e veja quais autores aparecem com frequência. Sabia que Machado de Assis está presente em quase todos os vestibulares do país?",
    "palavras_chave": ["temas recorrentes", "provas anteriores", "machado de assis", "estratégia de estudo", "vestibular"]
  },
  {
    "pergunta": "Devo ler primeiro obras mais curtas ou mais difíceis?",
    "resposta": "Comece pelas curtas para ganhar confiança. Sabia que essa técnica é chamada de 'vitória rápida' na organização de estudos?",
    "palavras_chave": ["ordem de leitura", "obras curtas", "obras difíceis", "estratégia de estudo", "vestibular"]
  },
  {
    "pergunta": "Como usar resumos de terceiros sem cair em armadilhas?",
    "resposta": "Leia resumos apenas como complemento e não como substituto. Sabia que provas costumam cobrar trechos específicos que só aparecem no livro integral?",
    "palavras_chave": ["resumos", "estratégia de leitura", "obras obrigatórias", "vestibular", "armadilhas"]
  },
  {
    "pergunta": "É importante conhecer os autores ou só as obras?",
    "resposta": "Saber o perfil do autor ajuda a entender o estilo e o contexto. Sabia que o pessimismo de Graciliano Ramos está ligado à sua visão crítica da sociedade?",
    "palavras_chave": ["autores", "estilo literário", "contexto histórico", "graciliano ramos", "vestibular"]
  },
  {
    "pergunta": "Como organizar fichamentos para várias obras?",
    "resposta": "Use tabelas com colunas para personagens, enredo, temas e citações. Sabia que a organização visual ajuda a revisar mais rápido?",
    "palavras_chave": ["fichamento", "organização", "personagens", "temas", "vestibular"]
  },
  {
    "pergunta": "Vale a pena ler críticas e resenhas acadêmicas?",
    "resposta": "Sim, porque mostram interpretações diferentes das obras. Sabia que usar visão crítica em respostas pode destacar seu desempenho?",
    "palavras_chave": ["críticas literárias", "resenha acadêmica", "interpretação", "estratégia de estudo", "vestibular"]
  },
  {
    "pergunta": "Como relacionar literatura brasileira com estrangeira no vestibular?",
    "resposta": "Procure temas universais, como liberdade, desigualdade ou amor. Sabia que 'Iracema' pode ser comparado a mitos clássicos gregos?",
    "palavras_chave": ["literatura comparada", "iracema", "mitos gregos", "temas universais", "vestibular"]
  },
  {
    "pergunta": "Qual a utilidade de responder questões comentadas?",
    "resposta": "Elas mostram a lógica da banca e evitam erros repetidos. Sabia que muitas vezes as alternativas erradas são bem parecidas para confundir o aluno?",
    "palavras_chave": ["questões comentadas", "estratégia de treino", "banca examinadora", "erros comuns", "vestibular"]
  },
  {
    "pergunta": "Devo revisar literatura todos os dias?",
    "resposta": "Não precisa ser diário, mas manter contato frequente ajuda a fixar. Sabia que revisões espaçadas aumentam a memorização a longo prazo?",
    "palavras_chave": ["revisão", "frequência de estudo", "memorização", "estratégia de estudo", "vestibular"]
  },
  {
    "pergunta": "Como usar simulados de literatura para ganhar confiança?",
    "resposta": "Cronometre-se e refaça questões antigas no mesmo tempo de prova. Sabia que isso reduz a ansiedade real no dia do exame?",
    "palavras_chave": ["simulado", "treino de prova", "tempo cronometrado", "confiança", "vestibular"]
  },
  {
      "pergunta": "Por que 'Dom Casmurro' é tão presente nos vestibulares?",
      "resposta": "O romance de Machado de Assis levanta a questão da dúvida sobre a traição de Capitu, explorando temas como ciúme, subjetividade e memória. Vestibulares usam a obra para discutir narradores não confiáveis e crítica social do século XIX.",
      "palavras_chave": ["dom casmurro", "machado de assis", "ciúme", "capitu", "narrador não confiável", "memória", "realismo", "século XIX", "vestibular", "romance psicológico"]
  },
  {
      "pergunta": "Qual a importância de 'Senhora', de José de Alencar, em exames?",
      "resposta": "O romance urbano retrata o casamento como transação social e econômica, expondo a condição feminina no século XIX. Vestibulares cobram sua crítica às convenções sociais da época.",
      "palavras_chave": ["senhora", "josé de alencar", "romantismo urbano", "condição feminina", "casamento", "século XIX", "literatura brasileira", "crítica social", "vestibular", "romance"]
  },
  {
      "pergunta": "Como 'A Moreninha' marca o romantismo brasileiro?",
      "resposta": "Escrito por Joaquim Manuel de Macedo, o romance é considerado o primeiro do romantismo no Brasil, destacando o amor idealizado e a juventude. É cobrado em vestibulares por inaugurar essa fase literária.",
      "palavras_chave": ["a moreninha", "joaquim manuel de macedo", "romantismo", "amor idealizado", "juventude", "século XIX", "literatura brasileira", "vestibular", "primeiro romance", "tradição literária"]
  },
  {
      "pergunta": "Por que 'O Primo Basílio' é relevante para o vestibular?",
      "resposta": "O romance de Eça de Queirós representa o realismo português, criticando a burguesia e a hipocrisia moral. Vestibulares utilizam a obra para comparar com o realismo brasileiro de Machado de Assis.",
      "palavras_chave": ["o primo basílio", "eça de queirós", "realismo", "literatura portuguesa", "burguesia", "hipocrisia moral", "século XIX", "vestibular", "comparação literária", "romance"]
  },
  {
      "pergunta": "Como 'Mayombe', de Pepetela, aparece nos vestibulares?",
      "resposta": "O romance angolano retrata a luta pela independência e os conflitos ideológicos dos guerrilheiros. Vestibulares valorizam sua abordagem da literatura africana de língua portuguesa.",
      "palavras_chave": ["mayombe", "pepetela", "literatura africana", "independência", "angola", "guerrilha", "século XX", "lusofonia", "vestibular", "romance"]
  },
  {
      "pergunta": "Qual a relevância de 'Quincas Borba' nas provas?",
      "resposta": "A obra de Machado de Assis introduz a filosofia do Humanitismo e aborda a ganância e a alienação social. Vestibulares destacam sua ironia e crítica ao materialismo.",
      "palavras_chave": ["quincas borba", "machado de assis", "humanitismo", "realismo", "ganância", "alienação social", "século XIX", "literatura brasileira", "vestibular", "romance"]
  },
  {
      "pergunta": "Por que 'Sagarana', de Guimarães Rosa, é importante em vestibulares?",
      "resposta": "O livro de contos revela o regionalismo mineiro aliado à inovação de linguagem, antecipando 'Grande Sertão: Veredas'. Vestibulares cobram sua relevância na prosa modernista.",
      "palavras_chave": ["sagarana", "guimarães rosa", "regionalismo", "modernismo", "inovação linguística", "contos", "literatura brasileira", "século XX", "vestibular", "prosa"]
  },
  {
      "pergunta": "Qual a importância de 'Menino de Engenho' para o vestibular?",
      "resposta": "O romance de José Lins do Rego inaugura o ciclo da cana-de-açúcar, retratando memórias da infância no Nordeste. Vestibulares o cobram como marco do regionalismo de 1930.",
      "palavras_chave": ["menino de engenho", "josé lins do rego", "regionalismo", "modernismo", "ciclo da cana-de-açúcar", "memória", "infância", "literatura brasileira", "vestibular", "romance"]
  },
  {
      "pergunta": "Como 'Auto da Barca do Inferno' é abordado em provas?",
      "resposta": "A peça de Gil Vicente, escrita no século XVI, usa alegoria para criticar os vícios sociais e morais. Vestibulares exploram seu caráter didático e satírico dentro do humanismo português.",
      "palavras_chave": ["auto da barca do inferno", "gil vicente", "teatro", "alegoria", "humanismo", "século XVI", "literatura portuguesa", "crítica moral", "vestibular", "peça teatral"]
  },
  {
      "pergunta": "Por que 'Marília de Dirceu' aparece em exames?",
      "resposta": "A obra de Tomás Antônio Gonzaga é exemplo do arcadismo no Brasil, exaltando a simplicidade e a vida bucólica. Vestibulares analisam sua linguagem clara e temática amorosa.",
      "palavras_chave": ["marília de dirceu", "tomás antônio gonzaga", "arcadismo", "literatura brasileira", "século XVIII", "vida bucólica", "amor", "simplicidade", "vestibular", "poesia"]
  },
  {
      "pergunta": "Qual a importância de 'Memórias de um Sargento de Milícias'?",
      "resposta": "O romance de Manuel Antônio de Almeida rompe com o idealismo romântico ao retratar um anti-herói popular. Vestibulares destacam sua aproximação com o realismo e crítica social.",
      "palavras_chave": ["memórias de um sargento de milícias", "manuel antônio de almeida", "romantismo", "anti-herói", "realismo", "crítica social", "literatura brasileira", "século XIX", "vestibular", "romance"]
  },
  {
      "pergunta": "Como 'Poemas Negros', de Jorge de Lima, aparece nos vestibulares?",
      "resposta": "A obra resgata a herança africana e denuncia a escravidão, inserindo a temática negra no modernismo. Vestibulares a cobram pelo valor histórico e literário.",
      "palavras_chave": ["poemas negros", "jorge de lima", "modernismo", "herança africana", "escravidão", "literatura brasileira", "século XX", "temática social", "vestibular", "poesia"]
  },
  {
      "pergunta": "Por que 'Til', de José de Alencar, é relevante?",
      "resposta": "O romance regionalista retrata o interior paulista e os conflitos de classe, destacando o realismo embrionário no romantismo. Vestibulares o cobram pela análise social.",
      "palavras_chave": ["til", "josé de alencar", "romantismo", "regionalismo", "realismo embrionário", "literatura brasileira", "século XIX", "análise social", "vestibular", "romance"]
  },
  {
      "pergunta": "Qual a relevância de 'Poemas Escolhidos', de Gregório de Matos?",
      "resposta": "A coletânea reúne poemas satíricos, líricos e religiosos, evidenciando a diversidade barroca. Vestibulares exploram sua crítica à sociedade colonial.",
      "palavras_chave": ["gregório de matos", "poemas escolhidos", "barroco", "século XVII", "literatura brasileira", "poesia satírica", "poesia lírica", "poesia religiosa", "vestibular", "crítica social"]
  },
  {
      "pergunta": "Como 'O Ateneu', de Raul Pompeia, é cobrado?",
      "resposta": "O romance naturalista ambientado em um colégio expõe a corrupção e a hipocrisia da sociedade, por meio da educação. Vestibulares analisam sua crítica social e estilo realista.",
      "palavras_chave": ["o ateneu", "raul pompeia", "naturalismo", "educação", "corrupção social", "hipocrisia", "literatura brasileira", "século XIX", "vestibular", "romance"]
  },
  {
      "pergunta": "Qual a importância de 'A Hora da Estrela'?",
      "resposta": "De Clarice Lispector, o romance aborda a vida de Macabéa, uma nordestina marginalizada, enquanto reflete sobre o papel do narrador. Vestibulares cobram a metalinguagem e crítica social.",
      "palavras_chave": ["a hora da estrela", "clarice lispector", "modernismo", "metalinguagem", "marginalização", "nordeste", "literatura brasileira", "século XX", "vestibular", "romance"]
  },
  {
      "pergunta": "Por que 'Os Lusíadas' é cobrado em vestibulares?",
      "resposta": "O poema épico de Camões celebra as navegações portuguesas, unindo história e mitologia. Vestibulares exploram sua estrutura em oitavas e o contexto do Renascimento.",
      "palavras_chave": ["os lusíadas", "camões", "épico", "renascimento", "navegações", "mitologia", "século XVI", "literatura portuguesa", "vestibular", "poesia"]
  },
  {
      "pergunta": "Qual a importância de 'Lucíola', de José de Alencar?",
      "resposta": "O romance urbano aborda o amor entre um homem e uma cortesã, discutindo moralidade e preconceito no século XIX. Vestibulares destacam o contraste entre idealização e realidade.",
      "palavras_chave": ["lucíola", "josé de alencar", "romantismo urbano", "moralidade", "cortesã", "literatura brasileira", "século XIX", "preconceito", "vestibular", "romance"]
  }
]
