[
    {
        "pergunta": "Por que 'O Pequeno Príncipe' é considerado um clássico?",
        "resposta": "Porque, mesmo sendo um livro aparentemente infantil, traz reflexões profundas sobre amizade, amor, solidão e o sentido da vida. A simplicidade da narrativa contrasta com a intensidade de suas metáforas e ensinamentos universais, o que encanta tanto crianças quanto adultos desde seu lançamento em 1943.",
        "palavras_chave": ["o pequeno príncipe", "antoine de saint-exupéry", "amizade", "amor", "vida", "metáforas", "literatura infantojuvenil", "clássico universal", "filosofia", "fábula"]
    },
    {
        "pergunta": "Por que 'O Pequeno Príncipe' é mais do que um livro infantil?",
        "resposta": "Apesar da linguagem simples, a obra aborda questões existenciais, como a perda, a solidão e a essência das relações humanas. É considerado um livro de filosofia disfarçado de conto infantil, sendo traduzido para mais de 500 idiomas e tornando-se um fenômeno cultural mundial.",
        "palavras_chave": ["o pequeno príncipe", "antoine de saint-exupéry", "filosofia infantil", "reflexão", "amizade", "amor", "sentido da vida", "literatura universal", "traduções recorde", "clássico"]
    },
    {
        "pergunta": "Qual mangá popularizou o gênero shonen no mundo?",
        "resposta": "Dragon Ball, de Akira Toriyama, é considerado o grande responsável por levar o gênero shonen ao mainstream. Misturando humor, artes marciais e batalhas épicas, a obra influenciou diretamente títulos como Naruto, One Piece e Bleach, moldando a estética e o ritmo dos mangás de ação até hoje.",
        "palavras_chave": ["dragon ball", "akira toriyama", "shonen", "mangá", "anime", "artes marciais", "aventura", "influência", "naruto", "one piece"]
    },
    {
        "pergunta": "Por que 'Attack on Titan' também é considerado literatura mesmo sendo um mangá?",
        "resposta": "Porque sua narrativa vai além da ação e fantasia, explorando dilemas éticos, políticos e filosóficos em um enredo sobre sobrevivência e liberdade. Hajime Isayama constrói metáforas sociais por trás dos muros que prendem a humanidade, inspirando discussões semelhantes às das distopias clássicas da literatura ocidental.",
        "palavras_chave": ["attack on titan", "hajime isayama", "mangá", "política", "liberdade", "moralidade", "titãs", "distopia", "filosofia", "literatura contemporânea"]
    },
    {
        "pergunta": "Por que 'One Piece' é considerado um fenômeno mundial?",
        "resposta": "Porque a obra de Eiichiro Oda mistura aventura, humor e emoção em uma das narrativas mais longas e consistentes da história. Com mais de 500 milhões de cópias vendidas, 'One Piece' se tornou um marco cultural global, reunindo fãs em diferentes gerações e explorando temas como amizade, liberdade e sonhos.",
        "palavras_chave": ["one piece", "eiichiro oda", "mangá", "piratas", "aventura", "amizade", "liberdade", "fenômeno mundial", "recorde de vendas", "literatura japonesa"]
    },
    {
        "pergunta": "Qual livro de terror brasileiro realmente assusta?",
        "resposta": "'O Sanatório', de Lúcia Machado de Almeida, é uma das primeiras obras juvenis de suspense no Brasil. Ambientado em um prédio abandonado cheio de mistério, o livro combina atmosfera sombria com elementos de terror psicológico e marcou gerações de leitores como um clássico nacional.",
        "palavras_chave": ["o sanatório", "lúcia machado de almeida", "terror brasileiro", "suspense", "literatura juvenil", "clássico nacional", "mistério", "terror psicológico", "literatura brasileira", "fantasma"]
    },
    {
        "pergunta": "Qual livro lembra uma aventura de videogame como Zelda ou Final Fantasy?",
        "resposta": "'A Guerra do Velho', de John Scalzi, acompanha um idoso que recebe um corpo rejuvenescido para lutar em guerras interplanetárias. A mistura de batalhas estratégicas, humor e ação remete à experiência imersiva dos RPGs eletrônicos, tornando-se um sucesso entre fãs de ficção científica moderna.",
        "palavras_chave": ["a guerra do velho", "john scalzi", "ficção científica", "aventura espacial", "estratégia", "videogame", "zelda", "final fantasy", "rpg", "guerra interestelar"]
    },
    {
        "pergunta": "Que livro é perfeito para fãs de Stranger Things e da nostalgia dos anos 80?",
        "resposta": "'It – A Coisa', de Stephen King, é um romance que mistura terror sobrenatural com amizade infantil e o clima típico de cidades pequenas. A ambientação nos anos 80 e a presença do palhaço Pennywise marcaram a cultura pop e influenciaram séries como Stranger Things.",
        "palavras_chave": ["stephen king", "it a coisa", "terror", "anos 80", "nostalgia", "amizade infantil", "stranger things", "pennywise", "cidade pequena", "horror clássico"]
    },
    {
        "pergunta": "Por que 'Frankenstein' é considerado o primeiro romance de ficção científica?",
        "resposta": "Escrito por Mary Shelley em 1818, o livro combina elementos do terror gótico com reflexões sobre ciência, ética e limites da criação humana. Foi pioneiro ao imaginar um ser vivo gerado artificialmente, inaugurando o gênero de ficção científica moderna.",
        "palavras_chave": ["frankenstein", "mary shelley", "ficção científica", "terror gótico", "ética", "ciência", "romantismo", "criação artificial", "literatura inglesa", "clássico"]
    },
    {
        "pergunta": "Qual livro inspirou os atuais jogos de sobrevivência como Round 6?",
        "resposta": "'Battle Royale', de Koushun Takami, apresenta uma distopia em que estudantes são forçados a lutar até a morte em uma ilha isolada. A obra, lançada em 1999, antecipou a onda de histórias de sobrevivência modernas, influenciando tanto 'Jogos Vorazes' quanto 'Round 6'.",
        "palavras_chave": ["battle royale", "koushun takami", "mangá", "distopia", "sobrevivência", "round 6", "jogos vorazes", "ilha mortal", "ação", "suspense psicológico"]
    },
    {
        "pergunta": "Qual é a história de 'A Culpa é das Estrelas'?",
        "resposta": "O romance de John Green acompanha Hazel Grace e Augustus Waters, dois adolescentes com câncer que se conhecem em um grupo de apoio. Apesar das limitações da doença, eles vivem uma história de amor intensa que fala sobre esperança, mortalidade e a importância de deixar marcas no mundo.",
        "palavras_chave": ["a culpa é das estrelas", "john green", "romance juvenil", "câncer", "amor adolescente", "drama", "esperança", "literatura contemporânea", "vida e morte", "gênero romance"]
    },
    {
        "pergunta": "Qual é a trama de 'Heartstopper'?",
        "resposta": "A HQ criada por Alice Oseman conta a história de Charlie, um jovem tímido, e Nick, jogador de rugby, que desenvolvem uma amizade que aos poucos se transforma em amor. A obra aborda identidade, aceitação e diversidade de maneira leve e acolhedora, conquistando jovens leitores ao redor do mundo.",
        "palavras_chave": ["heartstopper", "alice oseman", "quadrinhos", "romance gay", "adolescência", "amizade", "descoberta", "aceitação", "representatividade", "gênero graphic novel"]
    },
    {
        "pergunta": "Sobre o que fala 'Para Todos os Garotos que Já Amei'?",
        "resposta": "A história de Jenny Han acompanha Lara Jean, que escreve cartas secretas para todos os garotos por quem já se apaixonou. Quando essas cartas são enviadas por engano, sua vida amorosa muda completamente, resultando em um romance divertido, delicado e cheio de reviravoltas típicas da adolescência.",
        "palavras_chave": ["para todos os garotos que já amei", "jenny han", "cartas de amor", "romance adolescente", "família", "descoberta amorosa", "amor secreto", "comédia romântica", "gênero romance"]
    },
    {
        "pergunta": "Qual é a mensagem de 'As Vantagens de Ser Invisível'?",
        "resposta": "O romance epistolar de Stephen Chbosky segue Charlie, um adolescente introspectivo que escreve cartas anônimas compartilhando suas experiências. A obra aborda amadurecimento, amizade, traumas e saúde mental, mostrando como a literatura pode dar voz às inseguranças e descobertas da juventude.",
        "palavras_chave": ["as vantagens de ser invisível", "stephen chbosky", "cartas", "adolescência", "saúde mental", "amizade", "amadurecimento", "traumas", "romance de formação", "gênero juvenil"]
    },
    {
        "pergunta": "O que acontece em 'Teto Para Dois'?",
        "resposta": "Na comédia romântica de Beth O’Leary, duas pessoas dividem o mesmo apartamento, mas em horários diferentes. A convivência se dá por meio de bilhetes deixados pela casa, até que a troca de mensagens se transforma em uma conexão afetiva inesperada e apaixonante.",
        "palavras_chave": ["teto para dois", "beth o’leary", "comédia romântica", "apartamento", "convivência", "amor inesperado", "bilhetes", "romance contemporâneo", "cotidiano", "literatura leve"]
    },
    {
        "pergunta": "Qual é o tema central de 'Orgulho e Preconceito'?",
        "resposta": "A obra-prima de Jane Austen discute relações sociais e amorosas na Inglaterra do século XIX, explorando os preconceitos de classe e gênero. A história de Elizabeth Bennet e Mr. Darcy mostra como o orgulho pessoal e os julgamentos precipitados podem interferir nos relacionamentos.",
        "palavras_chave": ["orgulho e preconceito", "jane austen", "romance clássico", "amor", "inglaterra do século XIX", "relações sociais", "feminismo inicial", "romantismo", "literatura inglesa", "clássico"]
    },
    {
        "pergunta": "Por que a literatura de cordel é importante para a cultura brasileira?",
        "resposta": "A literatura de cordel, tradicional do Nordeste, utiliza versos rimados e ilustrações em xilogravura para narrar histórias de amor, humor, crítica social e lendas populares. Em 2018, a UNESCO reconheceu o cordel como Patrimônio Imaterial da Humanidade, destacando sua relevância cultural.",
        "palavras_chave": ["literatura de cordel", "cultura nordestina", "versos rimados", "xilogravura", "tradição oral", "patrimônio imaterial", "unesco", "poesia popular", "literatura brasileira", "gênero cordel"]
    },
    {
        "pergunta": "Qual livro de poesia é bom para quem nunca leu poemas?",
        "resposta": "'O Caderno de Malte Laurids Brigge', de Rainer Maria Rilke, é uma obra que mistura prosa e poesia, abordando temas como solidão, morte e criação artística. Apesar de denso, é considerado um excelente ponto de partida para conhecer a profundidade da poesia moderna.",
        "palavras_chave": ["o caderno de malte laurids brigge", "rainer maria rilke", "poesia moderna", "poesia em prosa", "solidão", "criação artística", "literatura alemã", "reflexão existencial", "clássico europeu", "gênero poesia"]
    },
    {
        "pergunta": "Qual livro de aventura jovem é ideal para quem quer se perder em outro mundo?",
        "resposta": "'Percy Jackson e o Ladrão de Raios', de Rick Riordan, combina mitologia grega com aventura contemporânea, levando jovens leitores a um universo de deuses, monstros e heróis adolescentes. A obra é perfeita para quem busca fantasia leve e envolvente.",
        "palavras_chave": ["percy jackson", "rick riordan", "fantasia juvenil", "aventura", "mitologia grega", "heróis adolescentes", "literatura contemporânea", "ação", "mundo mitológico", "gênero fantasia"]
    },
    {
        "pergunta": "O que torna 'Dom Casmurro' um marco da literatura brasileira?",
        "resposta": "Escrito por Machado de Assis, o romance explora os ciúmes de Bentinho em relação a Capitu, discutindo temas como traição, dúvida e subjetividade. Sua narrativa em primeira pessoa e o narrador pouco confiável o tornam uma das obras mais sofisticadas da literatura nacional.",
        "palavras_chave": ["dom casmurro", "machado de assis", "literatura brasileira", "capitu", "bentinho", "ciúme", "narrador não confiável", "realismo", "traição", "clássico nacional"]
    },
    {
        "pergunta": "Por que 'Os Lusíadas' é considerado a obra épica de Portugal?",
        "resposta": "Publicado em 1572, o poema de Luís de Camões narra as aventuras de Vasco da Gama e exalta as conquistas marítimas portuguesas. É uma epopeia que mistura mitologia clássica, história e patriotismo, consolidando-se como o maior clássico da literatura portuguesa.",
        "palavras_chave": ["os lusíadas", "luís de camões", "epopeia", "literatura portuguesa", "vasco da gama", "descobrimentos", "mitologia", "patriotismo", "renascimento", "clássico épico"]
    },
    {
        "pergunta": "O que caracteriza o gênero distopia na literatura?",
        "resposta": "O gênero distópico retrata sociedades fictícias em que há opressão, desigualdade ou controle extremo do Estado, funcionando como crítica social e política. Obras como '1984', de George Orwell, e 'Admirável Mundo Novo', de Aldous Huxley, moldaram esse estilo.",
        "palavras_chave": ["distopia", "ficção científica", "george orwell", "1984", "admirável mundo novo", "aldous huxley", "crítica social", "política", "sociedade opressiva", "literatura contemporânea"]
    },
    {
        "pergunta": "Por que 'Memórias Póstumas de Brás Cubas' é inovador?",
        "resposta": "Machado de Assis escreveu esse romance em 1881 narrado por um defunto-autor, rompendo com convenções da época. A obra mistura humor, pessimismo filosófico e crítica à sociedade brasileira do século XIX, inaugurando o realismo no Brasil.",
        "palavras_chave": ["memórias póstumas de brás cubas", "machado de assis", "defunto-autor", "realismo", "literatura brasileira", "crítica social", "inovação narrativa", "humor", "filosofia", "clássico"]
    },
    {
        "pergunta": "Qual a importância de 'Grande Sertão: Veredas'?",
        "resposta": "Guimarães Rosa criou um romance único ao explorar a vida do sertanejo, misturando realidade, religiosidade e filosofia. Sua linguagem inovadora e experimental tornou o livro uma das obras mais complexas e estudadas da literatura brasileira.",
        "palavras_chave": ["grande sertão veredas", "guimarães rosa", "literatura brasileira", "sertão", "linguagem inovadora", "religiosidade", "filosofia", "regionalismo", "épico brasileiro", "clássico"]
    },
    {
        "pergunta": "O que caracteriza o gênero romance de formação?",
        "resposta": "Também chamado de bildungsroman, é o tipo de narrativa que acompanha o crescimento, amadurecimento e autodescoberta do protagonista. Um exemplo famoso é 'O Apanhador no Campo de Centeio', de J.D. Salinger.",
        "palavras_chave": ["romance de formação", "bildungsroman", "amadurecimento", "autodescoberta", "juventude", "literatura clássica", "j.d. salinger", "o apanhador no campo de centeio", "psicologia", "crescimento pessoal"]
    },
    {
        "pergunta": "Por que 'O Senhor dos Anéis' é considerado a obra máxima da fantasia?",
        "resposta": "Escrito por J.R.R. Tolkien, o épico constrói um universo inteiro com línguas, povos e mitologias próprias. Além da aventura, a obra reflete sobre amizade, poder e corrupção, influenciando toda a literatura e cultura pop de fantasia posterior.",
        "palavras_chave": ["o senhor dos anéis", "j.r.r. tolkien", "fantasia épica", "terra média", "amizade", "poder", "mitologia", "literatura inglesa", "influência cultural", "clássico"]
    },
    {
        "pergunta": "O que define o gênero crônica na literatura?",
        "resposta": "A crônica é um texto curto que mistura jornalismo e literatura, tratando de acontecimentos cotidianos com leveza, humor ou reflexão. É muito popular no Brasil, com autores como Rubem Braga, Clarice Lispector e Luis Fernando Verissimo.",
        "palavras_chave": ["crônica", "literatura brasileira", "cotidiano", "humor", "reflexão", "rubem braga", "clarice lispector", "luis fernando verissimo", "texto curto", "jornalismo literário"]
    },
    {
        "pergunta": "Qual é a diferença entre fábula e conto?",
        "resposta": "A fábula é uma narrativa curta que utiliza animais personificados para transmitir ensinamentos morais. Já o conto é uma história breve que pode abordar qualquer tema, com maior foco no enredo do que na lição moral.",
        "palavras_chave": ["fábula", "conto", "narrativa curta", "moral", "animais personificados", "didatismo", "ficção breve", "literatura oral", "comparação", "gêneros literários"]
    },
  {
    "pergunta": "O que caracteriza o gênero épico na literatura?",
    "resposta": "O gênero épico narra feitos grandiosos de heróis ou povos, geralmente em versos longos, exaltando valores coletivos e a identidade cultural de uma comunidade.",
    "palavras_chave": ["gênero épico", "heróis", "povos", "valores coletivos", "identidade cultural", "versos longos", "narrativa histórica", "mitologia", "tradição oral", "literatura clássica"]
  },
  {
    "pergunta": "Qual a principal diferença entre o gênero lírico e o narrativo?",
    "resposta": "O gênero lírico expressa emoções e sentimentos em primeira pessoa, enquanto o narrativo conta histórias com personagens, enredo e tempo definidos.",
    "palavras_chave": ["gênero lírico", "emoções", "sentimentos", "primeira pessoa", "gênero narrativo", "histórias", "personagens", "enredo", "tempo", "literatura"]
  },
  {
    "pergunta": "O que define o gênero dramático?",
    "resposta": "O gênero dramático é escrito para ser representado no palco, com falas diretas de personagens, conflitos intensos e ausência de narrador.",
    "palavras_chave": ["gênero dramático", "teatro", "representação", "falas", "conflito", "ausência de narrador", "peças", "roteiro", "encenação", "literatura"]
  },
  {
    "pergunta": "Por que o gênero fábula é considerado didático?",
    "resposta": "Porque além de narrar histórias curtas com animais ou seres personificados, sempre transmite uma lição moral explícita ao leitor.",
    "palavras_chave": ["fábula", "didatismo", "lição moral", "animais personificados", "histórias curtas", "valores éticos", "ensino", "tradição oral", "literatura infantil", "moralidade"]
  },
  {
    "pergunta": "Como o gênero crônica se diferencia do conto?",
    "resposta": "A crônica foca no cotidiano, em fatos corriqueiros narrados de forma breve e reflexiva, enquanto o conto apresenta enredo estruturado e mais elaborado.",
    "palavras_chave": ["crônica", "cotidiano", "fatos corriqueiros", "brevidade", "reflexão", "conto", "enredo", "literatura breve", "observação social", "narrativa curta"]
  },
  {
    "pergunta": "Qual a função do gênero ensaio na literatura?",
    "resposta": "O ensaio tem função reflexiva e crítica, discutindo ideias, conceitos ou problemas sem necessidade de comprovação científica rigorosa.",
    "palavras_chave": ["ensaio", "reflexão", "crítica", "ideias", "conceitos", "problemas sociais", "literatura de ideias", "argumentação", "análise", "gênero literário"]
  },
  {
    "pergunta": "O que torna o romance um gênero tão versátil?",
    "resposta": "Sua estrutura longa permite explorar personagens complexos, enredos múltiplos e temas variados, adaptando-se a diferentes estilos e épocas.",
    "palavras_chave": ["romance", "versatilidade", "estrutura longa", "personagens complexos", "enredos múltiplos", "temas variados", "literatura", "adaptação", "épocas", "estilo narrativo"]
  },
  {
    "pergunta": "Qual a relação entre gênero épico e identidade cultural?",
    "resposta": "O gênero épico fortalece a identidade cultural de um povo ao preservar mitos, lendas e feitos históricos por meio da narrativa.",
    "palavras_chave": ["gênero épico", "identidade cultural", "mitos", "lendas", "feitos históricos", "narrativa", "memória coletiva", "tradição oral", "patrimônio cultural", "literatura"]
  },
  {
    "pergunta": "O que diferencia o gênero diário de outros gêneros autobiográficos?",
    "resposta": "O diário registra experiências pessoais em ordem cronológica, geralmente com tom íntimo e espontâneo, ao contrário de memórias ou autobiografias mais planejadas.",
    "palavras_chave": ["diário", "autobiografia", "memórias", "registro pessoal", "cronologia", "intimidade", "espontaneidade", "vida cotidiana", "literatura íntima", "escrita pessoal"]
  },
  {
    "pergunta": "Por que o gênero poesia é considerado universal?",
    "resposta": "Porque atravessa culturas e épocas, sendo capaz de expressar sentimentos humanos universais em formas variadas de ritmo, métrica e linguagem.",
    "palavras_chave": ["poesia", "universalidade", "culturas", "sentimentos humanos", "formas variadas", "ritmo", "métrica", "linguagem poética", "literatura lírica", "expressão artística"]
  },
  {
    "pergunta": "Qual é a função do gênero parábola?",
    "resposta": "A parábola transmite ensinamentos morais ou religiosos por meio de narrativas simples e simbólicas, de fácil compreensão e aplicação.",
    "palavras_chave": ["parábola", "ensinamento", "moral", "religião", "narrativa simbólica", "lição", "simplicidade", "compreensão", "tradição oral", "literatura didática"]
  },
  {
    "pergunta": "O que caracteriza o gênero distópico dentro da literatura?",
    "resposta": "As distopias criam sociedades fictícias marcadas por opressão, desigualdade ou controle extremo, funcionando como críticas sociais e políticas.",
    "palavras_chave": ["distopia", "sociedade fictícia", "opressão", "desigualdade", "controle social", "crítica política", "literatura especulativa", "ficção", "alerta social", "gênero narrativo"]
  },
  {
    "pergunta": "Qual a diferença entre gênero épico e gênero trágico?",
    "resposta": "O épico exalta feitos heroicos coletivos, enquanto o trágico mostra conflitos individuais que levam à queda ou sofrimento inevitável do herói.",
    "palavras_chave": ["épico", "trágico", "feitos heroicos", "coletividade", "conflito individual", "queda do herói", "sofrimento", "literatura clássica", "mitologia", "teatro grego"]
  },
  {
    "pergunta": "O que caracteriza o gênero utópico?",
    "resposta": "O gênero utópico descreve sociedades ideais, onde reina a harmonia e a justiça, servindo como contraponto às injustiças do mundo real.",
    "palavras_chave": ["utopia", "sociedade ideal", "harmonia", "justiça", "literatura especulativa", "contraponto", "mundo real", "idealização", "filosofia política", "gênero literário"]
  },
  {
    "pergunta": "Por que o gênero autobiográfico desperta tanto interesse?",
    "resposta": "Porque permite ao leitor conhecer a vida e os pensamentos de uma pessoa real, criando identificação, inspiração ou curiosidade histórica.",
    "palavras_chave": ["autobiografia", "interesse", "vida real", "pensamentos", "identificação", "inspiração", "curiosidade histórica", "literatura íntima", "narrativa pessoal", "memórias"]
  },
  {
    "pergunta": "O que diferencia o gênero conto do romance?",
    "resposta": "O conto apresenta narrativa curta, concentrada em poucos personagens e um único conflito, enquanto o romance é longo e mais complexo.",
    "palavras_chave": ["conto", "romance", "narrativa curta", "poucos personagens", "conflito único", "estrutura longa", "complexidade", "gênero narrativo", "literatura", "diferença"]
  },
  {
    "pergunta": "Por que o gênero sátira é importante na literatura?",
    "resposta": "Porque critica costumes, vícios e comportamentos sociais por meio do humor e da ironia, estimulando a reflexão do leitor.",
    "palavras_chave": ["sátira", "crítica social", "humor", "ironia", "vícios", "costumes", "literatura crítica", "reflexão", "comportamento humano", "gênero literário"]
  },
  {
    "pergunta": "Qual a principal característica da literatura de viagem?",
    "resposta": "A literatura de viagem descreve lugares, culturas e experiências vividas pelo autor, mesclando observação pessoal e elementos narrativos.",
    "palavras_chave": ["literatura de viagem", "descrição", "lugares", "culturas", "experiências", "observação pessoal", "narrativa", "exploração", "descoberta", "gênero literário"]
  },
  {
    "pergunta": "O que caracteriza o gênero elegíaco?",
    "resposta": "O gênero elegíaco é marcado pela expressão de dor, luto ou saudade, geralmente em forma poética, para homenagear pessoas ou refletir sobre perdas.",
    "palavras_chave": ["gênero elegíaco", "dor", "luto", "saudade", "poesia", "homenagem", "perdas", "reflexão", "sentimento", "literatura lírica"]
  },
  {
    "pergunta": "Por que o gênero épico foi tão importante nas sociedades antigas?",
    "resposta": "Porque preservava a memória coletiva de povos que transmitiam seus valores, crenças e feitos heroicos pela tradição oral.",
    "palavras_chave": ["épico", "sociedades antigas", "memória coletiva", "tradição oral", "valores", "crenças", "feitos heroicos", "mitologia", "identidade cultural", "literatura antiga"]
  },
  {
    "pergunta": "Como o gênero épico influenciou a formação da literatura ocidental?",
    "resposta": "O gênero épico consolidou valores como honra, coragem e identidade cultural ao narrar feitos de heróis em versos longos. Exemplos clássicos são a 'Ilíada' e a 'Odisseia', atribuídas a Homero, que moldaram a tradição literária grega e influenciaram séculos de narrativa ocidental. Sabia que, por muito tempo, esses poemas foram transmitidos oralmente antes de serem escritos?",
    "palavras_chave": ["épico", "literatura ocidental", "Ilíada", "Odisseia", "Homero", "valores culturais", "tradição oral", "heróis", "poesia clássica", "identidade cultural"]
  },
  {
    "pergunta": "Qual a importância do gênero lírico na expressão pessoal?",
    "resposta": "O gênero lírico é a voz do eu poético, voltado para emoções, desejos e sentimentos. Desde a poesia grega com Safo até os sonetos de Camões e Shakespeare, ele expressa experiências íntimas que atravessam culturas e épocas. Sabia que a palavra 'lírica' vem da lira, instrumento usado para acompanhar esses poemas na Grécia antiga?",
    "palavras_chave": ["gênero lírico", "expressão pessoal", "emoções", "poesia grega", "Safo", "Camões", "Shakespeare", "lira", "soneto", "literatura universal"]
  },
  {
    "pergunta": "De que forma o gênero dramático se desenvolveu no teatro ocidental?",
    "resposta": "O gênero dramático nasceu na Grécia antiga com tragédias e comédias encenadas em festivais religiosos. Ao longo dos séculos, ganhou novas formas, como o teatro elisabetano de Shakespeare ou o teatro moderno de Brecht. Sabia que na Grécia as peças eram apresentadas em grandes anfiteatros, capazes de reunir milhares de pessoas?",
    "palavras_chave": ["gênero dramático", "teatro grego", "tragédia", "comédia", "Shakespeare", "Brecht", "anfiteatro", "drama", "literatura teatral", "representação"]
  },
  {
    "pergunta": "Por que o conto é considerado um gênero moderno?",
    "resposta": "O conto se tornou um gênero moderno por sua concisão e foco em um único conflito, adequado ao ritmo acelerado das sociedades urbanas. Autores como Edgar Allan Poe e Machado de Assis ajudaram a consolidar sua importância. Sabia que Poe foi um dos primeiros a teorizar sobre a técnica do conto, defendendo o impacto único da narrativa breve?",
    "palavras_chave": ["conto", "gênero moderno", "Poe", "Machado de Assis", "narrativa breve", "conflito único", "sociedade urbana", "literatura curta", "teoria do conto", "impacto narrativo"]
  },
  {
    "pergunta": "O que diferencia a epopeia clássica da epopeia moderna?",
    "resposta": "A epopeia clássica celebra heróis e mitos em versos longos, como na 'Eneida' de Virgílio. Já a epopeia moderna pode retratar o homem comum, como em 'Os Lusíadas', de Camões, que exalta as navegações portuguesas. Sabia que até romances longos, como 'Guerra e Paz' de Tolstói, são chamados por alguns críticos de epopeias modernas?",
    "palavras_chave": ["epopeia", "clássica", "moderna", "Virgílio", "Eneida", "Camões", "Lusíadas", "Tolstói", "Guerra e Paz", "narrativa épica"]
  },
  {
    "pergunta": "Como o gênero crônica dialoga com o cotidiano?",
    "resposta": "A crônica nasce do olhar atento para o dia a dia, transformando acontecimentos simples em reflexões literárias. Escrita em jornais desde o século dezenove, tornou-se uma ponte entre literatura e vida comum. Sabia que autores como Rubem Braga são conhecidos como 'cronistas do cotidiano'?",
    "palavras_chave": ["crônica", "cotidiano", "literatura jornalística", "século XIX", "Rubem Braga", "observação social", "reflexão breve", "vida comum", "literatura brasileira", "gênero híbrido"]
  },
  {
    "pergunta": "Qual a função social do gênero sátira?",
    "resposta": "A sátira critica vícios e comportamentos por meio do riso e da ironia, tornando-se uma ferramenta de denúncia social e política. De Aristófanes na Grécia a textos contemporâneos, ela se mantém atual. Sabia que até jornais modernos usam a sátira como forma de comentário político?",
    "palavras_chave": ["sátira", "crítica social", "humor", "ironia", "Aristófanes", "literatura política", "denúncia", "comportamento humano", "riso", "atualidade"]
  },
  {
    "pergunta": "Por que o gênero utópico sempre esteve ligado à filosofia?",
    "resposta": "O gênero utópico apresenta sociedades ideais como forma de refletir sobre problemas reais. Desde 'A República' de Platão até 'Utopia' de Thomas More, o gênero mistura literatura e filosofia política. Sabia que a palavra 'utopia' vem do grego e significa 'nenhum lugar'?",
    "palavras_chave": ["utopia", "filosofia", "literatura", "Platão", "Thomas More", "sociedade ideal", "reflexão política", "problemas sociais", "literatura especulativa", "nenhum lugar"]
  },
  {
    "pergunta": "Como o gênero distópico se popularizou no século vinte?",
    "resposta": "O gênero distópico cresceu em resposta a guerras e regimes autoritários, retratando sociedades opressoras como alerta. Obras como '1984' e 'Admirável Mundo Novo' marcaram esse estilo. Sabia que muitas distopias servem como metáforas de problemas do presente?",
    "palavras_chave": ["distopia", "século XX", "1984", "Admirável Mundo Novo", "regimes autoritários", "gênero narrativo", "alerta social", "literatura política", "ficção especulativa", "metáfora"]
  },
  {
    "pergunta": "O que distingue a elegia das outras formas líricas?",
    "resposta": "A elegia é um poema de lamento e homenagem, voltado para perdas e reflexões sobre a finitude da vida. Desde a Grécia antiga, ela é usada para eternizar memórias. Sabia que até músicas contemporâneas são chamadas de elegias quando tratam de luto?",
    "palavras_chave": ["elegia", "lamento", "homenagem", "perda", "finitude", "Grécia antiga", "memória", "poesia lírica", "luto", "literatura poética"]
  },
  {
    "pergunta": "Como o gênero diário se consolidou na literatura?",
    "resposta": "O diário registra experiências íntimas em ordem cronológica, revelando pensamentos privados. Tornou-se um gênero importante por aproximar leitor e autor em sua intimidade. Sabia que diários já foram usados como documentos históricos em guerras e revoluções?",
    "palavras_chave": ["diário", "cronologia", "experiências íntimas", "intimidade", "literatura pessoal", "documento histórico", "guerras", "revoluções", "registro privado", "escrita íntima"]
  },
  {
    "pergunta": "Qual é o papel do gênero ensaio na construção de ideias?",
    "resposta": "O ensaio permite explorar reflexões filosóficas, literárias ou sociais de maneira livre e crítica, sem a rigidez de tratados acadêmicos. Montaigne, no século dezesseis, foi pioneiro nesse gênero. Sabia que o termo 'ensaio' vem do francês 'essai', que significa tentativa?",
    "palavras_chave": ["ensaio", "reflexão", "crítica", "Montaigne", "século XVI", "literatura de ideias", "tentativa", "filosofia", "análise", "gênero literário"]
  },
  {
    "pergunta": "Por que a fábula continua atual mesmo após séculos?",
    "resposta": "A fábula atravessa gerações porque transmite valores morais em histórias curtas, muitas vezes com animais falantes. Desde Esopo até autores modernos, ela se adapta às novas culturas. Sabia que muitas fábulas foram criadas para crianças, mas originalmente eram para adultos?",
    "palavras_chave": ["fábula", "valores morais", "animais falantes", "Esopo", "atualidade", "história curta", "adaptação cultural", "crianças", "adultos", "literatura didática"]
  },
  {
    "pergunta": "Como a parábola se diferencia da fábula?",
    "resposta": "A parábola é uma narrativa curta com lição moral ou espiritual, mas ao contrário da fábula, traz personagens humanos em vez de animais. Foi muito usada em textos religiosos. Sabia que as parábolas são fundamentais no ensino de várias tradições religiosas?",
    "palavras_chave": ["parábola", "fábula", "lição moral", "espiritualidade", "personagens humanos", "religião", "narrativa curta", "ensino", "tradição religiosa", "literatura didática"]
  },
  {
    "pergunta": "O que caracteriza a literatura de memórias?",
    "resposta": "O gênero de memórias mistura relato pessoal e olhar histórico, em que o autor registra sua vida conectada a acontecimentos maiores de sua época. Sabia que muitas memórias ajudam a compreender períodos históricos de dentro para fora?",
    "palavras_chave": ["memórias", "relato pessoal", "história", "época", "registro de vida", "acontecimentos", "literatura autobiográfica", "documento histórico", "testemunho", "experiência"]
  },
  {
    "pergunta": "Qual a importância da epístola como gênero literário?",
    "resposta": "A epístola é uma carta literária, que combina comunicação pessoal com estilo artístico. Foi usada por filósofos, poetas e religiosos para difundir ideias. Sabia que as cartas de São Paulo são consideradas epístolas fundamentais do cristianismo?",
    "palavras_chave": ["epístola", "carta", "literatura", "filosofia", "poesia", "religião", "São Paulo", "comunicação", "ideias", "estilo literário"]
  },
  {
    "pergunta": "Como o gênero romance reflete a sociedade?",
    "resposta": "O romance, por sua extensão e complexidade, reflete os valores, conflitos e transformações de cada época. Ele pode retratar desde a vida burguesa até os dilemas contemporâneos. Sabia que por isso o romance é chamado de 'espelho da sociedade'?",
    "palavras_chave": ["romance", "sociedade", "valores", "conflitos", "épocas", "literatura", "vida burguesa", "dilemas contemporâneos", "espelho social", "gênero narrativo"]
  },
  {
    "pergunta": "Por que a literatura de viagem tem valor histórico?",
    "resposta": "Porque além de descrever culturas e paisagens, os relatos de viagem registram o encontro entre povos em momentos de descoberta e colonização. Sabia que muitos desses textos influenciaram até mapas e representações geográficas?",
    "palavras_chave": ["literatura de viagem", "descrição cultural", "paisagens", "história", "descoberta", "colonização", "mapas", "registros", "exploração", "relatos"]
  },
  {
    "pergunta": "Como o gênero alegórico atua na literatura?",
    "resposta": "A alegoria apresenta ideias abstratas por meio de símbolos e personagens, permitindo leituras múltiplas. Desde 'A Divina Comédia' até textos modernos, é uma forma de crítica e reflexão. Sabia que a palavra alegoria significa 'dizer outra coisa' em grego?",
    "palavras_chave": ["alegoria", "símbolos", "ideias abstratas", "Divina Comédia", "literatura", "crítica", "reflexão", "significado oculto", "interpretação múltipla", "gênero literário"]
  },
  {
    "pergunta": "O que diferencia o gênero narrativo do gênero lírico?",
    "resposta": "O gênero narrativo se baseia em contar histórias, com personagens, enredo e tempo, enquanto o lírico expressa emoções e sentimentos de forma subjetiva. Sabia que ambos convivem desde a Grécia antiga, mas com funções bem distintas?",
    "palavras_chave": ["gênero narrativo", "gênero lírico", "diferença", "história", "emoção", "literatura comparada", "enredo", "subjetividade", "personagem", "poesia"]
  },
  {
    "pergunta": "Como o gênero dramático se organiza em subgêneros?",
    "resposta": "O gênero dramático se divide principalmente em tragédia, comédia e tragicomédia, cada uma explorando diferentes visões da condição humana. Sabia que essa divisão existe desde os festivais teatrais da Grécia clássica?",
    "palavras_chave": ["gênero dramático", "tragédia", "comédia", "tragicomédia", "teatro grego", "subgêneros", "condição humana", "literatura", "representação", "história do teatro"]
  },
  {
    "pergunta": "Qual é a função pedagógica da fábula e da parábola?",
    "resposta": "Ambas transmitem lições de vida em narrativas curtas: a fábula com animais que falam e a parábola com personagens humanos. Sabia que, por isso, são usadas em escolas e textos religiosos até hoje?",
    "palavras_chave": ["fábula", "parábola", "função pedagógica", "lição de vida", "animais falantes", "personagens humanos", "moral", "ensino", "literatura didática", "tradição oral"]
  },
  {
    "pergunta": "Por que o gênero romance é considerado o mais flexível?",
    "resposta": "O romance pode abordar praticamente qualquer tema, adaptando-se a diferentes estilos e épocas. Por isso, vai de histórias realistas a narrativas de fantasia. Sabia que sua flexibilidade é um dos motivos de ser tão popular?",
    "palavras_chave": ["romance", "flexibilidade", "temas", "literatura realista", "fantasia", "popularidade", "épocas", "estilo narrativo", "versatilidade", "gênero literário"]
  },
  {
    "pergunta": "Como o gênero elegíaco trata a ideia de morte?",
    "resposta": "O gênero elegíaco transforma a dor da perda em poesia, buscando consolo e reflexão. Sabia que muitos poemas elegíacos eram lidos em rituais funerários na antiguidade?",
    "palavras_chave": ["gênero elegíaco", "morte", "perda", "poesia", "reflexão", "consolo", "ritual", "literatura antiga", "funerário", "emoção"]
  },
  {
    "pergunta": "O que caracteriza a sátira como gênero literário?",
    "resposta": "A sátira usa o humor e a ironia para criticar costumes, instituições e pessoas. Sabia que ela pode ser tão sutil quanto um texto elegante ou tão direta quanto uma caricatura?",
    "palavras_chave": ["sátira", "humor", "ironia", "crítica social", "literatura", "costumes", "instituições", "caricatura", "crítica política", "gênero literário"]
  },
  {
    "pergunta": "Como o gênero ensaio se diferencia do tratado filosófico?",
    "resposta": "O ensaio é mais livre e subjetivo, enquanto o tratado busca rigor e sistematização. Sabia que o ensaio é considerado uma 'tentativa', sem a obrigação de chegar a conclusões definitivas?",
    "palavras_chave": ["ensaio", "tratado", "diferença", "literatura filosófica", "rigor", "subjetividade", "tentativa", "reflexão", "sistematização", "gênero literário"]
  },
  {
    "pergunta": "Qual a principal característica do gênero epopeico?",
    "resposta": "O gênero epopeico exalta grandes feitos de heróis, geralmente em versos longos e solenes. Sabia que esse gênero servia para reforçar valores coletivos de um povo?",
    "palavras_chave": ["epopeia", "gênero epopeico", "heróis", "feitos grandiosos", "verso", "valores coletivos", "tradição oral", "solenidade", "literatura clássica", "identidade cultural"]
  },
  {
    "pergunta": "Por que o gênero diário é considerado íntimo?",
    "resposta": "O diário revela os pensamentos e sentimentos mais privados do autor, geralmente escritos sem intenção de publicação. Sabia que muitos diários se tornaram documentos históricos valiosos?",
    "palavras_chave": ["diário", "intimidade", "literatura pessoal", "sentimentos", "reflexão privada", "documentos históricos", "gênero íntimo", "memória", "registro cotidiano", "literatura autobiográfica"]
  },
  {
    "pergunta": "O que caracteriza a crônica como gênero híbrido?",
    "resposta": "A crônica combina jornalismo e literatura, ao transformar fatos cotidianos em texto literário. Sabia que o próprio nome vem do grego 'chronos', que significa tempo?",
    "palavras_chave": ["crônica", "gênero híbrido", "jornalismo", "literatura", "cotidiano", "chronos", "tempo", "fato", "reflexão breve", "observação"]
  },
  {
    "pergunta": "Como a tragédia se diferencia da comédia no drama?",
    "resposta": "A tragédia mostra a queda de grandes personagens diante do destino, enquanto a comédia satiriza comportamentos comuns e provoca riso. Sabia que ambas nasceram nos festivais dionisíacos da Grécia?",
    "palavras_chave": ["tragédia", "comédia", "drama", "diferença", "destino", "riso", "Grécia antiga", "Dionísio", "teatro", "gênero dramático"]
  },
  {
    "pergunta": "Qual é a função da literatura de memórias?",
    "resposta": "Ela une relato pessoal e testemunho histórico, ajudando a compreender uma época a partir da visão de quem a viveu. Sabia que muitas memórias preservam detalhes que a história oficial ignora?",
    "palavras_chave": ["literatura de memórias", "relato pessoal", "testemunho histórico", "época", "experiência", "documento", "registro íntimo", "literatura autobiográfica", "detalhes históricos", "visão pessoal"]
  },
  {
    "pergunta": "Por que a epopeia foi chamada de 'história em verso'?",
    "resposta": "Porque narrava acontecimentos grandiosos em forma poética, misturando história e mito. Sabia que muitos povos usavam epopeias para ensinar tradições orais às novas gerações?",
    "palavras_chave": ["epopeia", "história em verso", "mito", "tradição oral", "poesia", "ensino", "povo", "literatura antiga", "heróis", "narrativa"]
  },
  {
    "pergunta": "Qual o papel da alegoria nos gêneros literários?",
    "resposta": "A alegoria transforma ideias abstratas em símbolos narrativos, ampliando o sentido de uma obra. Sabia que por isso ela é considerada uma das formas mais ricas de interpretação literária?",
    "palavras_chave": ["alegoria", "símbolos", "ideias abstratas", "interpretação", "literatura", "narrativa", "representação", "gênero literário", "sentido oculto", "crítica"]
  },
  {
    "pergunta": "Como a literatura de viagem se relaciona com a curiosidade humana?",
    "resposta": "Esse gênero registra descobertas, paisagens e culturas, satisfazendo o desejo de conhecer o desconhecido. Sabia que muitos desses relatos influenciaram até representações artísticas de povos distantes?",
    "palavras_chave": ["literatura de viagem", "curiosidade humana", "descoberta", "paisagens", "culturas", "exploração", "representações artísticas", "relatos", "gênero literário", "história cultural"]
  },
  {
    "pergunta": "Por que o gênero lírico é considerado atemporal?",
    "resposta": "Porque trata de sentimentos universais, como amor, dor e alegria, que continuam relevantes em qualquer época. Sabia que poemas líricos da antiguidade ainda emocionam leitores modernos?",
    "palavras_chave": ["gênero lírico", "atemporal", "sentimentos universais", "amor", "dor", "alegria", "poesia", "literatura", "emoção", "atualidade"]
  },
  {
    "pergunta": "O que distingue a literatura utópica da distópica?",
    "resposta": "A utopia imagina sociedades perfeitas, enquanto a distopia retrata sociedades opressoras como alerta. Sabia que uma muitas vezes inspira a outra, funcionando como contrapontos literários?",
    "palavras_chave": ["utopia", "distopia", "diferença", "sociedade perfeita", "sociedade opressora", "contraponto literário", "reflexão social", "filosofia política", "literatura especulativa", "imaginação"]
  },
  {
    "pergunta": "Por que o gênero romance é chamado de 'espelho da sociedade'?",
    "resposta": "Porque consegue retratar as mudanças sociais, os conflitos de classe e os dilemas individuais de cada época. Sabia que esse apelido acompanha o gênero desde o século dezenove?",
    "palavras_chave": ["romance", "espelho da sociedade", "mudanças sociais", "conflitos", "época", "século XIX", "dilemas individuais", "literatura realista", "reflexo social", "gênero narrativo"]
  },
  {
    "pergunta": "Como a crônica transforma o banal em arte?",
    "resposta": "Ao registrar acontecimentos cotidianos com olhar poético ou crítico, a crônica eleva o comum à literatura. Sabia que por isso ela é considerada um gênero democrático?",
    "palavras_chave": ["crônica", "cotidiano", "arte", "literatura", "olhar crítico", "poesia", "gênero democrático", "vida comum", "observação", "narrativa breve"]
  },
  {
    "pergunta": "Qual a importância da carta literária como gênero?",
    "resposta": "A carta literária, ou epístola, mistura intimidade e estilo artístico, servindo como meio de reflexão e diálogo cultural. Sabia que muitas cartas influenciaram movimentos literários e filosóficos?",
    "palavras_chave": ["carta literária", "epístola", "intimidade", "estilo artístico", "diálogo cultural", "movimento literário", "filosofia", "reflexão", "literatura", "comunicação"]
  },
  {
    "pergunta": "Qual a principal função social da tragédia?",
    "resposta": "A tragédia busca provocar catarse, permitindo ao público refletir sobre dor, destino e condição humana. Sabia que esse efeito era considerado uma forma de purificação na Grécia?",
    "palavras_chave": ["tragédia", "função social", "catarse", "condição humana", "destino", "purificação", "teatro grego", "emoção", "literatura clássica", "drama"]
  },
  {
    "pergunta": "Como a comédia revela aspectos do cotidiano?",
    "resposta": "A comédia exagera defeitos e situações comuns para provocar riso e crítica social. Sabia que, por meio do humor, muitas vezes discute problemas sérios?",
    "palavras_chave": ["comédia", "cotidiano", "humor", "crítica social", "exagero", "riso", "drama", "gênero literário", "comportamento humano", "ironia"]
  },
  {
    "pergunta": "O que diferencia a epopeia do romance?",
    "resposta": "Enquanto a epopeia narra feitos heroicos em versos solenes, o romance retrata experiências humanas diversas em prosa. Sabia que um surgiu na oralidade e o outro na escrita impressa?",
    "palavras_chave": ["epopeia", "romance", "diferença", "verso", "prosa", "herói", "literatura", "oralidade", "imprensa", "narrativa"]
  },
  {
    "pergunta": "Por que a fábula é considerada um gênero atemporal?",
    "resposta": "Porque transmite lições de moral de forma simples, sempre compreensíveis por crianças e adultos. Sabia que suas mensagens continuam relevantes séculos depois?",
    "palavras_chave": ["fábula", "atemporalidade", "moral", "lição", "literatura didática", "crianças", "adultos", "ensino", "tradição oral", "narrativa curta"]
  },
  {
    "pergunta": "Qual a importância do gênero épico na formação da identidade cultural?",
    "resposta": "O épico preserva mitos e valores de um povo, transmitindo coragem, honra e pertencimento coletivo. Sabia que muitas culturas se reconhecem em seus poemas épicos?",
    "palavras_chave": ["épico", "identidade cultural", "mito", "valores", "coragem", "honra", "literatura", "coletivo", "tradição", "narrativa heroica"]
  },
  {
    "pergunta": "Como o gênero lírico explora o eu interior?",
    "resposta": "Ele expressa emoções, sentimentos e percepções subjetivas do autor. Sabia que por isso é considerado a forma mais pessoal da literatura?",
    "palavras_chave": ["gênero lírico", "eu interior", "emoções", "sentimentos", "subjetividade", "poesia", "expressão", "literatura", "pessoal", "voz poética"]
  },
  {
    "pergunta": "Qual é a relação entre a crônica e o tempo presente?",
    "resposta": "A crônica registra acontecimentos imediatos, transformando-os em reflexão literária. Sabia que por isso muitos a chamam de 'literatura do agora'?",
    "palavras_chave": ["crônica", "tempo presente", "acontecimentos", "literatura do agora", "cotidiano", "reflexão", "gênero híbrido", "jornalismo", "literatura", "narrativa curta"]
  },
  {
    "pergunta": "Como o gênero epistolar contribui para a literatura?",
    "resposta": "Ele registra ideias e sentimentos em forma de cartas, unindo intimidade e expressão artística. Sabia que também foi usado como recurso narrativo em romances?",
    "palavras_chave": ["gênero epistolar", "carta", "literatura", "intimidade", "expressão artística", "reflexão", "romance epistolar", "diálogo", "história", "comunicação"]
  },
  {
    "pergunta": "Por que o gênero ensaístico é considerado aberto?",
    "resposta": "Porque permite explorar ideias sem a obrigação de concluir, valorizando a reflexão pessoal. Sabia que essa liberdade é uma de suas maiores forças?",
    "palavras_chave": ["ensaio", "abertura", "ideias", "reflexão pessoal", "literatura", "liberdade", "tentativa", "gênero literário", "argumento", "exploração"]
  },
  {
    "pergunta": "O que caracteriza a literatura memorialista?",
    "resposta": "Ela recupera lembranças pessoais com valor histórico e literário. Sabia que ajuda a compreender épocas passadas a partir da voz de quem viveu?",
    "palavras_chave": ["literatura memorialista", "lembranças", "valor histórico", "literatura", "voz pessoal", "memória", "época", "testemunho", "registro", "autobiografia"]
  },
  {
    "pergunta": "Como a alegoria amplia o sentido de uma obra?",
    "resposta": "Ela transforma conceitos abstratos em imagens concretas, permitindo múltiplas interpretações. Sabia que esse recurso aparece em quase todos os gêneros?",
    "palavras_chave": ["alegoria", "interpretação", "conceito abstrato", "imagem concreta", "literatura", "sentido oculto", "símbolos", "narrativa", "poesia", "drama"]
  },
  {
    "pergunta": "Qual a função da sátira no campo literário?",
    "resposta": "A sátira critica comportamentos e instituições com humor e ironia, gerando reflexão. Sabia que por isso é considerada uma ferramenta social poderosa?",
    "palavras_chave": ["sátira", "crítica", "humor", "ironia", "literatura", "instituições", "comportamentos", "reflexão", "função social", "gênero literário"]
  },
  {
    "pergunta": "Por que o romance é chamado de gênero total?",
    "resposta": "Porque pode abarcar todos os temas, estilos e perspectivas, adaptando-se a cada época. Sabia que essa versatilidade garante sua permanência como favorito?",
    "palavras_chave": ["romance", "gênero total", "versatilidade", "temas", "época", "literatura", "adaptação", "estilo", "permanência", "popularidade"]
  },
  {
    "pergunta": "Como o gênero distópico funciona como alerta?",
    "resposta": "Ele projeta sociedades opressoras para criticar problemas presentes. Sabia que funciona como espelho invertido do nosso mundo?",
    "palavras_chave": ["distopia", "alerta", "sociedade opressora", "crítica social", "literatura especulativa", "espelho invertido", "problemas presentes", "reflexão", "imaginação", "ficção"]
  },
  {
    "pergunta": "Qual o papel do mito como forma literária?",
    "resposta": "O mito explica origens e fenômenos por meio de narrativas simbólicas. Sabia que é considerado um dos mais antigos gêneros literários?",
    "palavras_chave": ["mito", "forma literária", "origens", "fenômenos", "narrativa simbólica", "antiguidade", "literatura", "explicação", "tradição oral", "cultura"]
  },
  {
    "pergunta": "Como o gênero lírico dialoga com a música?",
    "resposta": "O lirismo surgiu ligado ao canto, com versos ritmados e sonoros. Sabia que o próprio nome vem da lira, instrumento musical?",
    "palavras_chave": ["gênero lírico", "música", "canto", "ritmo", "verso", "lira", "origem", "literatura", "som", "poesia"]
  },
  {
    "pergunta": "Por que a epopeia é considerada uma narrativa fundadora?",
    "resposta": "Porque constrói a memória coletiva de um povo, unindo mito, história e valores. Sabia que muitas vezes marca o início da literatura de uma nação?",
    "palavras_chave": ["epopeia", "narrativa fundadora", "memória coletiva", "mito", "história", "valores", "literatura nacional", "origem", "tradição", "poesia épica"]
  },
  {
    "pergunta": "Qual a diferença entre conto e novela?",
    "resposta": "O conto é breve e concentrado em um único conflito, enquanto a novela se desenvolve mais, mas sem a extensão de um romance. Sabia que ambos pertencem ao gênero narrativo?",
    "palavras_chave": ["conto", "novela", "diferença", "narrativa breve", "conflito", "romance", "extensão", "literatura", "gênero narrativo", "estrutura"]
  },
  {
    "pergunta": "Como o gênero de viagem mistura relato e imaginação?",
    "resposta": "Ele descreve lugares e culturas, mas muitas vezes acrescenta fantasia para tornar a leitura mais envolvente. Sabia que esses textos também formaram imagens estereotipadas de povos?",
    "palavras_chave": ["literatura de viagem", "relato", "imaginação", "descrição", "lugares", "culturas", "fantasia", "leitura", "estereótipo", "gênero literário"]
  },
  {
    "pergunta": "Por que o gênero lírico é visto como universal?",
    "resposta": "Porque sentimentos como amor, saudade e dor podem ser compreendidos em qualquer cultura. Sabia que isso faz dele um gênero sempre atual?",
    "palavras_chave": ["gênero lírico", "universal", "sentimentos", "amor", "saudade", "dor", "literatura", "cultura", "atualidade", "emoção"]
  }
]
