[
  {
    "pergunta": "O que foi o Trovadorismo na literatura?",
    "resposta": "O Trovadorismo foi o primeiro movimento literário em língua portuguesa, surgido no século XII, marcado pelas cantigas líricas e satíricas. Nas cantigas de amor, o eu lírico se colocava em posição de vassalagem à dama, enquanto nas de escárnio e maldizer predominava a crítica e o humor. Sabia que a primeira coletânea de cantigas, chamada Cancioneiro da Ajuda, foi compilada no século XIII?",
    "palavras_chave": ["trovadorismo", "cantigas medievais", "cancioneiro", "literatura portuguesa", "século XII"]
  },
  {
    "pergunta": "Qual a importância de Camões para a literatura portuguesa?",
    "resposta": "Luís de Camões, no século XVI, consolidou a língua portuguesa com sua obra-prima *Os Lusíadas*, publicada em mil quinhentos e setenta e dois. O poema épico exalta as navegações portuguesas e mistura mitologia clássica com feitos históricos. Sabia que Camões teria escrito parte da obra durante seu exílio na Ásia?",
    "palavras_chave": ["camões", "os lusíadas", "épico português", "século XVI", "literatura clássica"]
  },
  {
    "pergunta": "O que caracteriza o Humanismo literário?",
    "resposta": "O Humanismo, surgido no século XV, foi um período de transição entre a Idade Média e o Renascimento, com valorização do homem, da razão e do estudo dos clássicos greco-latinos. Em Portugal, destaca-se Gil Vicente, chamado de pai do teatro português. Sabia que suas peças eram encenadas tanto para reis quanto para o povo comum?",
    "palavras_chave": ["humanismo", "gil vicente", "teatro português", "renascimento", "século XV"]
  },
  {
    "pergunta": "O que foi o Classicismo em Portugal?",
    "resposta": "O Classicismo, iniciado em Portugal no século XVI, buscava equilíbrio, harmonia e inspiração nos modelos da Antiguidade clássica. Camões é o grande representante, com sua poesia lírica e o épico *Os Lusíadas*. Sabia que Camões foi contemporâneo das grandes navegações portuguesas?",
    "palavras_chave": ["classicismo", "camões", "renascimento", "século XVI", "literatura clássica"]
  },
  {
    "pergunta": "O que caracteriza o Barroco literário?",
    "resposta": "O Barroco, presente entre os séculos XVII e XVIII, é marcado por contradições, como pecado e perdão, corpo e alma, céu e terra. No Brasil, Gregório de Matos é lembrado como 'Boca do Inferno' por sua poesia satírica. Sabia que o Barroco acompanhava o contexto da Contrarreforma católica?",
    "palavras_chave": ["barroco", "gregório de matos", "contrarreforma", "século XVII", "literatura colonial"]
  },
  {
    "pergunta": "O que foi o Arcadismo no Brasil?",
    "resposta": "O Arcadismo, surgido no Brasil no final do século XVIII, valorizava a simplicidade, a vida no campo e a inspiração clássica. Cláudio Manuel da Costa e Tomás Antônio Gonzaga, autor das *Liras de Marília de Dirceu*, foram grandes nomes do movimento. Sabia que muitos árcades participaram da Inconfidência Mineira?",
    "palavras_chave": ["arcadismo", "liras de marília", "inconfidência mineira", "século XVIII", "poesia neoclássica"]
  },
  {
    "pergunta": "O que marcou o Romantismo no Brasil?",
    "resposta": "O Romantismo brasileiro, iniciado em mil oitocentos e trinta e seis, foi marcado pelo nacionalismo, pelo indianismo e pela exaltação da natureza. Autores como José de Alencar e Gonçalves Dias são ícones do período. Sabia que *Iracema* é chamada de 'a virgem dos lábios de mel' e simboliza a união entre colonizador e indígena?",
    "palavras_chave": ["romantismo", "iracema", "gonçalves dias", "nacionalismo literário", "século XIX"]
  },
  {
    "pergunta": "O que diferencia o Realismo do Romantismo?",
    "resposta": "Enquanto o Romantismo idealizava sentimentos e paisagens, o Realismo, surgido no século XIX, buscava retratar a sociedade com objetividade e crítica. Em Portugal, Eça de Queirós é destaque, e no Brasil, Machado de Assis com obras como *Dom Casmurro*. Sabia que o Realismo foi influenciado pelas teorias científicas da época, como o positivismo e o naturalismo?",
    "palavras_chave": ["realismo", "machado de assis", "dom casmurro", "século XIX", "literatura crítica"]
  },
  {
    "pergunta": "O que é Naturalismo literário?",
    "resposta": "O Naturalismo, surgido no final do século XIX, é uma vertente do Realismo marcada pela influência do determinismo científico, descrevendo o homem como fruto do meio, da hereditariedade e da biologia. No Brasil, destaca-se Aluísio Azevedo com *O Cortiço*. Sabia que o romance descreve detalhadamente a vida em um cortiço carioca?",
    "palavras_chave": ["naturalismo", "aluísio azevedo", "o cortiço", "determinismo", "século XIX"]
  },
  {
    "pergunta": "O que foi o Simbolismo na literatura brasileira?",
    "resposta": "O Simbolismo, surgido no Brasil em mil oitocentos e noventa e três, valorizava a musicalidade, o misticismo e a sugestão poética. Cruz e Sousa, conhecido como o 'cisne negro', é seu principal representante. Sabia que o movimento foi uma reação contra o cientificismo do Realismo e Naturalismo?",
    "palavras_chave": ["simbolismo", "cruz e sousa", "cisne negro", "poesia mística", "século XIX"]
  },
  {
    "pergunta": "O que foi o Parnasianismo?",
    "resposta": "O Parnasianismo surgiu na segunda metade do século XIX e defendia a arte pela arte, a perfeição formal e o culto à forma clássica. Olavo Bilac é um de seus maiores expoentes no Brasil. Sabia que Bilac foi também autor do Hino à Bandeira do Brasil?",
    "palavras_chave": ["parnasianismo", "olavo bilac", "arte pela arte", "hino à bandeira", "século XIX"]
  },
  {
    "pergunta": "O que marcou a Semana de Arte Moderna de 1922?",
    "resposta": "A Semana de Arte Moderna, realizada em São Paulo em fevereiro de mil novecentos e vinte e dois, marcou a ruptura com os padrões acadêmicos e o início do Modernismo no Brasil. Artistas como Mário de Andrade, Oswald de Andrade e Tarsila do Amaral participaram do evento. Sabia que o Teatro Municipal de São Paulo foi o palco das apresentações mais polêmicas?",
    "palavras_chave": ["semana de 22", "modernismo", "mário de andrade", "oswald de andrade", "arte moderna"]
  },
  {
    "pergunta": "O que foi a primeira fase do Modernismo brasileiro?",
    "resposta": "A primeira fase do Modernismo, de mil novecentos e vinte e dois a mil novecentos e trinta, foi marcada pela irreverência, pela experimentação e pelo nacionalismo crítico. Obras como *Macunaíma*, de Mário de Andrade, expressam o espírito inovador. Sabia que Oswald de Andrade publicou o 'Manifesto Antropofágico' em mil novecentos e vinte e oito?",
    "palavras_chave": ["modernismo primeira fase", "macunaíma", "manifesto antropofágico", "nacionalismo crítico", "década de 1920"]
  },
  {
    "pergunta": "O que foi a segunda fase do Modernismo no Brasil?",
    "resposta": "A segunda fase do Modernismo, de mil novecentos e trinta a mil novecentos e quarenta e cinco, aprofundou temas sociais, históricos e psicológicos. Autores como Graciliano Ramos, Jorge Amado e Carlos Drummond de Andrade se destacaram. Sabia que é chamada de fase de consolidação do Modernismo?",
    "palavras_chave": ["modernismo segunda fase", "graciliano ramos", "jorge amado", "drummond", "literatura social"]
  },
  {
    "pergunta": "O que foi a terceira fase do Modernismo brasileiro?",
    "resposta": "A terceira fase do Modernismo, iniciada após mil novecentos e quarenta e cinco, buscava uma linguagem mais universal e influenciada por tendências internacionais. João Cabral de Melo Neto e Clarice Lispector são nomes centrais desse período. Sabia que João Cabral rejeitava a ideia de poesia confessional e preferia a objetividade?",
    "palavras_chave": ["modernismo terceira fase", "joão cabral de melo neto", "clarice lispector", "literatura universal", "pós-1945"]
  },
  {
    "pergunta": "Qual a importância de Machado de Assis para a literatura?",
    "resposta": "Machado de Assis é considerado o maior escritor brasileiro, fundador da Academia Brasileira de Letras e autor de obras que analisam a alma humana com ironia e profundidade. *Dom Casmurro*, de mil oitocentos e noventa e nove, é seu romance mais polêmico. Sabia que até hoje se discute se Capitu traiu ou não Bentinho?",
    "palavras_chave": ["machado de assis", "dom casmurro", "realismo brasileiro", "capitu", "academia brasileira de letras"]
  },
  {
    "pergunta": "O que foi o Neorrealismo em Portugal?",
    "resposta": "O Neorrealismo português, surgido nos anos 1930, foi uma corrente literária de denúncia social, marcada pela crítica às desigualdades e ao regime salazarista. Autores como Alves Redol e Soeiro Pereira Gomes são fundamentais. Sabia que muitas obras neorrealistas foram censuradas pela ditadura em Portugal?",
    "palavras_chave": ["neorrealismo português", "denúncia social", "alves redol", "soeiro pereira gomes", "literatura política"]
  },
  {
    "pergunta": "O que caracteriza a literatura de cordel?",
    "resposta": "A literatura de cordel é uma tradição popular do Nordeste brasileiro, com folhetos impressos e vendidos em feiras, acompanhados muitas vezes por xilogravuras. Os versos narram aventuras, lendas, amores e críticas sociais. Sabia que o nome vem do costume de pendurar os folhetos em cordas para exposição?",
    "palavras_chave": ["literatura de cordel", "nordeste", "xilogravura", "cultura popular", "tradição oral"]
  },
  {
    "pergunta": "O que foi o Pré-Modernismo no Brasil?",
    "resposta": "O Pré-Modernismo, que vai de mil novecentos a mil novecentos e vinte e dois, trouxe escritores que, mesmo não rompendo com o academicismo, anteciparam temas modernos como a crítica social e a regionalidade. Euclides da Cunha, com *Os Sertões*, e Lima Barreto, com *Triste Fim de Policarpo Quaresma*, são expoentes. Sabia que o livro de Euclides é considerado um marco do jornalismo literário?",
    "palavras_chave": ["pré-modernismo", "euclides da cunha", "os sertões", "lima barreto", "literatura brasileira"]
  },
  {
    "pergunta": "O que foi a Geração de 45?",
    "resposta": "A Geração de 45 é um grupo de escritores que buscou retomar o rigor formal e a tradição literária após a fase mais experimental do Modernismo. Clarice Lispector, João Cabral de Melo Neto e Guimarães Rosa são nomes ligados a esse período. Sabia que Guimarães Rosa inovou ao criar neologismos em *Grande Sertão: Veredas*?",
    "palavras_chave": ["geração de 45", "clarice lispector", "joão cabral", "guimarães rosa", "grande sertão veredas"]
  },
  {
    "pergunta": "O que caracteriza o Surrealismo na literatura?",
    "resposta": "O Surrealismo, surgido na década de 1920 na Europa, propunha libertar a imaginação por meio do inconsciente e dos sonhos. André Breton foi o principal teórico, e sua obra *Manifesto Surrealista* de mil novecentos e vinte e quatro é referência. Sabia que o movimento influenciou também poetas brasileiros como Murilo Mendes?",
    "palavras_chave": ["surrealismo", "andré breton", "manifesto surrealista", "murilo mendes", "literatura onírica"]
  },
  {
    "pergunta": "O que foi o Futurismo literário?",
    "resposta": "O Futurismo surgiu na Itália em mil novecentos e nove com o Manifesto de Filippo Tommaso Marinetti, exaltando a velocidade, a máquina e o progresso. Sua estética influenciou a literatura e as artes visuais. Sabia que no Brasil o Futurismo impactou os modernistas, especialmente na Semana de 22?",
    "palavras_chave": ["futurismo", "marinetti", "manifesto futurista", "modernismo brasileiro", "século XX"]
  },
  {
    "pergunta": "O que foi o Expressionismo na literatura?",
    "resposta": "O Expressionismo, iniciado na Alemanha no começo do século XX, valorizava a subjetividade, a emoção intensa e a denúncia social. Na literatura, destacou-se Franz Kafka, autor de *A Metamorfose*. Sabia que o termo 'expressionismo' surgiu em oposição ao 'impressionismo'?",
    "palavras_chave": ["expressionismo", "franz kafka", "a metamorfose", "subjetividade", "século XX"]
  },
  {
    "pergunta": "O que caracteriza a literatura existencialista?",
    "resposta": "A literatura existencialista aborda a angústia, a liberdade e o absurdo da vida humana. Jean-Paul Sartre e Albert Camus foram os principais autores do século XX. Sabia que Camus ganhou o Prêmio Nobel de Literatura em mil novecentos e cinquenta e sete?",
    "palavras_chave": ["existencialismo", "jean-paul sartre", "albert camus", "angústia", "século XX"]
  },
  {
    "pergunta": "O que foi a Beat Generation?",
    "resposta": "A Beat Generation foi um movimento literário norte-americano dos anos 1950 que contestava o consumismo e buscava liberdade espiritual e estética. Jack Kerouac, com *On the Road*, e Allen Ginsberg, com *Uivo*, são expoentes. Sabia que o termo 'beat' remete tanto ao ritmo da música quanto ao cansaço da vida moderna?",
    "palavras_chave": ["beat generation", "jack kerouac", "allen ginsberg", "on the road", "anos 1950"]
  },
  {
    "pergunta": "O que caracteriza o Realismo Mágico?",
    "resposta": "O Realismo Mágico mistura elementos fantásticos com a realidade cotidiana, de forma naturalizada. Gabriel García Márquez, com *Cem Anos de Solidão* (mil novecentos e sessenta e sete), é um dos maiores nomes. Sabia que o termo se popularizou na América Latina, mas surgiu primeiro na crítica de artes plásticas?",
    "palavras_chave": ["realismo mágico", "gabriel garcía márquez", "cem anos de solidão", "literatura latino-americana", "fantástico"]
  },
  {
    "pergunta": "O que foi o Pós-Modernismo na literatura?",
    "resposta": "O Pós-Modernismo, a partir da segunda metade do século XX, caracteriza-se pela fragmentação, intertextualidade e ironia. Autores como Umberto Eco e Italo Calvino se destacam. Sabia que *O Nome da Rosa*, de mil novecentos e oitenta, mistura romance policial com reflexões filosóficas?",
    "palavras_chave": ["pós-modernismo", "umberto eco", "o nome da rosa", "italo calvino", "literatura contemporânea"]
  },
  {
    "pergunta": "O que foi o Trovadorismo?",
    "resposta": "O Trovadorismo surgiu em Portugal no século XII e foi a primeira manifestação literária escrita em língua portuguesa. Era marcado por cantigas líricas e satíricas, como as de amor, amigo, escárnio e maldizer. Sabia que as cantigas eram acompanhadas de música e recitadas em festas e cortes medievais?",
    "palavras_chave": ["trovadorismo", "cantigas", "idade média", "literatura portuguesa", "século XII"]
  },
  {
    "pergunta": "O que caracteriza o Humanismo na literatura?",
    "resposta": "O Humanismo foi o movimento literário do século XV que marcou a transição entre o Trovadorismo e o Renascimento. Valorizava o racionalismo, a cultura clássica e a centralidade do homem. Sabia que Gil Vicente é considerado um dos principais nomes desse período em Portugal?",
    "palavras_chave": ["humanismo", "século XV", "gil vicente", "renascimento", "literatura portuguesa"]
  },
  {
    "pergunta": "O que foi o Classicismo em Portugal?",
    "resposta": "O Classicismo surgiu no século XVI e teve como principal expoente Luís de Camões, autor de *Os Lusíadas*. O movimento exaltava valores greco-romanos, harmonia e equilíbrio. Sabia que *Os Lusíadas* foi publicado em mil quinhentos e setenta e dois e narrava as aventuras de Vasco da Gama?",
    "palavras_chave": ["classicismo", "luís de camões", "os lusíadas", "século XVI", "literatura portuguesa"]
  },
  {
    "pergunta": "O que foi o Barroco na literatura brasileira?",
    "resposta": "O Barroco, no Brasil, surgiu no século XVII e refletia as tensões entre a religiosidade e a sensualidade. Gregório de Matos, conhecido como 'Boca do Inferno', foi seu principal representante. Sabia que suas sátiras criticavam a sociedade baiana colonial com tanta força que ele chegou a ser exilado?",
    "palavras_chave": ["barroco", "gregório de matos", "boca do inferno", "século XVII", "literatura colonial"]
  },
  {
    "pergunta": "O que foi o Arcadismo no Brasil?",
    "resposta": "O Arcadismo, também chamado de Neoclassicismo, surgiu em mil setecentos e setenta e dois com a publicação de *Obras Poéticas* de Cláudio Manuel da Costa. Era marcado pela simplicidade e pelo retorno à vida bucólica. Sabia que Tomás Antônio Gonzaga escreveu *Marília de Dirceu* inspirado em sua paixão real por Maria Dorotéia?",
    "palavras_chave": ["arcadismo", "claudio manuel da costa", "tomás antônio gonzaga", "marília de dirceu", "século XVIII"]
  },
  {
    "pergunta": "O que foi o Romantismo na literatura brasileira?",
    "resposta": "O Romantismo chegou ao Brasil em mil oitocentos e trinta e seis com a publicação de *Suspiros Poéticos e Saudades* de Gonçalves de Magalhães. Era marcado pelo nacionalismo, sentimentalismo e exaltação da natureza. Sabia que José de Alencar escreveu romances indianistas como *O Guarani* e *Iracema*?",
    "palavras_chave": ["romantismo", "gonçalves de magalhães", "josé de alencar", "indianismo", "século XIX"]
  },
  {
    "pergunta": "O que foi o Realismo na literatura brasileira?",
    "resposta": "O Realismo surgiu em mil oitocentos e oitenta e um com a publicação de *Memórias Póstumas de Brás Cubas* de Machado de Assis. O movimento criticava os costumes da sociedade e explorava a psicologia das personagens. Sabia que a obra trouxe pela primeira vez no Brasil um narrador defunto-autor?",
    "palavras_chave": ["realismo", "machado de assis", "memórias póstumas de brás cubas", "psicologia", "século XIX"]
  },
  {
    "pergunta": "O que foi o Naturalismo no Brasil?",
    "resposta": "O Naturalismo, também iniciado em mil oitocentos e oitenta e um, tinha como marco *O Mulato* de Aluísio Azevedo. Diferente do Realismo, buscava explicar o comportamento humano por meio do determinismo social e biológico. Sabia que Aluísio também escreveu *O Cortiço*, retratando a vida coletiva em habitações populares?",
    "palavras_chave": ["naturalismo", "aluísio azevedo", "o mulato", "o cortiço", "determinismo"]
  },
  {
    "pergunta": "O que foi a poesia simbolista no Brasil?",
    "resposta": "A poesia simbolista brasileira, iniciada em mil oitocentos e noventa e três, buscava musicalidade, espiritualidade e mistério. Cruz e Sousa foi seu principal representante, chamado de 'Cisne Negro'. Sabia que o movimento não teve tanta popularidade em sua época, mas hoje é muito valorizado?",
    "palavras_chave": ["simbolismo", "cruz e sousa", "cisne negro", "poesia mística", "século XIX"]
  },
  {
    "pergunta": "Quem foi José de Anchieta?",
    "resposta": "José de Anchieta foi um padre jesuíta do século XVI que escreveu poesia, teatro e cartas. Suas obras tinham caráter religioso e pedagógico, usadas para catequizar indígenas. Sabia que Anchieta escreveu parte de sua obra em tupi, a língua indígena mais falada na época?",
    "palavras_chave": ["josé de anchieta", "jesuíta", "século XVI", "catequese", "tupi"]
  },
  {
    "pergunta": "Quem foi Gregório de Matos?",
    "resposta": "Gregório de Matos, do século XVII, foi o maior poeta barroco do Brasil. Ficou conhecido como 'Boca do Inferno' por suas críticas mordazes à Igreja, à política e aos costumes da sociedade baiana. Sabia que ele também escreveu poemas religiosos e líricos, além dos satíricos?",
    "palavras_chave": ["gregório de matos", "barroco", "boca do inferno", "poesia satírica", "século XVII"]
  },
  {
    "pergunta": "Quem foi Tomás Antônio Gonzaga?",
    "resposta": "Tomás Antônio Gonzaga foi um poeta árcade do século XVIII, autor de *Marília de Dirceu*, que idealizava sua paixão por Maria Dorotéia. Também escreveu as sátiras *Cartas Chilenas*. Sabia que ele participou da Inconfidência Mineira e acabou sendo preso e exilado?",
    "palavras_chave": ["tomás antônio gonzaga", "marília de dirceu", "cartas chilenas", "arcadismo", "inconfidência mineira"]
  },
  {
    "pergunta": "Quem foi José de Alencar?",
    "resposta": "José de Alencar, escritor do século XIX, é considerado o fundador do romance brasileiro. Escreveu obras indianistas como *Iracema* e urbanas como *Senhora*. Sabia que ele também foi político e defensor da causa nacionalista na literatura?",
    "palavras_chave": ["josé de alencar", "iracema", "senhora", "romance brasileiro", "século XIX"]
  },
  {
    "pergunta": "Quem foi Gonçalves Dias?",
    "resposta": "Gonçalves Dias foi um dos maiores poetas do Romantismo brasileiro, autor da famosa *Canção do Exílio*, escrita em mil oitocentos e quarenta e três. Sua poesia exalta a pátria, a natureza e a saudade. Sabia que seus versos estão até hoje presentes no Hino Nacional Brasileiro?",
    "palavras_chave": ["gonçalves dias", "canção do exílio", "romantismo", "patriotismo", "século XIX"]
  },
  {
    "pergunta": "Quem foi Álvares de Azevedo?",
    "resposta": "Álvares de Azevedo foi poeta da segunda geração romântica, conhecida como 'ultrarromântica'. Escreveu *Lira dos Vinte Anos*, marcada pelo pessimismo e idealização da morte. Sabia que ele morreu muito jovem, aos vinte anos, deixando sua obra inacabada?",
    "palavras_chave": ["álvares de azevedo", "ultrarromantismo", "lira dos vinte anos", "pessimismo", "juventude"]
  },
  {
    "pergunta": "Quem foi Castro Alves?",
    "resposta": "Castro Alves foi o grande poeta condoreiro do Romantismo, autor de poemas abolicionistas e sociais. Sua obra mais famosa é *Navio Negreiro*, escrita em mil oitocentos e sessenta e oito. Sabia que ele foi chamado de 'poeta dos escravos' por sua defesa da liberdade?",
    "palavras_chave": ["castro alves", "romantismo condoreiro", "navio negreiro", "abolicionismo", "século XIX"]
  },
  {
    "pergunta": "Quem foi Raul Pompéia?",
    "resposta": "Raul Pompéia foi escritor realista do século XIX e autor de *O Ateneu*, publicado em mil oitocentos e oitenta e oito. A obra retrata a formação moral e social em um internato rígido. Sabia que o livro é considerado um romance de formação, semelhante ao modelo europeu do *Bildungsroman*?",
    "palavras_chave": ["raul pompéia", "o ateneu", "realismo", "romance de formação", "século XIX"]
  },
  {
    "pergunta": "Quem foi Lima Barreto?",
    "resposta": "Lima Barreto foi escritor pré-modernista, autor de *Triste Fim de Policarpo Quaresma*, publicado em mil novecentos e quinze. Suas obras criticam o racismo, a política e a burocracia no Brasil. Sabia que Lima Barreto teve sua obra marginalizada em vida, mas hoje é celebrado como grande cronista social?",
    "palavras_chave": ["lima barreto", "pré-modernismo", "policarpo quaresma", "crítica social", "literatura brasileira"]
  },
  {
    "pergunta": "O que foi o Pré-Modernismo no Brasil?",
    "resposta": "O Pré-Modernismo foi um período literário que ocorreu entre mil novecentos e mil novecentos e vinte e dois. Caracterizou-se pela diversidade de estilos e pela crítica social, abrindo caminho para a Semana de Arte Moderna. Sabia que escritores como Lima Barreto, Monteiro Lobato e Euclides da Cunha são considerados pré-modernistas?",
    "palavras_chave": ["pré-modernismo", "lima barreto", "euclides da cunha", "monteiro lobato", "século XX"]
  },
  {
    "pergunta": "O que foi a Semana de Arte Moderna de 1922?",
    "resposta": "A Semana de Arte Moderna, realizada em fevereiro de mil novecentos e vinte e dois no Theatro Municipal de São Paulo, marcou o início oficial do Modernismo no Brasil. Reuniu artistas, escritores e músicos que buscavam romper com as tradições. Sabia que figuras como Mário de Andrade, Oswald de Andrade e Anita Malfatti foram centrais nesse evento?",
    "palavras_chave": ["semana de arte moderna", "1922", "mário de andrade", "oswald de andrade", "modernismo"]
  },
  {
    "pergunta": "O que foi o Modernismo brasileiro?",
    "resposta": "O Modernismo brasileiro foi um movimento literário e cultural iniciado em mil novecentos e vinte e dois, que buscava liberdade estética, ruptura com o academicismo e valorização da identidade nacional. Sabia que ele se desenvolveu em três fases distintas, cada uma com características próprias?",
    "palavras_chave": ["modernismo brasileiro", "liberdade estética", "identidade nacional", "1922", "literatura moderna"]
  },
  {
    "pergunta": "Quais são as fases do Modernismo no Brasil?",
    "resposta": "O Modernismo brasileiro é dividido em três fases: a primeira, de mil novecentos e vinte e dois a mil novecentos e trinta, de ruptura e experimentação; a segunda, de mil novecentos e trinta a mil novecentos e quarenta e cinco, de consolidação; e a terceira, de mil novecentos e quarenta e cinco em diante, chamada de geração de 45. Sabia que cada fase refletiu mudanças políticas e sociais do país?",
    "palavras_chave": ["modernismo", "fases", "geração de 22", "geração de 30", "geração de 45"]
  },
  {
    "pergunta": "Quem foi Mário de Andrade?",
    "resposta": "Mário de Andrade foi um dos maiores escritores do Modernismo brasileiro. Autor de *Macunaíma*, obra publicada em mil novecentos e vinte e oito, criou o 'herói sem nenhum caráter', uma representação da diversidade cultural brasileira. Sabia que ele também foi musicólogo e pesquisador do folclore nacional?",
    "palavras_chave": ["mário de andrade", "macunaíma", "modernismo", "herói sem caráter", "folclore"]
  },
  {
    "pergunta": "Quem foi Oswald de Andrade?",
    "resposta": "Oswald de Andrade foi um dos líderes do Modernismo e criador do Manifesto Antropofágico, publicado em mil novecentos e vinte e oito. Ele defendia a ideia de devorar a cultura europeia e transformá-la em algo genuinamente brasileiro. Sabia que essa metáfora da antropofagia é até hoje símbolo de identidade cultural no Brasil?",
    "palavras_chave": ["oswald de andrade", "manifesto antropofágico", "modernismo", "antropofagia cultural", "1928"]
  },
  {
    "pergunta": "Quem foi Manuel Bandeira?",
    "resposta": "Manuel Bandeira foi poeta modernista, conhecido por sua escrita simples, emotiva e musical. Obras como *Libertinagem*, de mil novecentos e trinta, marcam sua poesia. Sabia que, apesar de lutar contra a tuberculose por toda a vida, ele transformou a doença em inspiração para poemas de profundo lirismo?",
    "palavras_chave": ["manuel bandeira", "libertinagem", "poesia modernista", "lirismo", "século XX"]
  },
  {
    "pergunta": "Quem foi Carlos Drummond de Andrade?",
    "resposta": "Carlos Drummond de Andrade foi um dos maiores poetas brasileiros do século XX, estreando em mil novecentos e trinta com *Alguma Poesia*. Sua obra transita entre o cotidiano, o existencialismo e a crítica social. Sabia que seu poema 'No meio do caminho' causou grande polêmica e até hoje é lembrado?",
    "palavras_chave": ["carlos drummond de andrade", "alguma poesia", "modernismo", "poesia existencial", "século XX"]
  },
  {
    "pergunta": "Quem foi Cecília Meireles?",
    "resposta": "Cecília Meireles foi uma das principais poetisas do Modernismo brasileiro. Sua obra mais conhecida é *Romanceiro da Inconfidência*, publicada em mil novecentos e cinquenta e três. Sabia que ela foi também professora e jornalista, engajada em temas educacionais e culturais?",
    "palavras_chave": ["cecília meireles", "romanceiro da inconfidência", "modernismo", "poesia brasileira", "século XX"]
  },
  {
    "pergunta": "Quem foi Graciliano Ramos?",
    "resposta": "Graciliano Ramos foi romancista da segunda fase modernista, autor de *Vidas Secas*, publicado em mil novecentos e trinta e oito. Suas obras retratam o sertão nordestino e as desigualdades sociais. Sabia que ele chegou a ser preso por motivos políticos durante o Estado Novo de Getúlio Vargas?",
    "palavras_chave": ["graciliano ramos", "vidas secas", "modernismo", "estado novo", "literatura nordestina"]
  },
  {
    "pergunta": "Quem foi Jorge Amado?",
    "resposta": "Jorge Amado foi um dos escritores brasileiros mais lidos no mundo, autor de *Capitães da Areia* e *Gabriela, Cravo e Canela*. Suas obras exploram o cotidiano da Bahia, o sincretismo religioso e a luta social. Sabia que seus livros foram traduzidos para mais de quarenta idiomas?",
    "palavras_chave": ["jorge amado", "capitães da areia", "gabriela cravo e canela", "literatura baiana", "modernismo"]
  },
  {
    "pergunta": "Quem foi Érico Veríssimo?",
    "resposta": "Érico Veríssimo foi um importante romancista gaúcho do século XX. Sua trilogia *O Tempo e o Vento*, iniciada em mil novecentos e quarenta e nove, narra a formação histórica do Rio Grande do Sul. Sabia que ele também foi diretor do Departamento de Assuntos Culturais da União Pan-Americana em Washington?",
    "palavras_chave": ["érico veríssimo", "o tempo e o vento", "literatura gaúcha", "romance histórico", "século XX"]
  },
  {
    "pergunta": "Quem foi Clarice Lispector?",
    "resposta": "Clarice Lispector foi uma das maiores escritoras brasileiras do século XX, autora de romances como *A Hora da Estrela*, de mil novecentos e setenta e sete. Sua escrita introspectiva explora a subjetividade e os dilemas existenciais. Sabia que Clarice nasceu na Ucrânia, mas veio ainda bebê para o Brasil?",
    "palavras_chave": ["clarice lispector", "a hora da estrela", "literatura introspectiva", "modernismo", "século XX"]
  },
  {
    "pergunta": "Quem foi João Cabral de Melo Neto?",
    "resposta": "João Cabral de Melo Neto foi poeta da geração de 45, conhecido por sua poesia racional e objetiva. Sua obra mais famosa é *Morte e Vida Severina*, um auto de Natal publicado em mil novecentos e cinquenta e cinco. Sabia que essa peça chegou a ser musicada por Chico Buarque?",
    "palavras_chave": ["joão cabral de melo neto", "morte e vida severina", "geração de 45", "poesia objetiva", "século XX"]
  },
  {
    "pergunta": "Quem foi Lygia Fagundes Telles?",
    "resposta": "Lygia Fagundes Telles foi uma das maiores escritoras brasileiras contemporâneas, autora de *As Meninas*, publicado em mil novecentos e setenta e três. Sua obra explora questões existenciais e políticas. Sabia que ela foi membro da Academia Brasileira de Letras e indicada ao Nobel de Literatura?",
    "palavras_chave": ["lygia fagundes telles", "as meninas", "literatura contemporânea", "academia brasileira de letras", "século XX"]
  },
  {
    "pergunta": "Quem foi Ariano Suassuna?",
    "resposta": "Ariano Suassuna foi dramaturgo e romancista, autor do clássico *Auto da Compadecida*, de mil novecentos e cinquenta e cinco. Ele também foi criador do Movimento Armorial, que valorizava a cultura popular nordestina. Sabia que sua obra mistura elementos do teatro medieval com a tradição oral do sertão?",
    "palavras_chave": ["ariano suassuna", "auto da compadecida", "movimento armorial", "teatro nordestino", "século XX"]
  },
  {
    "pergunta": "Quem foi Monteiro Lobato?",
    "resposta": "Monteiro Lobato foi escritor do início do século XX, conhecido tanto por suas obras infantis como *Sítio do Picapau Amarelo*, quanto por sua atuação como editor. Sabia que ele também foi um dos primeiros a defender a exploração do petróleo no Brasil?",
    "palavras_chave": ["monteiro lobato", "sítio do picapau amarelo", "literatura infantil", "editor", "petróleo no brasil"]
  },
  {
    "pergunta": "Quem foi Euclides da Cunha?",
    "resposta": "Euclides da Cunha foi escritor pré-modernista e autor de *Os Sertões*, publicado em mil novecentos e dois. A obra mistura literatura, ciência e jornalismo para narrar a Guerra de Canudos. Sabia que Euclides chegou a acompanhar a guerra como correspondente de um jornal carioca?",
    "palavras_chave": ["euclides da cunha", "os sertões", "guerra de canudos", "pré-modernismo", "literatura brasileira"]
  },
  {
    "pergunta": "O que foi a literatura de cordel?",
    "resposta": "A literatura de cordel é uma tradição popular do Nordeste brasileiro, composta por folhetos impressos em papel barato e vendidos em feiras, geralmente pendurados em cordas, daí o nome 'cordel'. Sabia que muitos desses textos eram acompanhados de xilogravuras e transmitiam histórias de heróis, lendas e críticas sociais?",
    "palavras_chave": ["literatura de cordel", "tradição nordestina", "xilogravura", "poesia popular", "cultura brasileira"]
  },
  {
    "pergunta": "O que foi o Parnasianismo?",
    "resposta": "O Parnasianismo foi uma escola literária do final do século XIX que defendia a forma perfeita, a impessoalidade e o culto à estética. No Brasil, seu auge ocorreu entre mil oitocentos e oitenta e mil novecentos e dez. Sabia que Olavo Bilac, chamado de 'príncipe dos poetas', é o principal nome do movimento no país?",
    "palavras_chave": ["parnasianismo", "olavo bilac", "forma perfeita", "estética literária", "século XIX"]
  },
  {
    "pergunta": "O que foi o Simbolismo?",
    "resposta": "O Simbolismo surgiu na França em mil oitocentos e oitenta e cinco e chegou ao Brasil em mil oitocentos e noventa e três com *Missal* e *Broquéis* de Cruz e Sousa. Caracteriza-se pelo uso de símbolos, musicalidade e subjetividade. Sabia que Cruz e Sousa ficou conhecido como o 'cisne negro' da poesia simbolista?",
    "palavras_chave": ["simbolismo", "cruz e sousa", "missal", "broquéis", "poesia simbolista"]
  },
  {
    "pergunta": "Quem foi Olavo Bilac?",
    "resposta": "Olavo Bilac foi poeta parnasiano, conhecido por sua métrica rigorosa e por ser o autor da letra do Hino à Bandeira. Sabia que ele também foi um dos fundadores da Academia Brasileira de Letras em mil oitocentos e noventa e sete?",
    "palavras_chave": ["olavo bilac", "parnasianismo", "hino à bandeira", "academia brasileira de letras", "poesia parnasiana"]
  },
  {
    "pergunta": "Quem foi Cruz e Sousa?",
    "resposta": "Cruz e Sousa foi um dos maiores poetas simbolistas brasileiros, autor de *Missal* e *Broquéis*, ambos de mil oitocentos e noventa e três. Sabia que ele enfrentou forte preconceito racial em sua época, mas hoje é considerado um dos maiores nomes da poesia nacional?",
    "palavras_chave": ["cruz e sousa", "simbolismo", "missal", "broquéis", "poesia brasileira"]
  },
  {
    "pergunta": "Quem foi Machado de Assis?",
    "resposta": "Machado de Assis foi o maior escritor brasileiro, fundador da Academia Brasileira de Letras e autor de obras como *Dom Casmurro* e *Memórias Póstumas de Brás Cubas*. Sabia que ele nasceu no Morro do Livramento, no Rio de Janeiro, e superou enormes dificuldades para se tornar o 'bruxo do Cosme Velho'?",
    "palavras_chave": ["machado de assis", "dom casmurro", "memórias póstumas", "realismo", "academia brasileira de letras"]
  },
  {
    "pergunta": "Quem foi José de Alencar?",
    "resposta": "José de Alencar foi um dos principais escritores do Romantismo brasileiro, autor de *Iracema*, *O Guarani* e *Senhora*. Sabia que ele também foi político e advogado, atuando como ministro da Justiça no Império?",
    "palavras_chave": ["josé de alencar", "iracema", "o guarani", "senhora", "romantismo brasileiro"]
  },
  {
    "pergunta": "Quem foi Gonçalves Dias?",
    "resposta": "Gonçalves Dias foi poeta romântico, autor da célebre 'Canção do Exílio', escrita em mil oitocentos e quarenta e três. Sabia que seus versos 'Minha terra tem palmeiras...' se tornaram um símbolo do nacionalismo brasileiro?",
    "palavras_chave": ["gonçalves dias", "canção do exílio", "romantismo", "nacionalismo", "poesia brasileira"]
  },
  {
    "pergunta": "Quem foi Castro Alves?",
    "resposta": "Castro Alves foi o 'poeta dos escravos', representante da terceira geração romântica. Em obras como *Espumas Flutuantes* e *Navio Negreiro*, denunciou a escravidão no Brasil. Sabia que ele morreu muito jovem, aos vinte e quatro anos, mas deixou uma marca profunda na literatura?",
    "palavras_chave": ["castro alves", "navio negreiro", "poeta dos escravos", "romantismo", "literatura abolicionista"]
  },
  {
    "pergunta": "Quem foi Manuel Antônio de Almeida?",
    "resposta": "Manuel Antônio de Almeida foi autor do romance *Memórias de um Sargento de Milícias*, publicado entre mil oitocentos e cinquenta e dois e mil oitocentos e cinquenta e três. Sabia que esse livro é considerado uma obra-prima do Realismo cômico brasileiro?",
    "palavras_chave": ["manuel antônio de almeida", "memórias de um sargento de milícias", "realismo cômico", "literatura brasileira", "século XIX"]
  },
  {
    "pergunta": "Quem foi Raul Pompeia?",
    "resposta": "Raul Pompeia foi autor do romance naturalista *O Ateneu*, publicado em mil oitocentos e oitenta e oito. Sabia que a obra é uma crítica ao sistema educacional da época, narrada por um ex-aluno de forma quase autobiográfica?",
    "palavras_chave": ["raul pompeia", "o ateneu", "naturalismo", "educação", "século XIX"]
  },
  {
    "pergunta": "Quem foi Lima Barreto?",
    "resposta": "Lima Barreto foi escritor pré-modernista, autor de *Triste Fim de Policarpo Quaresma*, de mil novecentos e quinze. Sabia que ele denunciava o preconceito racial e as injustiças sociais em seus romances?",
    "palavras_chave": ["lima barreto", "triste fim de policarpo quaresma", "pré-modernismo", "crítica social", "literatura brasileira"]
  },
  {
    "pergunta": "Quem foi Álvares de Azevedo?",
    "resposta": "Álvares de Azevedo foi poeta da segunda geração romântica, também chamada de 'ultrarromântica'. Sabia que, mesmo tendo morrido aos vinte anos, deixou obras marcantes como *Lira dos Vinte Anos*?",
    "palavras_chave": ["álvares de azevedo", "lira dos vinte anos", "ultrarromantismo", "romantismo brasileiro", "poesia juvenil"]
  },
  {
    "pergunta": "Quem foi José Lins do Rego?",
    "resposta": "José Lins do Rego foi romancista modernista, conhecido pelo chamado 'ciclo da cana-de-açúcar', que inclui livros como *Menino de Engenho*. Sabia que sua obra retrata o Nordeste açucareiro e as mudanças sociais do século XX?",
    "palavras_chave": ["josé lins do rego", "menino de engenho", "ciclo da cana-de-açúcar", "modernismo", "literatura nordestina"]
  },
  {
    "pergunta": "Quem foi Nelson Rodrigues?",
    "resposta": "Nelson Rodrigues foi dramaturgo e jornalista, conhecido como o 'anjo pornográfico'. Suas peças, como *Vestido de Noiva* (mil novecentos e quarenta e três), revolucionaram o teatro brasileiro. Sabia que ele também foi cronista esportivo e apaixonado por futebol?",
    "palavras_chave": ["nelson rodrigues", "vestido de noiva", "teatro brasileiro", "dramaturgia", "cronista esportivo"]
  },
  {
    "pergunta": "Quem foi Guimarães Rosa?",
    "resposta": "João Guimarães Rosa foi um dos maiores escritores brasileiros do século XX, autor de *Grande Sertão: Veredas*, publicado em mil novecentos e cinquenta e seis. Sabia que ele criou um estilo único, misturando regionalismo, filosofia e invenção linguística?",
    "palavras_chave": ["guimarães rosa", "grande sertão veredas", "literatura brasileira", "regionalismo", "inovação linguística"]
  },
  {
    "pergunta": "Quem foi Paulo Leminski?",
    "resposta": "Paulo Leminski foi poeta, tradutor e músico, atuante na poesia concreta e marginal. Sabia que ele também escreveu biografias de figuras como Jesus Cristo e Trotsky?",
    "palavras_chave": ["paulo leminski", "poesia concreta", "poesia marginal", "tradução", "literatura brasileira contemporânea"]
  },
  {
    "pergunta": "Quem foi Hilda Hilst?",
    "resposta": "Hilda Hilst foi poeta, dramaturga e ficcionista, conhecida por sua escrita ousada e experimental. Sabia que ela viveu grande parte da vida no 'Sítio da Casa do Sol', em Campinas, que virou ponto de encontro de artistas e escritores?",
    "palavras_chave": ["hilda hilst", "poesia brasileira", "dramaturgia", "casa do sol", "literatura experimental"]
  },
  {
    "pergunta": "Quem foi Rachel de Queiroz?",
    "resposta": "Rachel de Queiroz foi escritora modernista, autora de *O Quinze*, publicado em mil novecentos e trinta, sobre a seca no Nordeste. Sabia que ela foi a primeira mulher a entrar na Academia Brasileira de Letras, em mil novecentos e setenta e sete?",
    "palavras_chave": ["rachel de queiroz", "o quinze", "academia brasileira de letras", "modernismo", "literatura nordestina"]
  }
]
