[
    {
        "pergunta": "Quem escreveu 'Cem Anos de Solidão'?",
        "resposta": "Gabriel García Márquez é o autor de 'Cem Anos de Solidão', obra-prima do realismo mágico. O livro acompanha várias gerações da família Buendía em Macondo e combina o cotidiano com o fantástico. Sabia que foi essencial para consolidar a literatura latino-americana no cenário mundial?",
        "palavras_chave": ["cem anos de solidão", "gabriel garcía márquez", "realismo mágico", "família buendía", "literatura latino-americana", "macondo", "clássico mundial"]
    },
    {
        "pergunta": "Qual clássico russo apresenta a família Karamázov?",
        "resposta": "'Os Irmãos Karamázov', de Fiódor Dostoiévski, mergulha em dilemas filosóficos, religiosos e morais a partir do conflito entre os irmãos e o pai. Sabia que o livro foi a última obra publicada do autor e é considerado seu testamento literário?",
        "palavras_chave": ["irmãos karamázov", "fiódor dostoiévski", "literatura russa", "filosofia", "moral", "religião", "clássico"]
    },
    {
        "pergunta": "Quem escreveu 'Ulisses', obra complexa da literatura modernista?",
        "resposta": "'Ulisses' foi escrito por James Joyce e é considerado um dos romances mais desafiadores do século XX. A obra acompanha um único dia na vida de Leopold Bloom, usando fluxo de consciência e múltiplos estilos narrativos. Sabia que o livro foi inicialmente censurado em vários países?",
        "palavras_chave": ["ulisses", "james joyce", "modernismo", "fluxo de consciência", "literatura irlandesa", "século XX", "censura"]
    },
    {
        "pergunta": "Quem criou a trilogia 'Fundação'?",
        "resposta": "A 'Fundação' foi criada por Isaac Asimov, um dos maiores nomes da ficção científica. A série explora o declínio e a reconstrução de uma civilização galáctica através da 'psico-história', ciência fictícia que prevê o comportamento coletivo. Sabia que a saga inspirou diversos autores e até séries de TV modernas?",
        "palavras_chave": ["fundação", "isaac asimov", "ficção científica", "psico-história", "literatura americana", "sci-fi", "civilização galáctica"]
    },
    {
        "pergunta": "Quem escreveu 'Moby Dick'?",
        "resposta": "'Moby Dick', de Herman Melville, narra a obsessão do capitão Ahab em caçar a baleia branca que o mutilou. Mais que uma aventura marítima, a obra reflete sobre vingança, destino e a luta contra forças incontroláveis da natureza. Sabia que o livro foi ignorado na época de sua publicação e só depois virou clássico?",
        "palavras_chave": ["moby dick", "herman melville", "capitão ahab", "baleia branca", "literatura americana", "vingança", "natureza", "clássico"]
    },
    {
        "pergunta": "Qual é o livro mais famoso de Franz Kafka?",
        "resposta": "'A Metamorfose' é considerado o livro mais famoso de Franz Kafka. Na história, Gregor Samsa acorda transformado em um inseto, metáfora poderosa sobre alienação e desumanização. Sabia que o termo 'kafkiano' passou a designar situações absurdas e opressivas por causa de suas obras?",
        "palavras_chave": ["a metamorfose", "franz kafka", "alienação", "literatura tcheca", "existencialismo", "kafkiano", "clássico"]
    },
    {
        "pergunta": "Como a 'Divina Comédia' influencia obras até hoje?",
        "resposta": "Na 'Divina Comédia', Dante Alighieri descreve uma jornada pelo inferno, purgatório e paraíso, criando imagens e estruturas que moldaram a literatura ocidental. Sabia que além de ser um poema épico, a obra ajudou a consolidar o italiano moderno como língua literária?",
        "palavras_chave": ["divina comédia", "dante alighieri", "inferno", "purgatório", "paraíso", "literatura italiana", "poesia épica", "língua italiana", "impacto cultural"]
    },
    {
        "pergunta": "Por que 'Guerra e Paz' é considerado um épico literário?",
        "resposta": "Escrito por Leon Tolstói, 'Guerra e Paz' combina drama familiar, filosofia e batalhas históricas da invasão napoleônica na Rússia. O livro é grandioso em escala e profundidade psicológica. Sabia que Tolstói passou anos revisando o texto para alcançar precisão histórica?",
        "palavras_chave": ["guerra e paz", "leon tolstói", "épico", "guerra napoleônica", "filosofia", "literatura russa", "drama familiar", "contexto histórico"]
    },
    {
        "pergunta": "Por que 'Os Lusíadas' é considerado uma epopeia nacional?",
        "resposta": "Luís de Camões exalta as navegações portuguesas e os feitos heroicos da expansão marítima em 'Os Lusíadas'. O poema mistura história real e mitologia, consolidando uma identidade nacional. Sabia que foi escrito em decassílabos, a forma clássica da poesia épica?",
        "palavras_chave": ["os lusíadas", "luís de camões", "epopeia", "expansão marítima", "mitologia", "decassílabo", "literatura portuguesa", "renascimento", "identidade nacional"]
    },
    {
        "pergunta": "Qual a crítica social em 'O Primo Basílio'?",
        "resposta": "Em 'O Primo Basílio', Eça de Queirós retrata o adultério e a hipocrisia da burguesia lisboeta, usando o realismo para criticar valores sociais decadentes. Sabia que a obra é considerada um marco do realismo português?",
        "palavras_chave": ["o primo basílio", "eça de queirós", "realismo português", "adultério", "hipocrisia social", "crítica moral", "século XIX"]
    },
    {
        "pergunta": "Qual a mensagem principal de 'O Velho e o Mar'?",
        "resposta": "Ernest Hemingway narra a luta de um velho pescador contra um enorme peixe no mar, explorando perseverança, dignidade e resiliência diante da derrota. Sabia que o livro foi fundamental para que o autor recebesse o Nobel de Literatura?",
        "palavras_chave": ["o velho e o mar", "ernest hemingway", "perseverança", "dignidade", "derrota", "literatura americana", "prêmio nobel", "resiliência"]
    },
    {
        "pergunta": "Por que 'O Apanhador no Campo de Centeio' é um ícone da literatura americana?",
        "resposta": "Escrito por J.D. Salinger, o livro retrata a rebeldia e a alienação adolescente através do personagem Holden Caulfield. Sabia que a obra influenciou várias gerações de jovens e continua referência cultural até hoje?",
        "palavras_chave": ["o apanhador no campo de centeio", "j.d. salinger", "rebeldia", "alienação", "literatura americana", "adolescência", "clássico cultural"]
    },
    {
        "pergunta": "Como 'O Estrangeiro' reflete o existencialismo?",
        "resposta": "Albert Camus apresenta Meursault, um homem indiferente diante de eventos cruciais, refletindo o conceito do 'absurdo' da vida. Sabia que o livro é um dos marcos do existencialismo francês?",
        "palavras_chave": ["o estrangeiro", "albert camus", "existencialismo", "absurdo", "meursault", "literatura francesa", "filosofia"]
    },
    {
        "pergunta": "Por que 'Anna Karênina' é um clássico russo?",
        "resposta": "Tolstói aborda amor, traição, moralidade e conflitos sociais na Rússia do século XIX em 'Anna Karênina'. Sabia que a obra é frequentemente comparada a 'Madame Bovary', de Flaubert?",
        "palavras_chave": ["anna karênina", "leon tolstói", "amor", "moralidade", "sociedade", "literatura russa", "psicologia"]
    },
    {
        "pergunta": "Como 'O Processo' de Kafka aborda a burocracia?",
        "resposta": "Na obra, Josef K. é preso e julgado sem explicação, representando a opressão e alienação do homem moderno em sistemas burocráticos. Sabia que o livro foi publicado postumamente por seu amigo Max Brod?",
        "palavras_chave": ["o processo", "franz kafka", "burocracia", "alienação", "josef k", "literatura tcheca", "opressão"]
    },
    {
        "pergunta": "Quais críticas políticas aparecem em '1984'?",
        "resposta": "George Orwell mostra um regime totalitário baseado em vigilância constante, manipulação de informações e repressão ao pensamento. Sabia que o termo 'Big Brother' nasceu dessa obra e se espalhou pelo mundo?",
        "palavras_chave": ["1984", "george orwell", "distopia", "vigilância", "manipulação", "autoritarismo", "literatura inglesa"]
    },
    {
        "pergunta": "Como 'Admirável Mundo Novo' antecipa debates sobre biotecnologia?",
        "resposta": "Aldous Huxley descreve uma sociedade controlada por engenharia genética, condicionamento psicológico e consumo desenfreado. Sabia que muitos debates éticos sobre clonagem e manipulação genética remetem a esse livro?",
        "palavras_chave": ["admirável mundo novo", "aldous huxley", "biotecnologia", "engenharia genética", "distopia", "controle social"]
    },
    {
        "pergunta": "Por que 'Frankenstein' é considerado o primeiro romance de ficção científica?",
        "resposta": "Mary Shelley combina ciência, filosofia e terror gótico ao contar a história de Victor Frankenstein e sua criatura. Sabia que ela escreveu o livro aos 19 anos durante um desafio entre amigos escritores?",
        "palavras_chave": ["frankenstein", "mary shelley", "ficção científica", "terror gótico", "literatura inglesa", "criação"]
    },
    {
        "pergunta": "Como a peça 'Hamlet' questiona a natureza humana?",
        "resposta": "Shakespeare aborda vingança, loucura, moralidade e dilemas existenciais na tragédia de Hamlet. Sabia que o famoso monólogo 'ser ou não ser' é uma das passagens mais citadas da literatura mundial?",
        "palavras_chave": ["hamlet", "shakespeare", "tragédia", "vingança", "natureza humana", "renascimento", "monólogo"]
    },
    {
        "pergunta": "Por que 'O Pequeno Príncipe' é mais do que um livro infantil?",
        "resposta": "Escrito por Antoine de Saint-Exupéry, o livro trata de amor, amizade e sentido da vida com simplicidade poética. Sabia que é a obra mais traduzida depois da Bíblia?",
        "palavras_chave": ["o pequeno príncipe", "antoine de saint-exupéry", "amizade", "amor", "filosofia", "literatura francesa", "traduções"]
    },
    {
        "pergunta": "Quem escreveu 'Dom Quixote' e por que a obra é tão importante?",
        "resposta": "Miguel de Cervantes escreveu 'Dom Quixote', considerado o primeiro romance moderno. A obra narra as aventuras do cavaleiro que confunde realidade e fantasia, trazendo uma reflexão sobre idealismo e loucura. Sabia que foi publicada em duas partes, em mil seiscentos e cinco e mil seiscentos e quinze?",
        "palavras_chave": ["dom quixote", "miguel de cervantes", "romance moderno", "idealismo", "literatura espanhola", "século XVII"]
    },
    {
        "pergunta": "Qual a importância de 'Odisseia' na tradição literária ocidental?",
        "resposta": "A 'Odisseia', atribuída a Homero, relata a longa jornada de Ulisses após a Guerra de Troia. Mais que uma aventura, é uma obra sobre astúcia, resistência e saudade do lar. Sabia que foi transmitida oralmente antes de ser escrita?",
        "palavras_chave": ["odisseia", "homero", "epopeia grega", "ulisses", "literatura clássica", "guerra de troia"]
    },
    {
        "pergunta": "Quem escreveu 'O Nome da Rosa' e qual seu diferencial?",
        "resposta": "Umberto Eco escreveu 'O Nome da Rosa', misturando investigação policial, filosofia e história medieval. Sabia que o romance recria o ambiente de um mosteiro no século XIV com minúcia de detalhes?",
        "palavras_chave": ["o nome da rosa", "umberto eco", "literatura italiana", "romance histórico", "século XIV", "filosofia"]
    },
    {
        "pergunta": "Por que 'Ensaio sobre a Cegueira' é tão impactante?",
        "resposta": "José Saramago escreveu 'Ensaio sobre a Cegueira', uma alegoria sobre a fragilidade da sociedade diante do caos. Sabia que o autor ganhou o Nobel de Literatura em mil novecentos e noventa e oito, e essa obra foi central para o prêmio?",
        "palavras_chave": ["ensaio sobre a cegueira", "josé saramago", "literatura portuguesa", "nobel de literatura", "alegoria", "sociedade"]
    },
    {
        "pergunta": "Quem é o autor de 'O Hobbit' e como ele influenciou a fantasia?",
        "resposta": "J.R.R. Tolkien escreveu 'O Hobbit', que introduziu leitores ao mundo da Terra-média e abriu caminho para 'O Senhor dos Anéis'. Sabia que o livro foi escrito inicialmente para os filhos de Tolkien como uma fábula infantil?",
        "palavras_chave": ["o hobbit", "j.r.r. tolkien", "fantasia", "terra-média", "literatura inglesa", "mitologia"]
    },
    {
        "pergunta": "Por que 'As Mil e Uma Noites' é um marco da literatura oriental?",
        "resposta": "A coletânea 'As Mil e Uma Noites' reúne contos populares do Oriente Médio, transmitidos ao longo de séculos. Histórias como 'Aladim' e 'Ali Babá' fazem parte dela. Sabia que sua versão mais famosa foi compilada em árabe durante a Idade Média?",
        "palavras_chave": ["mil e uma noites", "literatura árabe", "aladin", "ali babá", "contos orientais", "idade média"]
    },
    {
        "pergunta": "Qual é a contribuição de 'O Livro das Mil Poemas' da China antiga?",
        "resposta": "'O Livro das Mil Poemas', também conhecido como 'Clássico da Poesia', reúne versos chineses do primeiro milênio antes de Cristo. Sabia que Confúcio teria usado esse livro como base para ensinar moral e harmonia social?",
        "palavras_chave": ["clássico da poesia", "literatura chinesa", "confúcio", "poemas antigos", "china antiga"]
    },
    {
        "pergunta": "Quem escreveu 'Beloved' e qual sua relevância?",
        "resposta": "Toni Morrison escreveu 'Beloved', obra sobre escravidão, memória e trauma nos Estados Unidos. Sabia que a autora recebeu o Nobel de Literatura em mil novecentos e noventa e três, sendo a primeira mulher negra americana laureada?",
        "palavras_chave": ["beloved", "toni morrison", "escravidão", "literatura americana", "memória", "nobel de literatura"]
    },
    {
        "pergunta": "Qual o impacto cultural de 'O Livro da Selva'?",
        "resposta": "Rudyard Kipling escreveu 'O Livro da Selva', reunindo histórias como a de Mowgli, um menino criado por lobos. Sabia que a obra ajudou Kipling a ganhar o Nobel de Literatura em mil novecentos e sete?",
        "palavras_chave": ["o livro da selva", "rudyard kipling", "mowgli", "literatura inglesa", "aventura", "nobel de literatura"]
    },
    {
        "pergunta": "O que simboliza 'A Montanha Mágica' de Thomas Mann?",
        "resposta": "Thomas Mann escreveu 'A Montanha Mágica', ambientada em um sanatório nos Alpes, explorando doença, tempo e filosofia. Sabia que o livro é considerado uma metáfora para a Europa pré-Primeira Guerra Mundial?",
        "palavras_chave": ["a montanha mágica", "thomas mann", "literatura alemã", "primeira guerra mundial", "filosofia", "sanatório"]
    },
    {
        "pergunta": "Quem é o autor de 'O Castelo' e o que a obra representa?",
        "resposta": "Franz Kafka escreveu 'O Castelo', onde o protagonista busca acesso a uma autoridade inatingível. Sabia que a obra simboliza a luta do indivíduo contra sistemas impessoais e foi publicada inacabada?",
        "palavras_chave": ["o castelo", "franz kafka", "literatura tcheca", "burocracia", "alienação", "obra inacabada"]
    },
    {
        "pergunta": "Qual é o enredo central de 'Madame Bovary'?",
        "resposta": "Gustave Flaubert escreveu 'Madame Bovary', romance que retrata Emma Bovary, uma mulher em busca de paixão e luxo além da vida provinciana. Sabia que a obra gerou processos por imoralidade quando publicada em mil oitocentos e cinquenta e sete?",
        "palavras_chave": ["madame bovary", "gustave flaubert", "literatura francesa", "realismo", "imoralidade", "século XIX"]
    },
    {
        "pergunta": "Quem escreveu 'O Leão, a Feiticeira e o Guarda-Roupa'?",
        "resposta": "C.S. Lewis escreveu 'O Leão, a Feiticeira e o Guarda-Roupa', o primeiro livro publicado das Crônicas de Nárnia. Sabia que a obra é uma das mais vendidas do século XX, traduzida para mais de quarenta idiomas?",
        "palavras_chave": ["nárnia", "c.s. lewis", "o leão a feiticeira e o guarda-roupa", "fantasia", "literatura inglesa", "século XX"]
    },
    {
        "pergunta": "Qual o simbolismo de 'O Tambor de Lata'?",
        "resposta": "Günter Grass escreveu 'O Tambor de Lata', narrado por Oskar, que decide parar de crescer como forma de protesto. Sabia que o autor ganhou o Nobel de Literatura em mil novecentos e noventa e nove?",
        "palavras_chave": ["o tambor de lata", "günter grass", "literatura alemã", "protesto", "nobel de literatura", "realismo mágico europeu"]
    },
    {
        "pergunta": "Por que 'As Viagens de Gulliver' é mais que um livro infantil?",
        "resposta": "Jonathan Swift escreveu 'As Viagens de Gulliver', que além de aventuras fantásticas é uma sátira política e social do século XVIII. Sabia que a obra critica o governo britânico de forma disfarçada?",
        "palavras_chave": ["as viagens de gulliver", "jonathan swift", "literatura inglesa", "sátira política", "século XVIII", "aventura"]
    },
    {
        "pergunta": "Quem escreveu 'O Médico e o Monstro' e qual sua mensagem?",
        "resposta": "Robert Louis Stevenson escreveu 'O Médico e o Monstro', explorando a dualidade entre bem e mal na natureza humana. Sabia que a obra inspirou debates sobre psicologia e identidade?",
        "palavras_chave": ["o médico e o monstro", "robert louis stevenson", "literatura escocesa", "dualidade humana", "terror gótico", "século XIX"]
    },
    {
        "pergunta": "Qual a relevância de 'A Eneida' de Virgílio?",
        "resposta": "A 'Eneida', de Virgílio, narra a jornada de Eneias, herói troiano que daria origem a Roma. Sabia que o poema foi encomendado por Augusto para legitimar o Império Romano?",
        "palavras_chave": ["eneida", "virgílio", "epopeia romana", "roma antiga", "literatura clássica", "augusto"]
    },
    {
        "pergunta": "Quem escreveu 'O Amante de Lady Chatterley' e por que gerou polêmica?",
        "resposta": "D.H. Lawrence escreveu 'O Amante de Lady Chatterley', obra que trata de sexualidade e relações de classe. Sabia que foi proibida em vários países até meados do século XX?",
        "palavras_chave": ["o amante de lady chatterley", "d.h. lawrence", "literatura inglesa", "sexualidade", "classe social", "censura"]
    },
    {
        "pergunta": "O que representa 'Os Miseráveis' de Victor Hugo?",
        "resposta": "Victor Hugo escreveu 'Os Miseráveis', romance sobre justiça, redenção e desigualdade social na França do século XIX. Sabia que a obra levou mais de dez anos para ser concluída?",
        "palavras_chave": ["os miseráveis", "victor hugo", "literatura francesa", "justiça social", "redenção", "século XIX"]
    },
    {
        "pergunta": "Quem é o autor de 'Ulisses' e por que a obra é considerada complexa?",
        "resposta": "James Joyce escreveu 'Ulisses', romance que acompanha um único dia na vida de Leopold Bloom em Dublin. A obra é conhecida por seu uso do fluxo de consciência, uma técnica que mergulha diretamente nos pensamentos das personagens. Sabia que muitos leitores a consideram um dos livros mais difíceis do século XX?",
        "palavras_chave": ["ulisses", "james joyce", "fluxo de consciência", "literatura irlandesa", "século XX", "modernismo"]
    },
    {
        "pergunta": "Qual é a importância de 'A Divina Comédia' na literatura mundial?",
        "resposta": "Dante Alighieri escreveu 'A Divina Comédia', poema que descreve a viagem do poeta pelo Inferno, Purgatório e Paraíso. A obra é fundamental para a língua italiana e para a tradição literária ocidental. Sabia que Dante escolheu escrever em italiano em vez de latim para alcançar mais leitores?",
        "palavras_chave": ["a divina comédia", "dante alighieri", "literatura italiana", "inferno", "purgatório", "paraíso"]
    },
    {
        "pergunta": "Quem escreveu 'O Som e a Fúria' e qual sua inovação literária?",
        "resposta": "William Faulkner escreveu 'O Som e a Fúria', romance que explora a decadência de uma família do sul dos Estados Unidos. A obra se destaca pela narrativa fragmentada e múltiplas perspectivas. Sabia que Faulkner também ganhou o Nobel de Literatura em mil novecentos e cinquenta?",
        "palavras_chave": ["o som e a fúria", "william faulkner", "literatura americana", "narrativa fragmentada", "nobel de literatura"]
    },
    {
        "pergunta": "Por que 'Hamlet' é uma das peças mais estudadas?",
        "resposta": "Escrita por William Shakespeare, 'Hamlet' aborda vingança, dúvida e a fragilidade da existência. É uma das peças mais representadas da história do teatro. Sabia que a famosa frase 'ser ou não ser' vem justamente dessa obra?",
        "palavras_chave": ["hamlet", "shakespeare", "teatro inglês", "tragédia", "ser ou não ser", "literatura renascentista"]
    },
    {
        "pergunta": "Qual a relevância de 'Cem Anos de Solidão' na literatura latino-americana?",
        "resposta": "Gabriel García Márquez escreveu 'Cem Anos de Solidão', obra que consagrou o realismo mágico e narra a saga da família Buendía em Macondo. Sabia que o romance é considerado um dos pilares do chamado 'boom latino-americano'?",
        "palavras_chave": ["cem anos de solidão", "gabriel garcía márquez", "realismo mágico", "macondo", "literatura colombiana"]
    },
    {
        "pergunta": "Quem é o autor de 'O Retrato de Dorian Gray' e qual o tema central?",
        "resposta": "Oscar Wilde escreveu 'O Retrato de Dorian Gray', explorando beleza, moralidade e corrupção da alma. Sabia que a obra foi muito criticada por abordar temas considerados imorais na época?",
        "palavras_chave": ["o retrato de dorian gray", "oscar wilde", "literatura inglesa", "esteticismo", "moralidade", "século XIX"]
    },
    {
        "pergunta": "Qual a importância do 'Mahabharata' para a cultura indiana?",
        "resposta": "O 'Mahabharata' é um dos épicos mais longos do mundo, reunindo mitologia, filosofia e ensinamentos morais da Índia antiga. Sabia que contém o 'Bhagavad Gita', um dos textos sagrados do hinduísmo?",
        "palavras_chave": ["mahabharata", "literatura indiana", "épico", "bhagavad gita", "mitologia hindu"]
    },
    {
        "pergunta": "Quem escreveu 'O Velho e o Mar' e por que ganhou o Nobel?",
        "resposta": "Ernest Hemingway escreveu 'O Velho e o Mar', história de um pescador e sua luta contra um enorme peixe. A simplicidade e profundidade da narrativa foram decisivas para que ele recebesse o Nobel em mil novecentos e cinquenta e quatro. Sabia que Hemingway usava um estilo chamado 'a teoria do iceberg'?",
        "palavras_chave": ["o velho e o mar", "ernest hemingway", "nobel de literatura", "literatura americana", "teoria do iceberg"]
    },
    {
        "pergunta": "Qual a relevância de 'O Primo Basílio' para o realismo português?",
        "resposta": "Eça de Queirós escreveu 'O Primo Basílio', obra que retrata adultério e hipocrisia social em Lisboa do século XIX. Sabia que o romance causou polêmica por expor as contradições da sociedade burguesa?",
        "palavras_chave": ["o primo basílio", "eça de queirós", "literatura portuguesa", "realismo", "século XIX", "adultério"]
    },
    {
        "pergunta": "Quem é o autor de 'Lolita' e por que o livro é controverso?",
        "resposta": "Vladimir Nabokov escreveu 'Lolita', romance que aborda paixão obsessiva e moralidade ambígua. Sabia que, apesar da polêmica, a obra é considerada uma das mais bem escritas do século XX?",
        "palavras_chave": ["lolita", "vladimir nabokov", "literatura russa", "romance controverso", "século XX"]
    },
    {
        "pergunta": "Por que 'A Metamorfose' é uma obra marcante?",
        "resposta": "Franz Kafka escreveu 'A Metamorfose', na qual Gregor Samsa acorda transformado em inseto. O texto é símbolo da alienação e do absurdo da vida moderna. Sabia que a obra foi publicada em mil novecentos e quinze?",
        "palavras_chave": ["a metamorfose", "franz kafka", "literatura tcheca", "absurdo", "alienação", "século XX"]
    },
    {
        "pergunta": "Qual o impacto de 'O Livro dos Mortos' no Egito Antigo?",
        "resposta": "O 'Livro dos Mortos' era um conjunto de textos funerários egípcios usados para guiar o espírito na vida após a morte. Sabia que ele era escrito em papiros colocados junto aos sarcófagos?",
        "palavras_chave": ["livro dos mortos", "egito antigo", "literatura funerária", "papiros", "vida após a morte"]
    },
    {
        "pergunta": "Quem escreveu 'Mrs. Dalloway' e qual seu estilo inovador?",
        "resposta": "Virginia Woolf escreveu 'Mrs. Dalloway', obra que se passa em apenas um dia na vida de Clarissa Dalloway, utilizando fluxo de consciência e experimentação narrativa. Sabia que Woolf é considerada uma das maiores vozes do modernismo?",
        "palavras_chave": ["mrs. dalloway", "virginia woolf", "literatura inglesa", "fluxo de consciência", "modernismo"]
    },
    {
        "pergunta": "Por que 'Os Contos de Canterbury' são importantes?",
        "resposta": "Geoffrey Chaucer escreveu 'Os Contos de Canterbury', coleção de histórias narradas por peregrinos a caminho de um santuário. A obra ajudou a consolidar o inglês médio como língua literária. Sabia que cada conto reflete um tipo social da época?",
        "palavras_chave": ["os contos de canterbury", "geoffrey chaucer", "literatura inglesa", "inglês médio", "sátira social"]
    },
    {
        "pergunta": "Quem escreveu 'A Letra Escarlate' e qual sua mensagem?",
        "resposta": "Nathaniel Hawthorne escreveu 'A Letra Escarlate', que trata de culpa, pecado e repressão moral na Nova Inglaterra puritana. Sabia que o romance é considerado uma das maiores obras da literatura americana do século XIX?",
        "palavras_chave": ["a letra escarlate", "nathaniel hawthorne", "literatura americana", "puritanismo", "século XIX", "pecado"]
    },
    {
        "pergunta": "Qual é a contribuição de 'O Livro dos Reis' para a cultura persa?",
        "resposta": "'O Livro dos Reis', ou 'Shahnameh', escrito por Ferdowsi, reúne mitos e lendas da Pérsia antiga. Sabia que o épico tem mais de sessenta mil versos, sendo uma das maiores obras poéticas do mundo?",
        "palavras_chave": ["livro dos reis", "shahnameh", "ferdowsi", "literatura persa", "épico", "mitologia"]
    },
    {
        "pergunta": "Quem é o autor de 'O Grande Gatsby' e qual sua crítica social?",
        "resposta": "F. Scott Fitzgerald escreveu 'O Grande Gatsby', retratando a ilusão do sonho americano na década de 1920. Sabia que, embora pouco valorizado na época, hoje é visto como um clássico moderno?",
        "palavras_chave": ["o grande gatsby", "f. scott fitzgerald", "literatura americana", "sonho americano", "anos 1920"]
    },
    {
        "pergunta": "Qual o papel do 'Popol Vuh' na tradição maia?",
        "resposta": "O 'Popol Vuh' é um livro sagrado maia que narra mitos de criação e histórias de heróis gêmeos. Sabia que o texto original foi escrito em quiché e traduzido para o espanhol no século XVI?",
        "palavras_chave": ["popol vuh", "literatura maia", "mitologia", "criação", "américa pré-colombiana"]
    },
    {
        "pergunta": "Quem escreveu 'Os Irmãos Karamázov' e qual sua reflexão filosófica?",
        "resposta": "Fiódor Dostoiévski escreveu 'Os Irmãos Karamázov', romance que discute livre-arbítrio, fé e responsabilidade moral. Sabia que a obra foi a última publicada pelo autor antes de sua morte?",
        "palavras_chave": ["os irmãos karamazov", "fiódor dostoiévski", "literatura russa", "livre-arbítrio", "fé", "filosofia"]
    },
    {
        "pergunta": "Por que 'As Aventuras de Huckleberry Finn' é considerada inovadora?",
        "resposta": "Mark Twain escreveu 'As Aventuras de Huckleberry Finn', obra que retrata a vida no sul dos Estados Unidos e critica o racismo. Sabia que muitos chamam o livro de 'primeiro grande romance americano'?",
        "palavras_chave": ["as aventuras de huckleberry finn", "mark twain", "literatura americana", "romance americano", "racismo", "século XIX"]
    },
    {
        "pergunta": "Quem escreveu 'Don Quixote' e por que é considerado o primeiro romance moderno?",
        "resposta": "Miguel de Cervantes escreveu 'Don Quixote', sátira sobre um fidalgo que acredita ser cavaleiro andante. A obra é vista como o primeiro romance moderno por misturar humor, crítica social e reflexões sobre a realidade e a ficção. Sabia que foi publicada em duas partes, em 1605 e 1615?",
        "palavras_chave": ["don quixote", "miguel de cervantes", "literatura espanhola", "romance moderno", "sátira", "século XVII"]
    },
    {
        "pergunta": "Qual é a importância de 'Paraíso Perdido' de John Milton?",
        "resposta": "John Milton escreveu 'Paraíso Perdido', poema épico que narra a queda de Lúcifer e a expulsão de Adão e Eva. A obra é considerada um marco da poesia inglesa. Sabia que Milton ditou grande parte do poema por estar cego?",
        "palavras_chave": ["paraíso perdido", "john milton", "literatura inglesa", "épico", "queda de lúcifer", "adão e eva"]
    },
    {
        "pergunta": "Quem é o autor de 'A Eneida' e qual seu objetivo literário?",
        "resposta": "Virgílio escreveu 'A Eneida', poema épico romano que glorifica as origens de Roma através da jornada de Eneias. Sabia que foi encomendada para legitimar o Império Romano sob Augusto?",
        "palavras_chave": ["a eneida", "virgílio", "literatura romana", "épico", "roma antiga", "augusto"]
    },
    {
        "pergunta": "Por que 'Os Miseráveis' é uma obra fundamental?",
        "resposta": "Victor Hugo escreveu 'Os Miseráveis', abordando injustiça social, redenção e luta pela liberdade. Sabia que a obra levou mais de 15 anos para ser concluída?",
        "palavras_chave": ["os miseráveis", "victor hugo", "literatura francesa", "justiça social", "redenção", "século XIX"]
    },
    {
        "pergunta": "Quem escreveu 'Jane Eyre' e qual seu impacto?",
        "resposta": "Charlotte Brontë escreveu 'Jane Eyre', romance que une elementos góticos e feministas, sendo um marco da literatura inglesa. Sabia que foi publicado sob o pseudônimo Currer Bell em 1847?",
        "palavras_chave": ["jane eyre", "charlotte brontë", "literatura inglesa", "romance gótico", "feminismo", "século XIX"]
    },
    {
        "pergunta": "Qual é a contribuição de 'Beowulf' para a literatura inglesa?",
        "resposta": "'Beowulf' é o mais antigo poema épico em inglês, narrando as batalhas do herói contra monstros. Sabia que foi preservado em apenas um manuscrito do século XI?",
        "palavras_chave": ["beowulf", "épico", "literatura inglesa antiga", "herói", "manuscrito medieval"]
    },
    {
        "pergunta": "Quem é o autor de 'Madame Bovary' e qual sua crítica principal?",
        "resposta": "Gustave Flaubert escreveu 'Madame Bovary', romance que critica o tédio burguês e as ilusões românticas. Sabia que o livro levou o autor a julgamento por imoralidade?",
        "palavras_chave": ["madame bovary", "gustave flaubert", "literatura francesa", "realismo", "crítica burguesa"]
    },
    {
        "pergunta": "Por que 'Odisseia' de Homero é tão importante?",
        "resposta": "Homero escreveu 'Odisseia', poema épico que narra a jornada de Ulisses de volta a Ítaca. A obra é base da tradição literária ocidental. Sabia que foi transmitida oralmente por séculos antes de ser escrita?",
        "palavras_chave": ["odisseia", "homero", "épico grego", "ulisses", "tradição oral"]
    },
    {
        "pergunta": "Quem é o autor de 'A Ilíada' e qual o tema central?",
        "resposta": "Homero também escreveu 'A Ilíada', focada na Guerra de Troia e na ira de Aquiles. Sabia que a obra combina mitologia e história em versos hexâmetros?",
        "palavras_chave": ["a ilíada", "homero", "épico grego", "guerra de troia", "aquiles"]
    },
    {
        "pergunta": "Qual é o papel de 'O Livro de Gilgamesh' na literatura mundial?",
        "resposta": "O 'Livro de Gilgamesh' é um épico sumério que narra a busca do rei Gilgamesh pela imortalidade. Sabia que é considerado a obra literária mais antiga já escrita?",
        "palavras_chave": ["gilgamesh", "literatura suméria", "épico", "imortalidade", "mesopotâmia"]
    },
    {
        "pergunta": "Quem escreveu 'O Nome da Rosa' e qual o gênero da obra?",
        "resposta": "Umberto Eco escreveu 'O Nome da Rosa', romance histórico e policial ambientado em um mosteiro medieval. Sabia que o livro mistura filosofia, semiótica e mistério?",
        "palavras_chave": ["o nome da rosa", "umberto eco", "literatura italiana", "romance histórico", "mistério medieval"]
    },
    {
        "pergunta": "Qual a importância de 'Fausto' de Goethe?",
        "resposta": "Johann Wolfgang von Goethe escreveu 'Fausto', obra que explora o pacto com o demônio em troca de conhecimento. Sabia que Goethe trabalhou nela por quase 60 anos?",
        "palavras_chave": ["fausto", "goethe", "literatura alemã", "pacto", "demônio", "romantismo"]
    },
    {
        "pergunta": "Quem é o autor de 'O Médico e o Monstro' e qual o tema central?",
        "resposta": "Robert Louis Stevenson escreveu 'O Médico e o Monstro', explorando a dualidade do bem e do mal no ser humano. Sabia que a história surgiu de um sonho do autor?",
        "palavras_chave": ["o médico e o monstro", "robert louis stevenson", "literatura inglesa", "dualidade", "bem e mal"]
    },
    {
        "pergunta": "Por que 'Odisseia de Hákon' é relevante na tradição nórdica?",
        "resposta": "As sagas nórdicas, como a 'Odisseia de Hákon', preservam mitos e histórias de reis e guerreiros escandinavos. Sabia que essas narrativas eram transmitidas oralmente antes de serem escritas em prosa?",
        "palavras_chave": ["sagas nórdicas", "literatura escandinava", "mitologia nórdica", "tradição oral"]
    },
    {
        "pergunta": "Quem escreveu 'A Montanha Mágica' e qual seu tema principal?",
        "resposta": "Thomas Mann escreveu 'A Montanha Mágica', explorando o isolamento e reflexões sobre tempo e doença em um sanatório suíço. Sabia que Mann também ganhou o Nobel de Literatura em 1929?",
        "palavras_chave": ["a montanha mágica", "thomas mann", "literatura alemã", "tempo", "nobel de literatura"]
    },
    {
        "pergunta": "Qual é a contribuição de 'O Livro de Cabeceira' para a literatura japonesa?",
        "resposta": "Escrito por Sei Shonagon no século X, 'O Livro de Cabeceira' reúne observações, listas e reflexões da corte japonesa. Sabia que é um dos primeiros exemplos de literatura em forma de diário?",
        "palavras_chave": ["o livro de cabeceira", "sei shonagon", "literatura japonesa", "diário", "século X"]
    },
    {
        "pergunta": "Quem é o autor de 'Grande Sertão: Veredas' e por que é inovador?",
        "resposta": "Guimarães Rosa escreveu 'Grande Sertão: Veredas', romance que explora o sertão brasileiro com linguagem experimental. Sabia que é considerado um dos maiores clássicos da literatura brasileira?",
        "palavras_chave": ["grande sertão veredas", "guimarães rosa", "literatura brasileira", "linguagem experimental", "sertão"]
    },
    {
        "pergunta": "Por que 'A Cabana do Pai Tomás' é um livro histórico?",
        "resposta": "Harriet Beecher Stowe escreveu 'A Cabana do Pai Tomás', denunciando a escravidão nos Estados Unidos. Sabia que o livro ajudou a fortalecer o movimento abolicionista?",
        "palavras_chave": ["a cabana do pai tomás", "harriet beecher stowe", "literatura americana", "abolicionismo", "século XIX"]
    },
    {
        "pergunta": "Quem escreveu 'Os Contos da Lua Vaga' e qual seu impacto?",
        "resposta": "Akinari Ueda escreveu 'Os Contos da Lua Vaga', obra do século XVIII que mistura sobrenatural e realismo. Sabia que influenciou o cinema japonês, como o filme de Mizoguchi?",
        "palavras_chave": ["os contos da lua vaga", "ueda akinari", "literatura japonesa", "sobrenatural", "século XVIII"]
    },
    {
        "pergunta": "Qual é o papel de 'Ensaio sobre a Cegueira' na literatura contemporânea?",
        "resposta": "José Saramago escreveu 'Ensaio sobre a Cegueira', metáfora sobre sociedade, solidariedade e desumanização. Sabia que foi a obra mais citada quando o autor ganhou o Nobel em 1998?",
        "palavras_chave": ["ensaio sobre a cegueira", "josé saramago", "literatura portuguesa", "nobel", "metáfora social"]
    },
    {
        "pergunta": "Quem é o autor de 'O Som e a Fúria' e qual a inovação da obra?",
        "resposta": "William Faulkner escreveu 'O Som e a Fúria', romance que utiliza fluxo de consciência e múltiplos narradores para explorar a decadência de uma família do sul dos EUA. Sabia que a obra revolucionou a narrativa moderna?",
        "palavras_chave": ["o som e a fúria", "william faulkner", "literatura americana", "fluxo de consciência", "narrativa moderna"]
    },
    {
        "pergunta": "Por que 'Beloved' de Toni Morrison é um marco?",
        "resposta": "Toni Morrison escreveu 'Beloved', romance que trata da escravidão, memória e trauma coletivo. Sabia que a autora ganhou o Prêmio Nobel de Literatura em 1993 e o livro ganhou o Pulitzer?",
        "palavras_chave": ["beloved", "toni morrison", "literatura americana", "escravidão", "nobel", "pulitzer"]
    },
    {
        "pergunta": "Qual é a importância de 'Cândido' de Voltaire?",
        "resposta": "Voltaire escreveu 'Cândido', sátira filosófica que critica o otimismo ingênuo de Leibniz. Sabia que a obra é uma das mais lidas do Iluminismo francês?",
        "palavras_chave": ["cândido", "voltaire", "literatura francesa", "iluminismo", "sátira filosófica"]
    },
    {
        "pergunta": "Quem escreveu 'O Morro dos Ventos Uivantes'?",
        "resposta": "Emily Brontë escreveu 'O Morro dos Ventos Uivantes', romance gótico e trágico sobre paixões intensas e vingança. Sabia que foi a única obra publicada da autora?",
        "palavras_chave": ["o morro dos ventos uivantes", "emily brontë", "literatura inglesa", "romance gótico", "tragédia"]
    },
    {
        "pergunta": "Qual é o papel de 'Os Contos de Canterbury' na literatura inglesa?",
        "resposta": "Geoffrey Chaucer escreveu 'Os Contos de Canterbury', reunindo histórias de peregrinos em diversas vozes sociais. Sabia que ajudou a consolidar o inglês médio como língua literária?",
        "palavras_chave": ["os contos de canterbury", "geoffrey chaucer", "literatura inglesa", "inglês médio", "narrativas medievais"]
    },
    {
        "pergunta": "Quem é o autor de 'O Grande Gatsby' e qual crítica faz?",
        "resposta": "F. Scott Fitzgerald escreveu 'O Grande Gatsby', criticando o sonho americano e a superficialidade dos anos 1920. Sabia que o livro só se tornou famoso após a morte do autor?",
        "palavras_chave": ["o grande gatsby", "f. scott fitzgerald", "literatura americana", "sonho americano", "anos 20"]
    },
    {
        "pergunta": "Por que 'As Mil e Uma Noites' é importante?",
        "resposta": "'As Mil e Uma Noites' é uma coletânea de contos árabes transmitidos oralmente, como 'Aladim' e 'Ali Babá'. Sabia que sua estrutura de histórias dentro de histórias inspirou escritores do mundo todo?",
        "palavras_chave": ["mil e uma noites", "literatura árabe", "contos", "narrativa oral", "sherazade"]
    },
    {
        "pergunta": "Quem escreveu 'O Leopardo' e qual sua mensagem?",
        "resposta": "Giuseppe Tomasi di Lampedusa escreveu 'O Leopardo', retratando o declínio da aristocracia siciliana. Sabia que a famosa frase 'tudo deve mudar para que tudo fique como está' vem desta obra?",
        "palavras_chave": ["o leopardo", "giuseppe tomasi di lampedusa", "literatura italiana", "declínio aristocrático", "sicília"]
    },
    {
        "pergunta": "Qual a importância de 'Os Contos de Grimm'?",
        "resposta": "Jacob e Wilhelm Grimm coletaram e publicaram contos populares alemães, como 'Cinderela' e 'Branca de Neve'. Sabia que buscavam preservar a tradição oral germânica?",
        "palavras_chave": ["contos de grimm", "irmãos grimm", "literatura alemã", "tradição oral", "contos de fadas"]
    },
    {
        "pergunta": "Quem é o autor de 'A Letra Escarlate'?",
        "resposta": "Nathaniel Hawthorne escreveu 'A Letra Escarlate', romance que critica o puritanismo e a hipocrisia moral da Nova Inglaterra. Sabia que foi publicado em 1850?",
        "palavras_chave": ["a letra escarlate", "nathaniel hawthorne", "literatura americana", "puritanismo", "hipocrisia moral"]
    },
    {
        "pergunta": "Por que 'Mulheres Apaixonadas' é importante na obra de D.H. Lawrence?",
        "resposta": "D.H. Lawrence escreveu 'Mulheres Apaixonadas', explorando relações humanas, sensualidade e crítica social. Sabia que o autor foi censurado por sua ousadia temática?",
        "palavras_chave": ["mulheres apaixonadas", "d.h. lawrence", "literatura inglesa", "sensualidade", "crítica social"]
    },
    {
        "pergunta": "Quem escreveu 'As Vinhas da Ira' e qual seu tema?",
        "resposta": "John Steinbeck escreveu 'As Vinhas da Ira', sobre famílias deslocadas durante a Grande Depressão. Sabia que o livro ganhou o Pulitzer e ajudou a conquistar o Nobel para o autor?",
        "palavras_chave": ["as vinhas da ira", "john steinbeck", "literatura americana", "grande depressão", "pulitzer"]
    },
    {
        "pergunta": "Qual é a importância de 'O Livro da Selva'?",
        "resposta": "Rudyard Kipling escreveu 'O Livro da Selva', reunindo histórias sobre o menino Mogli e animais falantes. Sabia que Kipling foi o primeiro escritor de língua inglesa a ganhar o Nobel?",
        "palavras_chave": ["o livro da selva", "rudyard kipling", "literatura inglesa", "mogli", "nobel"]
    },
    {
        "pergunta": "Quem escreveu 'Os Sofrimentos do Jovem Werther'?",
        "resposta": "Goethe escreveu 'Os Sofrimentos do Jovem Werther', romance epistolar que inspirou o romantismo europeu. Sabia que causou até uma onda de jovens se vestirem como Werther?",
        "palavras_chave": ["os sofrimentos do jovem werther", "goethe", "literatura alemã", "romantismo", "romance epistolar"]
    },
    {
        "pergunta": "Por que 'O Livro Tibetano dos Mortos' é importante?",
        "resposta": "'O Livro Tibetano dos Mortos' é um texto sagrado budista que guia a alma após a morte. Sabia que influenciou até a literatura ocidental do século XX?",
        "palavras_chave": ["livro tibetano dos mortos", "literatura budista", "espiritualidade", "tibete", "influência cultural"]
    },
    {
        "pergunta": "Quem é o autor de 'Kim' e qual sua relevância?",
        "resposta": "Rudyard Kipling também escreveu 'Kim', romance de espionagem e identidade cultural na Índia colonial. Sabia que é considerado um dos melhores romances de aventura da literatura inglesa?",
        "palavras_chave": ["kim", "rudyard kipling", "literatura inglesa", "índia colonial", "aventura"]
    },
    {
        "pergunta": "Qual a mensagem central de 'O Mestre e Margarida'?",
        "resposta": "Mikhail Bulgákov escreveu 'O Mestre e Margarida', misturando sátira política, filosofia e fantasia na União Soviética. Sabia que foi publicado postumamente em 1967?",
        "palavras_chave": ["o mestre e margarida", "mikhail bulgákov", "literatura russa", "sátira política", "fantasia"]
    },
    {
        "pergunta": "Quem escreveu 'A Filha de Marte' e qual seu tema?",
        "resposta": "Colm Tóibín escreveu 'A Filha de Marte', recontando a mitologia grega sob a ótica feminina. Sabia que o autor é um dos maiores nomes da literatura irlandesa contemporânea?",
        "palavras_chave": ["a filha de marte", "colm tóibín", "literatura irlandesa", "mitologia grega", "narrativa feminina"]
    },
    {
        "pergunta": "Por que 'O Livro da Selva' influenciou tanto a cultura popular?",
        "resposta": "Além de sua importância literária, 'O Livro da Selva' de Kipling inspirou adaptações no cinema e no teatro. Sabia que a Disney transformou a história em um dos seus clássicos animados?",
        "palavras_chave": ["o livro da selva", "rudyard kipling", "mogli", "literatura inglesa", "cultura popular"]
    },
    {
        "pergunta": "Qual é a relevância de 'O Quarteto de Alexandria'?",
        "resposta": "Lawrence Durrell escreveu 'O Quarteto de Alexandria', série de romances que apresentam os mesmos eventos sob perspectivas diferentes. Sabia que a técnica influenciou a literatura do século XX?",
        "palavras_chave": ["o quarteto de alexandria", "lawrence durrell", "literatura inglesa", "modernismo", "perspectivas múltiplas"]
    }
]
