[
  {
    "pergunta": "Por que 'Os Sete Maridos de Evelyn Hugo' é tão comentado?",
    "resposta": "Porque combina glamour de Hollywood antigo com segredos pessoais e representatividade LGBTQIA+. O livro é estruturado como uma entrevista de memórias, revelando camadas da personagem e das pressões da fama — sabia que Taylor Jenkins Reid se inspirou em atrizes como Elizabeth Taylor e Ava Gardner para criar Evelyn?",
    "palavras_chave": ["os sete maridos de evelyn hugo", "taylor jenkins reid", "romance contemporâneo", "hollywood", "lgbtqia+", "memórias", "glamour", "segredos", "atriz fictícia", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é o enredo de 'A Culpa é das Estrelas'?",
    "resposta": "A obra de John Green acompanha Hazel e Gus, dois adolescentes com câncer que vivem uma história de amor emocionante, reflexiva e dolorosa. O livro discute mortalidade, esperança e como pequenos momentos podem ser eternos — sabia que o autor visitou hospitais oncológicos para retratar a doença com maior sensibilidade?",
    "palavras_chave": ["a culpa é das estrelas", "john green", "romance juvenil", "amor", "câncer", "emoção", "adolescentes", "esperança", "tragédia", "literatura contemporânea"]
  },
  {
    "pergunta": "O que torna 'Verity', da Colleen Hoover, tão viciante?",
    "resposta": "Porque mistura romance intenso com suspense psicológico, manuscritos secretos e relações familiares tensas. O livro deixa o leitor em dúvida entre realidade e ficção, criando debates sobre moralidade — sabia que já existe projeto de adaptação para o cinema?",
    "palavras_chave": ["verity", "colleen hoover", "suspense psicológico", "romance", "manuscrito secreto", "mistério", "realidade vs ficção", "família", "thriller", "literatura contemporânea"]
  },
  {
    "pergunta": "O que esperar de 'A Biblioteca da Meia-Noite', de Matt Haig?",
    "resposta": "Uma fantasia existencial em que Nora Seed visita diferentes versões de sua vida em busca de sentido e redenção. A narrativa mescla filosofia, escolhas pessoais e conforto emocional — sabia que o livro é elogiado por abordar saúde mental de forma acessível?",
    "palavras_chave": ["a biblioteca da meia-noite", "matt haig", "fantasia existencial", "reflexão", "vida alternativa", "saúde mental", "propósito", "esperança", "booktok", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a proposta de 'A Hipótese do Amor', de Ali Hazelwood?",
    "resposta": "O romance acompanha Olive, uma jovem cientista que finge namorar um professor para convencer colegas de sua vida pessoal. Entre comédia romântica e dilemas acadêmicos, a obra destaca mulheres em STEM — sabia que Hazelwood é pesquisadora de neurociência, o que dá autenticidade ao ambiente científico?",
    "palavras_chave": ["a hipótese do amor", "ali hazelwood", "romance contemporâneo", "comédia romântica", "cientistas", "mulheres em stem", "academia", "fingimento", "amor", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a trama de 'Tudo é Rio', de Carla Madeira?",
    "resposta": "Conta a história de Dalva e Venâncio, cujo ciúme leva a uma tragédia irreversível, e acompanha as consequências emocionais de suas escolhas. O romance brasileiro é marcado por linguagem poética e reflexões sobre amor, luto e perdão — sabia que o livro se tornou um fenômeno no BookTok nacional?",
    "palavras_chave": ["tudo é rio", "carla madeira", "romance brasileiro", "ciúme", "tragédia", "amor", "perdão", "luto", "linguagem poética", "literatura contemporânea"]
  },
  {
    "pergunta": "Sobre o que é 'It Ends With Us', de Colleen Hoover?",
    "resposta": "A história de Lily Bloom, que precisa enfrentar um relacionamento abusivo enquanto revive memórias do primeiro amor. É um romance doloroso, mas de superação e força feminina — sabia que Hoover se inspirou em experiências de sua própria mãe para escrever a obra?",
    "palavras_chave": ["it ends with us", "colleen hoover", "romance", "relacionamento abusivo", "superação", "força feminina", "memórias", "trauma", "booktok", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a história de 'Heartstopper'?",
    "resposta": "Uma HQ de Alice Oseman que acompanha Charlie e Nick, dois adolescentes que descobrem amizade, amor e identidade em um ambiente escolar. É leve, representativa e inclusiva — sabia que a adaptação da Netflix ampliou seu impacto global?",
    "palavras_chave": ["heartstopper", "alice oseman", "romance juvenil", "hq", "representatividade", "adolescência", "amizade", "amor gay", "netflix", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a trama de 'Para Todos os Garotos que Já Amei'?",
    "resposta": "Lara Jean escreve cartas secretas para seus amores do passado, mas tudo muda quando elas são enviadas por engano. O livro mistura romance adolescente, família e autodescoberta — sabia que virou uma trilogia de filmes de sucesso na Netflix?",
    "palavras_chave": ["para todos os garotos", "jenny han", "romance adolescente", "cartas de amor", "família", "amor secreto", "trilogia", "adaptação", "netflix", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'Quarta Asa', de Rebecca Yarros, é tão falado?",
    "resposta": "Porque une fantasia com dragões, romance envolvente e uma protagonista feminina que enfrenta desafios físicos e emocionais. A obra ganhou destaque nas redes sociais — sabia que foi comparada a 'ACOTAR' e 'Eragon', mas com foco em representatividade?",
    "palavras_chave": ["quarta asa", "rebecca yarros", "fantasia", "dragões", "romance", "representatividade", "protagonista feminina", "booktok", "superação", "literatura contemporânea"]
  },
  {
    "pergunta": "Do que fala 'A Princesa Salva a Si Mesma Neste Livro'?",
    "resposta": "Uma coletânea de poemas de Amanda Lovelace sobre força feminina, dor, autoconhecimento e liberdade. É acessível e direto, conquistando leitores jovens — sabia que é considerado parte do movimento de poesia instapoetry?",
    "palavras_chave": ["a princesa salva a si mesma", "amanda lovelace", "poesia", "força feminina", "autoconhecimento", "instapoetry", "liberdade", "emoção", "booktok", "literatura contemporânea"]
  },
  {
    "pergunta": "Sobre o que é 'Torto Arado', de Itamar Vieira Junior?",
    "resposta": "Um romance brasileiro que acompanha duas irmãs no sertão da Bahia, explorando herança escravocrata, religiosidade e resistência. A narrativa é poética, histórica e política — sabia que ganhou o Prêmio Jabuti e se tornou um fenômeno mundial?",
    "palavras_chave": ["torto arado", "itamar vieira junior", "romance brasileiro", "sertão", "herança escravocrata", "resistência", "religiosidade", "prêmio jabuti", "fenômeno literário", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é o enredo de 'O Filho Eterno', de Cristovão Tezza?",
    "resposta": "Um romance autobiográfico em que o autor narra a experiência de ser pai de uma criança com síndrome de Down. É um retrato honesto sobre frustração, aceitação e amor — sabia que ganhou o Prêmio José Saramago?",
    "palavras_chave": ["o filho eterno", "cristovão tezza", "romance autobiográfico", "paternidade", "síndrome de down", "aceitação", "amor", "prêmio josé saramago", "emoção", "literatura contemporânea"]
  },
  {
    "pergunta": "Sobre o que fala 'Sapiens', de Yuval Noah Harari?",
    "resposta": "Uma análise da história da humanidade desde os caçadores-coletores até a era digital. O livro mistura ciência, filosofia e reflexões sociais — sabia que é muito usado como repertório em redações do Enem?",
    "palavras_chave": ["sapiens", "yuval noah harari", "história da humanidade", "filosofia", "ciência", "sociedade", "evolução", "repertório", "enem", "literatura contemporânea"]
  },
  {
    "pergunta": "O que torna 'A Filha dos Rios', de Ilko Minev, especial?",
    "resposta": "É uma aventura que mistura romance, cultura amazônica e desafios de sobrevivência. A narrativa tem autenticidade porque o autor viveu experiências na região amazônica — sabia que o livro foi traduzido para vários idiomas?",
    "palavras_chave": ["a filha dos rios", "ilko minev", "amazônia", "aventura", "cultura brasileira", "romance", "desafios", "autenticidade", "literatura regional", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'Verity' causa tanto desconforto?",
    "resposta": "Porque aborda maternidade problemática, moralidade ambígua e segredos íntimos, deixando o leitor dividido entre repulsa e curiosidade. A presença de um manuscrito perturbador intensifica a tensão — sabia que muitos leitores não conseguem definir se amam ou odeiam o livro?",
    "palavras_chave": ["verity", "colleen hoover", "maternidade problemática", "ambiguidade moral", "segredos", "manuscrito", "tensão psicológica", "thriller", "controvérsia", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é o enredo de 'Chama Extinta'?",
    "resposta": "Um thriller juvenil que combina mistério e investigação com denúncia social sobre violência contra mulheres indígenas. A narrativa provoca reflexão além da trama policial — sabia que a obra é elogiada pela sensibilidade no retrato cultural?",
    "palavras_chave": ["chama extinta", "thriller juvenil", "mistério", "investigação", "violência contra indígenas", "denúncia social", "consciência", "juventude", "feminismo", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que romances jovens são acusados de serem previsíveis?",
    "resposta": "Porque muitos seguem uma fórmula comum: protagonista em crise, romance idealizado e obstáculos que se resolvem rápido. Apesar disso, o formato conforta e oferece escapismo — sabia que alguns leitores preferem justamente essa previsibilidade?",
    "palavras_chave": ["romance jovem", "previsibilidade", "fórmula narrativa", "protagonista", "crise pessoal", "romance idealizado", "obstáculos", "conforto", "escapismo", "literatura contemporânea"]
  },
  {
    "pergunta": "Como professores podem usar literatura contemporânea em sala de aula?",
    "resposta": "Selecionando livros atuais para debater dilemas morais, estilo narrativo e impacto cultural. Obras como 'Verity' ou 'Torto Arado' podem gerar reflexões profundas — sabia que muitos professores têm usado o BookTok como ponte entre alunos e leituras modernas?",
    "palavras_chave": ["professores", "ensino", "literatura contemporânea", "dilemas morais", "booktok", "debates", "impacto cultural", "análise literária", "adolescentes", "educação"]
  },
  {
    "pergunta": "O que torna 'Verity' um fenômeno no TikTok?",
    "resposta": "A combinação de romance tórrido com suspense psicológico, um final ambíguo e temas desconfortáveis gera reações intensas. No TikTok, leitores gravam vídeos chorando, discutindo teorias e até brigando sobre quem tem razão — sabia que hashtags ligadas ao livro somam milhões de visualizações?",
    "palavras_chave": ["verity", "colleen hoover", "tiktok", "booktok", "fenômeno literário", "romance", "suspense psicológico", "final ambíguo", "viral", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é o enredo de 'O Roubo em Três Atos'?",
    "resposta": "A narrativa mistura romance, fantasia e uma maldição que atravessa séculos, com protagonistas que lutam contra o destino. É uma obra multitemporal que envolve segredos familiares e escolhas difíceis — sabia que o estilo lembra romances góticos modernos?",
    "palavras_chave": ["o roubo em três atos", "romance", "fantasia", "maldição", "destino", "narrativa multitemporal", "segredos familiares", "drama", "gótico moderno", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'A Culpa é das Estrelas' marcou uma geração?",
    "resposta": "Porque mostrou que a literatura jovem podia tratar temas como câncer, morte e fragilidade da vida com honestidade e sensibilidade. O livro ajudou adolescentes a lidar com perdas reais — sabia que a adaptação para o cinema emocionou milhões no mundo todo?",
    "palavras_chave": ["a culpa é das estrelas", "john green", "romance juvenil", "câncer", "doença", "emoção", "cinema", "morte", "sensibilidade", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a proposta de 'It Starts With Us', continuação de 'It Ends With Us'?",
    "resposta": "O livro dá continuidade à história de Lily, mostrando sua jornada de reconstrução e como é possível recomeçar após um relacionamento abusivo. A trama aprofunda o amor, a esperança e a superação — sabia que foi o lançamento mais vendido de Colleen Hoover em pré-venda?",
    "palavras_chave": ["it starts with us", "colleen hoover", "continuação", "lily bloom", "relacionamento abusivo", "superação", "esperança", "recomeço", "pré-venda recorde", "literatura contemporânea"]
  },
  {
    "pergunta": "Sobre o que é 'Eleanor & Park', de Rainbow Rowell?",
    "resposta": "Conta a história de dois adolescentes marginalizados que se aproximam por meio de músicas e quadrinhos nos anos 80. É um romance terno e realista sobre primeira paixão, bullying e diferenças sociais — sabia que virou um clássico cult da literatura YA?",
    "palavras_chave": ["eleanor & park", "rainbow rowell", "romance adolescente", "anos 80", "música", "quadrinhos", "bullying", "diferenças sociais", "primeiro amor", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'Os Garotos do Cemitério', de Aiden Thomas, é importante?",
    "resposta": "Porque apresenta um protagonista trans latino que precisa provar seu valor ao invocar espíritos em uma trama sobrenatural. Além da aventura, o livro aborda identidade e pertencimento — sabia que foi finalista do Prêmio Hugo?",
    "palavras_chave": ["os garotos do cemitério", "aiden thomas", "fantasia", "protagonista trans", "representatividade", "latino", "espíritos", "identidade", "prêmio hugo", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a mensagem de 'A Vida Invisível de Addie LaRue'?",
    "resposta": "A protagonista faz um pacto para viver para sempre, mas é esquecida por todos que encontra. O livro explora solidão, liberdade e a luta para deixar marcas no mundo — sabia que a obra ficou anos na lista de mais vendidos do New York Times?",
    "palavras_chave": ["a vida invisível de addie larue", "v.e. schwab", "fantasia", "imortalidade", "solidão", "liberdade", "memória", "new york times", "romance", "literatura contemporânea"]
  },
  {
    "pergunta": "O que faz 'É Assim que Acaba' ser tão discutido em escolas?",
    "resposta": "Porque oferece oportunidade de falar sobre relacionamentos abusivos, violência doméstica e escolhas difíceis em um contexto acessível para jovens. Professores usam o livro para abrir diálogo sobre saúde emocional — sabia que já foi incluído em projetos de leitura crítica?",
    "palavras_chave": ["é assim que acaba", "colleen hoover", "relacionamento abusivo", "violência doméstica", "escolas", "discussão crítica", "emoções", "ensino médio", "literatura jovem", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a trama de 'Corte de Espinhos e Rosas' (ACOTAR)?",
    "resposta": "Uma fantasia com elementos de conto de fadas, romance e intrigas políticas, protagonizada por Feyre, uma jovem caçadora envolvida com seres feéricos. A série equilibra ação, paixão e mundo detalhado — sabia que já vendeu milhões de exemplares em diversos idiomas?",
    "palavras_chave": ["acotar", "corte de espinhos e rosas", "sarah j. maas", "fantasia", "romance", "feyre", "fae", "intrigas políticas", "best-seller", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'Heartstopper' conquistou tantos leitores jovens?",
    "resposta": "Porque apresenta de forma leve e positiva um romance LGBTQIA+ entre adolescentes, sem recorrer ao drama excessivo. O tom acolhedor da HQ gera identificação com jovens leitores — sabia que Alice Oseman também escreveu romances ambientados no mesmo universo?",
    "palavras_chave": ["heartstopper", "alice oseman", "romance juvenil", "hq", "lgbtqia+", "representatividade", "amor adolescente", "amizade", "universo expandido", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a importância de 'Pequenos Incêndios por Toda Parte'?",
    "resposta": "O livro de Celeste Ng mostra conflitos de classe, raça e maternidade em uma comunidade aparentemente perfeita. É um romance socialmente crítico e muito atual — sabia que virou minissérie estrelada por Reese Witherspoon e Kerry Washington?",
    "palavras_chave": ["pequenos incêndios por toda parte", "celeste ng", "classe social", "raça", "maternidade", "drama", "romance social", "minissérie", "reese witherspoon", "literatura contemporânea"]
  },
  {
    "pergunta": "O que diferencia 'A Canção de Aquiles', de Madeline Miller?",
    "resposta": "É uma releitura da mitologia grega focada no romance entre Pátroclo e Aquiles. Une narrativa poética, guerra de Troia e representatividade LGBTQIA+ — sabia que ganhou o prêmio Orange Prize for Fiction?",
    "palavras_chave": ["a canção de aquiles", "madeline miller", "mitologia grega", "aquiles", "pátroclo", "romance", "guerra de troia", "lgbtqia+", "orange prize", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é o impacto de 'Os Sete Maridos de Evelyn Hugo' no feminismo literário?",
    "resposta": "Porque coloca uma mulher no centro de sua narrativa, explorando escolhas, sacrifícios e poder em um mundo masculino. Evelyn é ambígua, complexa e imperfeita, o que gera debates feministas — sabia que já foi usado em clubes de leitura sobre gênero?",
    "palavras_chave": ["os sete maridos de evelyn hugo", "feminismo", "taylor jenkins reid", "hollywood", "protagonista feminina", "poder", "sacrifícios", "representatividade", "clubes de leitura", "literatura contemporânea"]
  },
  {
    "pergunta": "Sobre o que é 'Aristóteles e Dante Descobrem os Segredos do Universo'?",
    "resposta": "É um romance coming-of-age sobre amizade, família e descoberta da sexualidade. O tom delicado de Benjamin Alire Sáenz encanta leitores de todas as idades — sabia que ganhou prêmios Stonewall e Michael Printz Honor?",
    "palavras_chave": ["aristóteles e dante", "benjamin alire sáenz", "coming-of-age", "amizade", "família", "sexualidade", "lgbtqia+", "stonewall award", "printz honor", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a proposta de 'Um de Nós Está Mentindo', de Karen M. McManus?",
    "resposta": "Um suspense juvenil que mistura mistério escolar com segredos revelados após a morte de um aluno. A trama é descrita como 'Clube dos Cinco' encontra 'Pretty Little Liars' — sabia que virou série no streaming Peacock?",
    "palavras_chave": ["um de nós está mentindo", "karen m. mcmanus", "suspense juvenil", "mistério", "segredos", "escola", "pretty little liars", "peacock", "streaming", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'Verity' divide opiniões entre amor e ódio?",
    "resposta": "Porque enquanto alguns leitores amam o ritmo viciante e a tensão, outros consideram perturbador o retrato da maternidade e da violência. Esse choque de percepções gera discussões acaloradas — sabia que Colleen Hoover nunca confirmou qual versão do final é a verdadeira?",
    "palavras_chave": ["verity", "colleen hoover", "polêmica", "amor e ódio", "maternidade", "violência", "final ambíguo", "thriller psicológico", "debate", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a trama de 'Legendborn', de Tracy Deonn?",
    "resposta": "A obra mistura fantasia urbana com lendas arturianas e representatividade negra. A protagonista Bree Matthews enfrenta sociedades secretas, racismo e luto — sabia que o livro recebeu o Coretta Scott King/John Steptoe Award?",
    "palavras_chave": ["legendborn", "tracy deonn", "fantasia urbana", "lendas arturianas", "representatividade negra", "bree matthews", "racismo", "luto", "prêmio coretta scott king", "literatura contemporânea"]
  },
  {
    "pergunta": "O que faz 'BookTok' influenciar tanto a literatura atual?",
    "resposta": "Porque vídeos curtos com reações emocionadas, resenhas e recomendações viralizam e transformam livros em best-sellers. Autores como Colleen Hoover e Madeline Miller ganharam novos públicos graças à plataforma — sabia que editoras já criam campanhas voltadas exclusivamente para o TikTok?",
    "palavras_chave": ["booktok", "tiktok", "literatura jovem", "viralização", "marketing literário", "colleen hoover", "madeline miller", "editoras", "recomendações", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é o enredo de 'Teto para Dois', de Beth O'Leary?",
    "resposta": "O livro acompanha dois estranhos que compartilham o mesmo apartamento em horários diferentes e começam a se comunicar por bilhetes. A trama mostra como pequenas interações podem virar grandes histórias de amor — sabia que já foi traduzido para mais de 30 idiomas?",
    "palavras_chave": ["teto para dois", "beth o'leary", "romance contemporâneo", "amor inesperado", "apartamento", "tradução", "comédia romântica", "literatura leve", "convivência", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'Mil Beijos de Garoto' emociona tanto os leitores?",
    "resposta": "A história mostra o amor juvenil entre Rune e Poppy, atravessando doença terminal e despedida precoce. É um romance sobre intensidade e eternidade dos sentimentos — sabia que o título vem da promessa de um milhão de beijos antes do adeus?",
    "palavras_chave": ["mil beijos de garoto", "tillie cole", "romance juvenil", "amor eterno", "doença terminal", "promessa", "emoção", "tragédia", "primeiro amor", "literatura contemporânea"]
  },
  {
    "pergunta": "O que faz 'Beach Read' ser um sucesso entre adultos jovens?",
    "resposta": "Porque combina romance, humor e reflexões sobre luto e bloqueio criativo, envolvendo dois escritores que se desafiam a trocar de gêneros literários. O equilíbrio entre leveza e profundidade conquistou leitores — sabia que Emily Henry virou referência no 'romantasy leve'?",
    "palavras_chave": ["beach read", "emily henry", "romance adulto", "bloqueio criativo", "humor", "luto", "escritores", "troca de gêneros", "romantasy leve", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a importância de 'Cidades de Papel', de John Green?",
    "resposta": "A obra explora o contraste entre idealização e realidade, mostrando como vemos as pessoas de forma distorcida. É um romance juvenil que instiga reflexões filosóficas — sabia que o autor inspirou-se em sua própria juventude para criar Margo?",
    "palavras_chave": ["cidades de papel", "john green", "romance juvenil", "idealização", "realidade", "filosofia", "margo roth spiegelman", "viagem", "identidade", "literatura contemporânea"]
  },
  {
    "pergunta": "O que torna 'Tudo é Rio' um marco na literatura brasileira recente?",
    "resposta": "A narrativa poética de Carla Madeira explora amor, dor, vingança e perdão em uma pequena cidade mineira. O livro ganhou notoriedade boca a boca, sem grandes campanhas de marketing — sabia que ele foi escrito em apenas seis meses?",
    "palavras_chave": ["tudo é rio", "carla madeira", "literatura brasileira", "amor", "vingança", "perdão", "poesia em prosa", "mineira", "boca a boca", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a proposta de 'Biblioteca da Meia-Noite'?",
    "resposta": "A protagonista Nora Seed tem a chance de explorar vidas alternativas em uma biblioteca mágica entre a vida e a morte. O livro convida à reflexão sobre escolhas e arrependimentos — sabia que Matt Haig escreveu inspirado em sua própria depressão?",
    "palavras_chave": ["biblioteca da meia-noite", "matt haig", "vidas alternativas", "reflexão", "depressão", "escolhas", "arrependimento", "mundo paralelo", "filosofia", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'O Ceifador' ganhou tantos fãs de distopia?",
    "resposta": "Porque apresenta um futuro onde a morte foi vencida e apenas ceifadores podem controlar o equilíbrio da população. Neal Shusterman mistura filosofia, ética e ação — sabia que já existe adaptação planejada para o cinema?",
    "palavras_chave": ["o ceifador", "neal shusterman", "distopia", "imortalidade", "ética", "filosofia", "ação", "adaptação", "controle populacional", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a mensagem de 'Os Dois Morrem no Final'?",
    "resposta": "Mostra dois jovens que recebem a notícia de que morrerão em 24 horas e decidem viver intensamente esse último dia. É uma reflexão sobre amizade, amor e o valor do tempo — sabia que a obra voltou às listas de mais vendidos anos após o lançamento, graças ao TikTok?",
    "palavras_chave": ["os dois morrem no final", "adam silvera", "romance juvenil", "morte", "amizade", "amor", "tempo", "booktok", "reflexão", "literatura contemporânea"]
  },
  {
    "pergunta": "O que diferencia 'Daisy Jones & The Six' de outros romances?",
    "resposta": "É narrado no formato de entrevistas, recriando a ascensão e queda de uma banda fictícia nos anos 70. A estrutura documental dá realismo e intensidade — sabia que a série inspirada no livro foi lançada em 2023?",
    "palavras_chave": ["daisy jones & the six", "taylor jenkins reid", "anos 70", "banda fictícia", "entrevistas", "formato documental", "série", "rock", "ascensão e queda", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a trama de 'Red, White & Royal Blue'?",
    "resposta": "Um romance entre o filho da presidente dos Estados Unidos e um príncipe britânico, que começa como rivalidade e vira amor secreto. A obra mistura humor político, romance e representatividade LGBTQIA+ — sabia que virou filme em 2023?",
    "palavras_chave": ["red white & royal blue", "casey mcquiston", "romance", "política", "lgbtqia+", "filme", "príncipe britânico", "filho da presidente", "humor", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'Pachinko' é considerado um épico moderno?",
    "resposta": "Porque acompanha quatro gerações de uma família coreana vivendo no Japão, enfrentando preconceito, pobreza e sonhos. É uma saga histórica de amor, honra e identidade — sabia que virou série da Apple TV+ em 2022?",
    "palavras_chave": ["pachinko", "min jin lee", "família coreana", "épico moderno", "história", "identidade", "preconceito", "apple tv+", "saga", "literatura contemporânea"]
  },
  {
    "pergunta": "O que faz 'Antes que o Café Esfrie' ser tão especial?",
    "resposta": "A história japonesa traz uma cafeteria onde é possível viajar no tempo, mas apenas até o café esfriar. Com delicadeza, explora arrependimentos e reencontros — sabia que Toshikazu Kawaguchi transformou sua peça de teatro em livro de sucesso?",
    "palavras_chave": ["antes que o café esfrie", "toshikazu kawaguchi", "literatura japonesa", "viagem no tempo", "cafeteria mágica", "arrependimentos", "reencontros", "teatro", "delicadeza", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a força de 'Cem Anos de Solidão' ainda hoje?",
    "resposta": "Apesar de lançado em mil novecentos e sessenta e sete, o realismo mágico de Gabriel García Márquez segue influenciando gerações. É considerado um dos maiores romances do século vinte — sabia que vendeu mais de 50 milhões de cópias?",
    "palavras_chave": ["cem anos de solidão", "gabriel garcía márquez", "realismo mágico", "clássico moderno", "século 20", "macondo", "influência literária", "romance latino-americano", "vendas", "literatura contemporânea"]
  },
  {
    "pergunta": "O que torna 'Kim Jiyoung, Nascida em 1982' tão impactante?",
    "resposta": "Porque expõe de forma direta o machismo estrutural enfrentado pelas mulheres na Coreia do Sul. O livro gerou intensos debates sociais e políticos — sabia que foi usado em protestos feministas no país?",
    "palavras_chave": ["kim jiyoung nascida em 1982", "cho nam-joo", "feminismo", "machismo estrutural", "coreia do sul", "debate social", "protestos", "política", "impacto", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a proposta de 'Project Hail Mary', de Andy Weir?",
    "resposta": "Uma ficção científica sobre um astronauta solitário que precisa salvar a humanidade de uma crise interestelar. Mistura ciência detalhada, humor e emoção — sabia que os direitos de adaptação foram comprados por Ryan Gosling?",
    "palavras_chave": ["project hail mary", "andy weir", "ficção científica", "astronauta", "humanidade", "crise interestelar", "ryan gosling", "adaptação", "ciência", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'O Homem de Giz' marcou a estreia de C.J. Tudor?",
    "resposta": "Porque resgatou o suspense psicológico no estilo Stephen King, com pistas infantis que levam a crimes do passado. O clima de mistério e nostalgia atraiu muitos leitores — sabia que foi traduzido para mais de 40 países?",
    "palavras_chave": ["o homem de giz", "c.j. tudor", "suspense psicológico", "thriller", "stephen king", "mistério", "nostalgia", "crimes", "tradução", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a mensagem de 'Tudo Nela Brilha e Queima', de Ryane Leão?",
    "resposta": "É uma coletânea de poemas que fala sobre amor-próprio, resistência e a vivência feminina periférica. A escrita combina força política e delicadeza poética — sabia que o livro viralizou em saraus e redes sociais?",
    "palavras_chave": ["tudo nela brilha e queima", "ryane leão", "poesia brasileira", "amor-próprio", "resistência", "feminismo", "periferia", "saraus", "redes sociais", "literatura contemporânea"]
  },
  {
    "pergunta": "O que diferencia 'Malibu Renasce' dentro da obra de Taylor Jenkins Reid?",
    "resposta": "O romance se passa em um único dia, acompanhando os filhos de uma estrela de Hollywood em uma festa lendária que muda suas vidas. A mistura de glamour e drama familiar é marca da autora — sabia que faz parte de um universo compartilhado com 'Evelyn Hugo'?",
    "palavras_chave": ["malibu renasce", "taylor jenkins reid", "hollywood", "drama familiar", "glamour", "anos 80", "universo compartilhado", "evelyn hugo", "festa", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a história de 'O Avesso da Pele', de Jeferson Tenório?",
    "resposta": "A obra acompanha Pedro, que investiga a vida do pai assassinado e reflete sobre racismo, memória e identidade no Brasil. É um romance que mistura dor pessoal e crítica social — sabia que venceu o Prêmio Jabuti em 2021?",
    "palavras_chave": ["o avesso da pele", "jeferson tenório", "racismo", "memória", "identidade", "literatura brasileira", "prêmio jabuti", "crítica social", "violência", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'Torto Arado' se tornou um fenômeno literário?",
    "resposta": "A narrativa de Itamar Vieira Junior aborda vida rural, espiritualidade e desigualdades sociais na Bahia, conquistando leitores de diferentes idades. É considerado um marco da literatura brasileira recente — sabia que foi traduzido para mais de 15 idiomas?",
    "palavras_chave": ["torto arado", "itamar vieira junior", "literatura brasileira", "fenômeno", "tradução", "espiritualidade", "vida rural", "desigualdade social", "bahia", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é o impacto de 'Pequeno Manual Antirracista', de Djamila Ribeiro?",
    "resposta": "Com linguagem acessível, a autora oferece 10 passos para refletir e agir contra o racismo no cotidiano. A obra virou referência em debates sociais e educacionais — sabia que está entre os livros mais vendidos do Brasil desde 2019?",
    "palavras_chave": ["pequeno manual antirracista", "djamila ribeiro", "racismo", "educação", "debate social", "referência", "cidadania", "consciência", "ações práticas", "literatura contemporânea"]
  },
  {
    "pergunta": "O que faz 'É Assim Que Acaba' se destacar entre romances atuais?",
    "resposta": "O livro de Colleen Hoover fala sobre ciclos de violência doméstica e escolhas difíceis, equilibrando romance e denúncia social. É considerado um dos romances mais fortes da autora — sabia que foi inspirado na história da própria mãe de Hoover?",
    "palavras_chave": ["é assim que acaba", "colleen hoover", "romance", "violência doméstica", "ciclos abusivos", "escolhas difíceis", "inspiração pessoal", "denúncia social", "força feminina", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual a proposta de 'Os Testamentos', continuação de 'O Conto da Aia'?",
    "resposta": "Margaret Atwood retorna a Gilead, agora narrando por diferentes perspectivas femininas, explorando poder, opressão e resistência. A obra amplia o universo distópico já consagrado — sabia que ganhou o Booker Prize em 2019?",
    "palavras_chave": ["os testamentos", "margaret atwood", "o conto da aia", "distopia", "feminismo", "opressão", "resistência", "booker prize", "poder", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'A Paciente Silenciosa' prende tanto os leitores?",
    "resposta": "Porque mistura mistério e psicologia, com a história de uma pintora que para de falar após um crime chocante. O suspense cresce a cada revelação — sabia que Alex Michaelides se inspirou em tragédias gregas?",
    "palavras_chave": ["a paciente silenciosa", "alex michaelides", "suspense psicológico", "mistério", "pintora", "tragédias gregas", "crime", "silêncio", "thriller", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a reflexão central de 'O Peso do Pássaro Morto', de Aline Bei?",
    "resposta": "A narrativa acompanha uma mulher dos 8 aos 52 anos, mostrando perdas e traumas de forma poética e fragmentada. É um livro intenso sobre dor e resiliência — sabia que ganhou o Prêmio São Paulo de Literatura?",
    "palavras_chave": ["o peso do pássaro morto", "aline bei", "poesia em prosa", "traumas", "resiliência", "mulher", "prêmio são paulo", "literatura brasileira", "fragmentação", "literatura contemporânea"]
  },
  {
    "pergunta": "O que faz 'A Vida Invisível de Addie LaRue' tão especial?",
    "resposta": "A história segue uma jovem que faz um pacto para viver eternamente, mas é esquecida por todos que encontra. É um romance sobre solidão, arte e memória — sabia que V.E. Schwab levou quase dez anos para escrevê-lo?",
    "palavras_chave": ["a vida invisível de addie larue", "v.e. schwab", "fantasia", "imortalidade", "solidão", "arte", "memória", "romance", "pacto", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é o enredo de 'O Circo da Noite'?",
    "resposta": "O romance de Erin Morgenstern apresenta um circo mágico que só aparece à noite, palco de uma competição entre dois jovens magos. A obra mistura romance, fantasia e atmosfera onírica — sabia que foi best-seller do New York Times?",
    "palavras_chave": ["o circo da noite", "erin morgenstern", "fantasia", "circo mágico", "competição", "romance", "atmosfera onírica", "best-seller", "magia", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'Memórias de Uma Moça Bem-Comportada', de Simone de Beauvoir, ainda é lido hoje?",
    "resposta": "Porque retrata a juventude da filósofa e mostra as pressões sociais sobre as mulheres no início do século XX. A obra segue inspirando debates feministas — sabia que foi traduzido em dezenas de países?",
    "palavras_chave": ["memórias de uma moça bem-comportada", "simone de beauvoir", "feminismo", "juventude", "pressões sociais", "século 20", "filosofia", "tradução", "memórias", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a mensagem de 'Sejamos Todos Feministas', de Chimamanda Ngozi Adichie?",
    "resposta": "O ensaio adaptado de sua palestra TED defende igualdade de gênero de forma clara e acessível. É um texto essencial em escolas e debates atuais — sabia que já foi distribuído em escolas suecas para adolescentes?",
    "palavras_chave": ["sejamos todos feministas", "chimamanda ngozi adichie", "ensaio", "igualdade de gênero", "ted", "escolas", "debate social", "literatura africana", "acessibilidade", "literatura contemporânea"]
  },
  {
    "pergunta": "O que torna 'Os Homens Explicam Tudo Para Mim' tão comentado?",
    "resposta": "Rebecca Solnit discute mansplaining e as formas sutis de machismo na sociedade contemporânea. É um ensaio que virou referência no feminismo atual — sabia que o termo 'mansplaining' ganhou popularidade após o livro?",
    "palavras_chave": ["os homens explicam tudo para mim", "rebecca solnit", "feminismo", "mansplaining", "ensaio", "machismo", "sociedade", "debate", "referência", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a importância de 'Americanah', de Chimamanda Ngozi Adichie?",
    "resposta": "O romance acompanha uma jovem nigeriana que emigra para os EUA, discutindo racismo, identidade e amor. A obra une questões sociais e uma narrativa envolvente — sabia que Beyoncé já recomendou esse livro?",
    "palavras_chave": ["americanah", "chimamanda ngozi adichie", "nigéria", "racismo", "identidade", "amor", "migração", "beyoncé", "literatura africana", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'Normal People' conquistou tantos leitores?",
    "resposta": "Porque explora a complexidade de um relacionamento ao longo dos anos, com foco em comunicação, desejo e vulnerabilidade. Sally Rooney é considerada a 'voz da geração millennial' — sabia que a adaptação virou série de sucesso?",
    "palavras_chave": ["normal people", "sally rooney", "romance contemporâneo", "millennials", "relacionamento", "comunicação", "vulnerabilidade", "série", "desejo", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é o diferencial de 'Conversa Entre Amigos', de Sally Rooney?",
    "resposta": "A narrativa mostra duas jovens escritoras e sua relação complexa com um casal mais velho, explorando intimidade, arte e política. É o livro de estreia da autora — sabia que Rooney tinha apenas 26 anos quando publicou?",
    "palavras_chave": ["conversa entre amigos", "sally rooney", "romance", "arte", "política", "relações humanas", "estreia literária", "jovens escritoras", "intimidade", "literatura contemporânea"]
  },
  {
    "pergunta": "Qual é a força de 'Kindred: Laços de Sangue', de Octavia E. Butler?",
    "resposta": "A protagonista, uma mulher negra dos anos 70, é transportada ao passado escravocrata dos EUA. A obra mistura ficção científica, história e crítica social — sabia que é considerada uma das primeiras ficções científicas afrofuturistas?",
    "palavras_chave": ["kindred", "octavia e. butler", "ficção científica", "afrofuturismo", "escravidão", "crítica social", "anos 70", "história", "viagem no tempo", "literatura contemporânea"]
  },
  {
    "pergunta": "Por que 'O Conto da Aia' ainda é tão discutido?",
    "resposta": "Porque a distopia de Margaret Atwood, onde mulheres são usadas como servas reprodutivas, segue dialogando com debates atuais sobre direitos e liberdade. É uma obra atemporal — sabia que voltou às listas de mais vendidos após a série da Hulu?",
    "palavras_chave": ["o conto da aia", "margaret atwood", "distopia", "feminismo", "direitos", "liberdade", "série hulu", "atualidade", "debate social", "literatura contemporânea"]
  },
  {
    "pergunta": "O que torna 'Os Sete Maridos de Evelyn Hugo' um best-seller tão duradouro?",
    "resposta": "Além do glamour e dos segredos, o livro trata de identidade, amor proibido e representatividade LGBTQIA+. A narrativa prende por décadas de drama e escândalos — sabia que Evelyn foi inspirada em Elizabeth Taylor e Rita Hayworth?",
    "palavras_chave": ["os sete maridos de evelyn hugo", "taylor jenkins reid", "glamour", "escândalos", "hollywood", "lgbtqia+", "identidade", "amor proibido", "inspiração real", "literatura contemporânea"]
  }
]
