[
  {
    "pergunta": "Como a literatura retrata desigualdades sociais?",
    "resposta": "A literatura sempre funcionou como um espelho das desigualdades. No Brasil, romances como 'O Cortiço', de Aluísio Azevedo, mostram como a moradia precária e as tensões entre ricos e pobres moldavam a vida urbana no século dezenove. Já em obras internacionais, como 'Os Miseráveis', de Victor Hugo, a miséria e a luta por justiça social são centrais. Sabia que a publicação desses livros gerava debates públicos intensos sobre reformas sociais?",
    "palavras_chave": ["literatura social", "desigualdade", "O Cortiço", "Os Miseráveis", "realismo crítico"]
  },
  {
    "pergunta": "De que forma os romances naturalistas representaram a sociedade?",
    "resposta": "Os romances naturalistas, como os de Émile Zola na França e Aluísio Azevedo no Brasil, buscavam retratar o ser humano como resultado de condições sociais, econômicas e biológicas. Essa corrente literária enfatizava ambientes de pobreza, exploração e vícios, mostrando o peso da herança e do meio. Sabia que Zola chegou a usar dados quase jornalísticos para compor a série 'Os Rougon-Macquart'?",
    "palavras_chave": ["naturalismo", "Émile Zola", "Aluísio Azevedo", "determinismo social", "romances sociais"]
  },
  {
    "pergunta": "Como a literatura engajada influenciou movimentos sociais?",
    "resposta": "A literatura engajada surgiu como forma de unir arte e política. Autores como Jean-Paul Sartre defendiam que o escritor tinha responsabilidade diante das injustiças do mundo. No Brasil, obras de Graciliano Ramos e Jorge Amado denunciaram desigualdades e inspiraram debates. Sabia que 'Vidas Secas', de mil novecentos e trinta e oito, foi usado em campanhas contra a fome no Nordeste?",
    "palavras_chave": ["literatura engajada", "Sartre", "Graciliano Ramos", "denúncia social", "movimentos sociais"]
  },
  {
    "pergunta": "Qual o impacto das ditaduras na produção literária?",
    "resposta": "Sob regimes autoritários, muitos escritores recorreram à metáfora e ao simbolismo para escapar da censura. No Brasil, durante a ditadura militar, autores como Chico Buarque e Ignácio de Loyola Brandão escreveram obras carregadas de crítica disfarçada. Sabia que alguns livros circulavam em cópias mimeografadas, porque eram proibidos pelas autoridades?",
    "palavras_chave": ["censura", "ditadura militar", "literatura política", "metáfora", "resistência cultural"]
  },
  {
    "pergunta": "De que modo a literatura contribui para a formação da identidade nacional?",
    "resposta": "Muitos países usaram a literatura como ferramenta de afirmação cultural. No Brasil, o romantismo exaltava o indígena como herói nacional, como em 'Iracema', de José de Alencar. Já em países africanos, após a independência, escritores valorizaram línguas e tradições locais. Sabia que o romance 'Chaka', do sul-africano Thomas Mofolo, ajudou a fortalecer a memória histórica do povo zulu?",
    "palavras_chave": ["identidade nacional", "romantismo", "literatura brasileira", "literatura africana", "patrimônio cultural"]
  },
  {
    "pergunta": "Como a literatura feminista questiona papéis sociais?",
    "resposta": "A literatura feminista expõe desigualdades de gênero e propõe novos olhares sobre o papel da mulher. Autoras como Virginia Woolf, em 'Um Teto Todo Seu', e Simone de Beauvoir, em 'O Segundo Sexo', trouxeram reflexões que ecoaram em movimentos sociais. No Brasil, escritoras como Clarice Lispector mostraram os dilemas existenciais femininos. Sabia que Woolf defendeu a ideia de que a independência econômica era essencial para a produção literária feminina?",
    "palavras_chave": ["literatura feminista", "Virginia Woolf", "Simone de Beauvoir", "Clarice Lispector", "igualdade de gênero"]
  },
  {
    "pergunta": "Qual o papel da literatura no combate ao racismo?",
    "resposta": "A literatura antirracista denuncia injustiças e valoriza culturas historicamente marginalizadas. Nos Estados Unidos, 'A Cabana do Pai Tomás' influenciou debates sobre a escravidão. No Brasil, autores como Carolina Maria de Jesus retrataram a exclusão social vivida por pessoas negras. Sabia que Carolina escreveu 'Quarto de Despejo' em cadernos encontrados no lixo?",
    "palavras_chave": ["literatura antirracista", "Carolina Maria de Jesus", "A Cabana do Pai Tomás", "escravidão", "memória social"]
  },
  {
    "pergunta": "Como os romances realistas refletiram a vida urbana?",
    "resposta": "O realismo trouxe para a literatura uma visão crítica das cidades em transformação. Autores como Machado de Assis mostraram os conflitos de classe, a hipocrisia social e os jogos de poder. Em outros países, Charles Dickens retratou a pobreza infantil em Londres. Sabia que Dickens começou escrevendo em jornais, publicando seus romances em capítulos semanais?",
    "palavras_chave": ["realismo", "Machado de Assis", "Charles Dickens", "literatura urbana", "crítica social"]
  },
  {
    "pergunta": "De que forma a literatura reflete crises econômicas?",
    "resposta": "Em tempos de crise, muitos escritores retratam a fome, o desemprego e a migração. No Brasil, 'Vidas Secas' ilustra a seca e a miséria no sertão nordestino. Nos Estados Unidos, durante a Grande Depressão, John Steinbeck escreveu 'As Vinhas da Ira'. Sabia que o livro de Steinbeck foi censurado em algumas cidades por criticar grandes proprietários rurais?",
    "palavras_chave": ["crise econômica", "Vidas Secas", "As Vinhas da Ira", "literatura social", "migração"]
  },
  {
    "pergunta": "Como a literatura infantil transmite valores sociais?",
    "resposta": "Desde os contos de fadas até as histórias modernas, a literatura infantil sempre serviu para ensinar valores. No século dezenove, narrativas como as dos irmãos Grimm ensinavam obediência e moralidade. Já na contemporaneidade, livros como 'O Pequeno Príncipe' falam sobre empatia e amizade. Sabia que 'O Pequeno Príncipe' é o livro francês mais traduzido no mundo?",
    "palavras_chave": ["literatura infantil", "contos de fadas", "valores sociais", "O Pequeno Príncipe", "educação literária"]
  },
  {
    "pergunta": "De que modo a literatura aborda o mundo do trabalho?",
    "resposta": "A literatura muitas vezes revelou as condições de exploração dos trabalhadores. 'Germinal', de Émile Zola, mostra greves e condições precárias nas minas francesas. No Brasil, autores modernistas denunciaram o trabalho quase escravo nas fazendas de café. Sabia que 'Germinal' se tornou símbolo para movimentos operários no século dezenove?",
    "palavras_chave": ["trabalho", "Émile Zola", "Germinal", "modernismo brasileiro", "literatura operária"]
  },
  {
    "pergunta": "Como a literatura reflete o fenômeno das migrações?",
    "resposta": "A experiência do migrante aparece em diferentes épocas literárias. No Brasil, o modernismo destacou a chegada dos imigrantes europeus e asiáticos. Nos Estados Unidos, escritores exploraram o sonho americano e a frustração dos imigrantes. Sabia que a figura do 'deslocado' é tão recorrente que virou tema em prêmios literários internacionais?",
    "palavras_chave": ["migração", "literatura moderna", "modernismo", "imigração", "deslocamento cultural"]
  },
  {
    "pergunta": "Qual a relação entre literatura e movimentos de independência?",
    "resposta": "Nos séculos dezoito e dezenove, muitos escritores se engajaram em processos de libertação nacional. No Brasil, poetas árcades exaltavam a liberdade contra a Coroa portuguesa. Em países latino-americanos, como Cuba, José Martí escreveu textos que inspiraram revoluções. Sabia que os árcades brasileiros usavam pseudônimos inspirados na mitologia greco-romana para escapar da repressão?",
    "palavras_chave": ["independência", "literatura árcade", "José Martí", "movimentos libertários", "literatura política"]
  },
  {
    "pergunta": "De que forma a literatura utópica critica a sociedade?",
    "resposta": "Livros utópicos criam sociedades ideais como forma de questionar a realidade. Desde 'Utopia', de Thomas More, até 'A Cidade do Sol', de Tommaso Campanella, a literatura sonhou com mundos mais justos. Sabia que essas obras não só inspiraram debates políticos, mas também projetos arquitetônicos e sociais reais?",
    "palavras_chave": ["utopia", "Thomas More", "A Cidade do Sol", "literatura crítica", "sociedade ideal"]
  },
  {
    "pergunta": "E a literatura distópica, como dialoga com a sociedade?",
    "resposta": "Ao contrário das utopias, as distopias apresentam futuros opressores como alerta. Obras como '1984', de George Orwell, e 'Admirável Mundo Novo', de Aldous Huxley, criticam regimes totalitários e a alienação tecnológica. Sabia que muitos leitores de '1984' associaram o livro diretamente às práticas de vigilância na Guerra Fria?",
    "palavras_chave": ["distopia", "George Orwell", "Aldous Huxley", "literatura política", "sociedade futura"]
  },
  {
    "pergunta": "Como a literatura aborda a questão da violência urbana?",
    "resposta": "Em várias épocas, autores mostraram o impacto da violência nas cidades. No Brasil, romances urbanos retratam a vida de jovens marginalizados. Internacionalmente, a literatura policial também evidencia crimes e desigualdades. Sabia que a popularidade do gênero policial no século dezenove veio junto com o surgimento da imprensa sensacionalista?",
    "palavras_chave": ["violência urbana", "literatura policial", "realidade social", "crítica urbana", "romance social"]
  },
  {
    "pergunta": "De que forma a literatura indígena contribui para o debate social?",
    "resposta": "A literatura indígena contemporânea resgata memórias, oralidades e direitos de povos originários. No Brasil, autores indígenas escrevem em português e também em suas línguas maternas, reivindicando espaço. Sabia que o reconhecimento de autores indígenas cresceu muito após os anos dois mil, com premiações literárias dedicadas ao tema?",
    "palavras_chave": ["literatura indígena", "oralidade", "direitos sociais", "memória coletiva", "representatividade"]
  },
  {
    "pergunta": "Como a literatura dialoga com as minorias sexuais?",
    "resposta": "A literatura LGBTQIA+ traz narrativas de identidade, afeto e luta contra a marginalização. Escritores e escritoras ao redor do mundo têm contribuído para visibilizar essas vozes. Sabia que no século dezenove já existiam romances homoafetivos, publicados de forma anônima por medo de repressão?",
    "palavras_chave": ["literatura LGBTQIA+", "representatividade", "identidade", "narrativas sociais", "história da literatura"]
  },
  {
    "pergunta": "Como a literatura pode influenciar mudanças sociais?",
    "resposta": "Ao longo da história, muitos livros ajudaram a transformar mentalidades e até inspirar políticas públicas. Obras que abordam injustiças, como 'A Cabana do Pai Tomás', tiveram impacto direto em debates sobre a escravidão. Sabia que, nos Estados Unidos, esse romance foi tão popular que chegou a vender mais do que a Bíblia em seu tempo?",
    "palavras_chave": ["mudança social", "impacto da literatura", "A Cabana do Pai Tomás", "debate público", "transformação cultural"]
  },
  {
    "pergunta": "De que maneira os contos populares refletem valores de uma comunidade?",
    "resposta": "Os contos populares transmitem ensinamentos, crenças e críticas sociais de geração em geração. Muitas vezes, surgiram como forma de resistência cultural e preservação de identidades. Sabia que os contos dos irmãos Grimm eram adaptações de histórias orais que circulavam entre camponeses alemães?",
    "palavras_chave": ["contos populares", "tradição oral", "irmãos Grimm", "valores culturais", "resistência"]
  },
  {
    "pergunta": "Como a literatura denuncia a exclusão social?",
    "resposta": "Romances sociais frequentemente expõem a marginalização de grupos invisibilizados. No Brasil, Carolina Maria de Jesus mostrou em 'Quarto de Despejo' a vida nas favelas de São Paulo. Sabia que o livro foi traduzido para mais de dez idiomas, dando visibilidade internacional à realidade das periferias brasileiras?",
    "palavras_chave": ["exclusão social", "Carolina Maria de Jesus", "Quarto de Despejo", "literatura marginal", "visibilidade"]
  },
  {
    "pergunta": "Qual é a relação entre literatura e movimentos operários?",
    "resposta": "A literatura operária, surgida em vários países, deu voz às lutas por direitos trabalhistas. Escritos por operários ou em defesa deles, esses textos ajudavam a mobilizar movimentos sindicais. Sabia que muitos jornais operários publicavam poemas e crônicas como forma de protesto literário?",
    "palavras_chave": ["literatura operária", "trabalhadores", "movimento sindical", "protesto", "direitos sociais"]
  },
  {
    "pergunta": "Como o regionalismo na literatura retrata costumes sociais?",
    "resposta": "O regionalismo valoriza a cultura, a fala e os hábitos locais, muitas vezes revelando desigualdades regionais. No Brasil, o ciclo regionalista mostrou tanto o sertão nordestino quanto a vida caipira paulista. Sabia que o movimento do regionalismo nordestino foi essencial para a renovação da literatura na década de trinta?",
    "palavras_chave": ["regionalismo", "cultura local", "sertão", "literatura brasileira", "identidade regional"]
  },
  {
    "pergunta": "De que forma a literatura pode criticar o consumismo?",
    "resposta": "Autores contemporâneos frequentemente exploram os efeitos do consumismo sobre as relações humanas. A crítica aparece em romances que mostram personagens alienados pelo excesso de bens e pela falta de vínculos reais. Sabia que até romances distópicos modernos trazem essa crítica, relacionando consumo e perda de liberdade?",
    "palavras_chave": ["consumismo", "literatura contemporânea", "crítica social", "alienação", "sociedade moderna"]
  },
  {
    "pergunta": "Como a literatura reflete os direitos das crianças?",
    "resposta": "Livros infantis e juvenis abordam não apenas aventuras, mas também o direito à educação, ao afeto e à liberdade. No século vinte, surgiram obras que denunciavam exploração infantil. Sabia que autores como Monteiro Lobato já traziam críticas às desigualdades na infância em suas histórias?",
    "palavras_chave": ["literatura infantil", "direitos das crianças", "Monteiro Lobato", "educação", "valores sociais"]
  },
  {
    "pergunta": "Qual é a importância da literatura de testemunho?",
    "resposta": "A literatura de testemunho apresenta relatos de quem viveu diretamente situações de opressão, como guerras e ditaduras. Esses textos preservam a memória coletiva e funcionam como denúncia. Sabia que muitos sobreviventes de campos de concentração escreveram memórias logo após a Segunda Guerra Mundial?",
    "palavras_chave": ["literatura de testemunho", "memória coletiva", "guerras", "ditaduras", "denúncia"]
  },
  {
    "pergunta": "De que forma a literatura trabalha a questão da fome?",
    "resposta": "A fome é um tema recorrente em romances sociais, símbolo das desigualdades estruturais. No Brasil, 'Vidas Secas' retrata a luta de uma família sertaneja contra a miséria. Sabia que Graciliano Ramos baseou parte do romance em relatos reais de retirantes nordestinos?",
    "palavras_chave": ["fome", "Vidas Secas", "Graciliano Ramos", "literatura social", "miséria"]
  },
  {
    "pergunta": "Como a literatura de guerra revela impactos sociais?",
    "resposta": "Romances e memórias de guerra vão além da batalha, mostrando traumas, destruição e mudanças culturais. Autores como Erich Maria Remarque denunciaram a brutalidade da Primeira Guerra. Sabia que 'Nada de Novo no Front' foi proibido na Alemanha nazista por ser considerado derrotista?",
    "palavras_chave": ["literatura de guerra", "trauma social", "Erich Maria Remarque", "Primeira Guerra", "impacto cultural"]
  },
  {
    "pergunta": "Qual a relação entre literatura e direitos humanos?",
    "resposta": "Muitos escritores usaram sua obra para defender direitos básicos como liberdade e igualdade. Esses textos reforçam debates éticos e políticos. Sabia que a Declaração Universal dos Direitos Humanos de mil novecentos e quarenta e oito inspirou coletâneas literárias em vários países?",
    "palavras_chave": ["literatura e direitos humanos", "liberdade", "igualdade", "literatura política", "debate ético"]
  },
  {
    "pergunta": "Como a literatura retrata as minorias étnicas?",
    "resposta": "Diversos autores se dedicaram a dar voz a minorias étnicas, valorizando culturas silenciadas. Isso aparece tanto em romances contemporâneos quanto em produções tradicionais. Sabia que a literatura chicana nos Estados Unidos nasceu da necessidade de afirmar a identidade mexicano-americana?",
    "palavras_chave": ["minorias étnicas", "literatura chicana", "representatividade", "identidade cultural", "literatura contemporânea"]
  },
  {
    "pergunta": "De que maneira a literatura ambientalista denuncia problemas sociais?",
    "resposta": "A literatura ambientalista conecta natureza e sociedade, denunciando destruição ambiental e desigualdade no acesso a recursos. Sabia que alguns romances do século vinte já associavam desastres ecológicos a críticas ao capitalismo?",
    "palavras_chave": ["literatura ambientalista", "natureza", "crítica social", "desigualdade", "ecologia literária"]
  },
  {
    "pergunta": "Qual é o papel da literatura utópica na imaginação social?",
    "resposta": "Ao apresentar sociedades ideais, a literatura utópica serve como exercício de imaginação política e cultural. Textos como 'Utopia', de Thomas More, abriram debates sobre igualdade e justiça. Sabia que muitas comunidades tentaram aplicar ideias inspiradas em utopias literárias?",
    "palavras_chave": ["utopia", "Thomas More", "imaginação social", "justiça", "literatura crítica"]
  },
  {
    "pergunta": "Como a literatura juvenil reflete conflitos sociais?",
    "resposta": "Muitos livros juvenis atuais tratam de bullying, preconceito e desigualdade, temas que conectam a literatura à vida real dos jovens. Sabia que sagas distópicas juvenis, como as de Suzanne Collins, também são lidas como metáforas políticas?",
    "palavras_chave": ["literatura juvenil", "conflitos sociais", "distopia juvenil", "juventude", "crítica cultural"]
  },
  {
    "pergunta": "De que forma a literatura de viagens constrói visões sociais?",
    "resposta": "Relatos de viagens, desde a Idade Média, descreveram povos, culturas e costumes, influenciando estereótipos e curiosidade cultural. Sabia que muitos cronistas coloniais misturavam observação real com fantasia para impressionar seus leitores?",
    "palavras_chave": ["literatura de viagens", "crônicas coloniais", "culturas", "visão social", "identidade"]
  },
  {
    "pergunta": "Como a literatura aborda as transformações tecnológicas?",
    "resposta": "Escritores muitas vezes exploraram como as tecnologias mudam relações sociais, do telégrafo às redes digitais. Sabia que romances do século dezenove já imaginavam efeitos sociais da eletricidade e do trem?",
    "palavras_chave": ["tecnologia", "literatura social", "transformações culturais", "inovação", "impacto social"]
  },
  {
    "pergunta": "Qual é a contribuição da literatura popular de cordel?",
    "resposta": "A literatura de cordel é expressão popular que transmite histórias, críticas e valores de forma acessível. Com versos rimados, aborda temas sociais e políticos de forma simples. Sabia que muitos cordéis circularam como panfletos políticos durante eleições no Nordeste?",
    "palavras_chave": ["literatura de cordel", "tradição popular", "Nordeste", "poesia popular", "crítica social"]
  },
  {
    "pergunta": "Como a literatura expressa experiências da diáspora?",
    "resposta": "A literatura da diáspora trata das vivências de comunidades espalhadas pelo mundo, como africanos e judeus. Esses textos falam de identidade, perda e reconstrução. Sabia que a diáspora africana gerou movimentos literários potentes no Caribe e nos Estados Unidos?",
    "palavras_chave": ["diáspora", "literatura africana", "literatura judaica", "identidade", "memória"]
  },
  {
    "pergunta": "De que forma a literatura satírica critica a sociedade?",
    "resposta": "A sátira literária usa humor e ironia para denunciar vícios sociais e políticos. Desde os clássicos até os modernos, a sátira mostrou contradições da vida em sociedade. Sabia que, em alguns períodos, textos satíricos eram proibidos por ridicularizar governantes?",
    "palavras_chave": ["sátira", "humor literário", "crítica política", "ironia", "literatura social"]
  },
  {
    "pergunta": "Como a literatura retrata a desigualdade de gênero?",
    "resposta": "Desde os romances clássicos até as produções contemporâneas, a literatura questiona papéis de gênero e denuncia desigualdades. Escritoras como Virginia Woolf e Clarice Lispector deram voz a experiências femininas, expondo a opressão em diferentes contextos. Sabia que 'Um Teto Todo Seu' é considerado um manifesto literário pela emancipação das mulheres?",
    "palavras_chave": ["literatura e gênero", "desigualdade", "Virginia Woolf", "Clarice Lispector", "emancipação feminina"]
  },
  {
    "pergunta": "De que maneira a literatura denuncia o racismo?",
    "resposta": "Obras literárias muitas vezes revelam preconceitos estruturais e os efeitos da discriminação. No Brasil, autores como Lima Barreto já denunciavam o racismo no início do século XX. Sabia que em 'Clara dos Anjos' ele expõe a hipocrisia da sociedade carioca frente à questão racial?",
    "palavras_chave": ["racismo", "literatura social", "Lima Barreto", "Clara dos Anjos", "discriminação"]
  },
  {
    "pergunta": "Como romances históricos dialogam com a memória coletiva?",
    "resposta": "Os romances históricos recriam períodos marcantes, aproximando o leitor de contextos políticos e sociais. Eles ajudam a preservar e reinterpretar a memória coletiva de um povo. Sabia que 'Guerra e Paz', de Tolstói, é lido até hoje como documento histórico da Rússia do século XIX?",
    "palavras_chave": ["romance histórico", "memória coletiva", "Tolstói", "contexto social", "literatura universal"]
  },
  {
    "pergunta": "Qual o papel da literatura feminista na sociedade?",
    "resposta": "A literatura feminista promove a valorização da voz feminina e questiona o patriarcado. Desde Mary Wollstonecraft até autoras contemporâneas, esse gênero ajudou a transformar consciências. Sabia que 'O Segundo Sexo', de Simone de Beauvoir, influenciou não só o feminismo, mas também a filosofia e a política do século XX?",
    "palavras_chave": ["literatura feminista", "patriarcado", "Simone de Beauvoir", "O Segundo Sexo", "transformação social"]
  },
  {
    "pergunta": "Como a literatura de distopia reflete preocupações sociais?",
    "resposta": "As distopias criam sociedades opressivas que, embora fictícias, dialogam com medos reais. Obras como 'Admirável Mundo Novo' e '1984' alertam sobre manipulação e perda de liberdade. Sabia que muitas distopias escritas no século XX anteciparam questões como vigilância digital e biotecnologia?",
    "palavras_chave": ["distopia", "1984", "Admirável Mundo Novo", "manipulação social", "perda de liberdade"]
  },
  {
    "pergunta": "De que forma a literatura aborda o preconceito social?",
    "resposta": "Autores frequentemente retratam a divisão entre ricos e pobres e as barreiras de classe. Essas obras revelam como desigualdades estruturais moldam a vida dos indivíduos. Sabia que 'O Cortiço' continua atual por expor contradições urbanas entre miséria e poder econômico?",
    "palavras_chave": ["preconceito social", "O Cortiço", "desigualdade", "literatura brasileira", "barreiras de classe"]
  },
  {
    "pergunta": "Como a literatura pode ser usada em movimentos sociais?",
    "resposta": "Poemas, romances e panfletos já foram utilizados como instrumentos de protesto e conscientização. Textos literários muitas vezes servem para unificar identidades e fortalecer lutas. Sabia que durante a ditadura militar no Brasil a poesia marginal foi fundamental para resistir à censura?",
    "palavras_chave": ["movimentos sociais", "poesia marginal", "resistência", "ditadura militar", "conscientização"]
  },
  {
    "pergunta": "Qual é a função da literatura engajada?",
    "resposta": "A literatura engajada assume posição explícita diante de questões políticas, sociais ou ideológicas. Ela não apenas entretém, mas busca transformação. Sabia que Jean-Paul Sartre defendia que todo escritor é responsável por sua época e deveria se posicionar por meio da escrita?",
    "palavras_chave": ["literatura engajada", "Sartre", "transformação social", "responsabilidade do escritor", "política"]
  },
  {
    "pergunta": "Como a literatura infantil pode transmitir valores sociais?",
    "resposta": "Além de divertir, livros infantis ensinam solidariedade, respeito e justiça. Muitas histórias são metáforas acessíveis para tratar de preconceito e cidadania. Sabia que fábulas como as de Esopo ainda são usadas em escolas para discutir ética e convivência social?",
    "palavras_chave": ["literatura infantil", "valores sociais", "fábulas", "ética", "cidadania"]
  },
  {
    "pergunta": "De que forma a literatura contribui para a consciência ambiental?",
    "resposta": "Muitos autores destacam a relação entre natureza e sociedade, denunciando destruição e alertando para preservação. Sabia que romances ecológicos do século XXI estão entre os mais premiados por tratarem de mudanças climáticas?",
    "palavras_chave": ["literatura ambiental", "natureza", "mudanças climáticas", "preservação", "consciência ecológica"]
  },
  {
    "pergunta": "Como a literatura aborda a exclusão das periferias?",
    "resposta": "Escritores das periferias brasileiras têm dado visibilidade à realidade de violência, resistência e cultura local. Sabia que a literatura marginal dos anos 1990 ajudou a popularizar a voz de autores que nasceram nas comunidades?",
    "palavras_chave": ["literatura marginal", "periferia", "exclusão social", "resistência", "cultura popular"]
  },
  {
    "pergunta": "Qual é a importância da literatura indígena na atualidade?",
    "resposta": "A literatura indígena reafirma identidades, denuncia preconceitos e valoriza saberes ancestrais. Autores indígenas brasileiros têm se destacado no cenário literário recente. Sabia que muitos textos misturam língua portuguesa e línguas nativas como forma de resistência cultural?",
    "palavras_chave": ["literatura indígena", "identidade", "resistência cultural", "saberes ancestrais", "valorização"]
  },
  {
    "pergunta": "Como a literatura trata da imigração e dos deslocamentos?",
    "resposta": "Histórias de imigrantes e refugiados mostram desafios de adaptação e preconceito, mas também novas formas de identidade cultural. Sabia que no Brasil, a literatura dos imigrantes italianos e japoneses foi essencial para registrar a vida dessas comunidades?",
    "palavras_chave": ["literatura da imigração", "refugiados", "identidade cultural", "integração", "preconceito"]
  },
  {
    "pergunta": "De que maneira a literatura pode combater estereótipos?",
    "resposta": "Textos literários questionam imagens cristalizadas de minorias e grupos sociais, promovendo diversidade e desconstrução de preconceitos. Sabia que romances contemporâneos premiados muitas vezes são escolhidos por representarem múltiplas perspectivas culturais?",
    "palavras_chave": ["literatura e estereótipos", "diversidade", "desconstrução", "representatividade", "crítica social"]
  },
  {
    "pergunta": "Como a literatura pode gerar empatia?",
    "resposta": "Ao colocar o leitor no lugar de personagens que vivem situações diferentes das suas, a literatura estimula a empatia. Sabia que pesquisas em psicologia já mostraram que leitores frequentes tendem a ter maior sensibilidade social?",
    "palavras_chave": ["empatia", "literatura", "psicologia", "sensibilidade social", "identificação"]
  },
  {
    "pergunta": "Qual a relação entre literatura e cidadania?",
    "resposta": "Ao formar leitores críticos, a literatura contribui para a cidadania, incentivando reflexão sobre direitos e deveres. Sabia que programas de leitura comunitária já foram aplicados em prisões com resultados positivos na reintegração social?",
    "palavras_chave": ["literatura e cidadania", "leitura crítica", "direitos", "programas de leitura", "reintegração social"]
  },
  {
    "pergunta": "Como a literatura reflete o impacto da escravidão?",
    "resposta": "Diversos romances e memórias denunciam a violência e o legado da escravidão. Sabia que no Brasil o romance 'Úrsula', escrito por Maria Firmina dos Reis, é considerado o primeiro abolicionista escrito por uma mulher negra?",
    "palavras_chave": ["escravidão", "literatura abolicionista", "Maria Firmina dos Reis", "legado histórico", "denúncia"]
  },
  {
    "pergunta": "Como a literatura de exílio reflete rupturas sociais?",
    "resposta": "Textos produzidos por autores exilados falam de perdas, diáspora e resistência política. Sabia que muitos escritores latino-americanos produziram parte de sua obra no exílio durante ditaduras militares?",
    "palavras_chave": ["literatura do exílio", "rupturas sociais", "diáspora", "ditaduras", "resistência"]
  },
  {
    "pergunta": "De que forma a literatura jornalística critica a sociedade?",
    "resposta": "Reportagens literárias unem narrativa criativa com investigação, denunciando desigualdades e abusos. Sabia que 'A Sangue Frio', de Truman Capote, é considerado um marco na fusão de literatura e jornalismo investigativo?",
    "palavras_chave": ["literatura jornalística", "Truman Capote", "A Sangue Frio", "investigação", "crítica social"]
  },
  {
    "pergunta": "Por que a literatura continua sendo importante no debate social?",
    "resposta": "Mesmo com novas mídias, a literatura permanece como espaço de reflexão e memória. Ela continua a inspirar debates sobre política, identidade e ética. Sabia que muitos movimentos sociais ainda escolhem poemas e romances como símbolos de resistência?",
    "palavras_chave": ["literatura e sociedade", "debate social", "memória", "identidade", "resistência"]
  },
  {
    "pergunta": "Como a literatura utópica dialoga com a construção de ideais sociais?",
    "resposta": "A literatura utópica cria sociedades imaginárias em que justiça, igualdade e harmonia são possíveis. Esses textos funcionam como críticas indiretas às falhas do presente e como projeções de futuros desejáveis. Sabia que 'A Utopia', de Thomas More, deu origem ao termo e inspirou gerações de pensadores sociais?",
    "palavras_chave": ["utopia", "Thomas More", "ideais sociais", "futuro desejável", "crítica social"]
  },
  {
    "pergunta": "Qual a função da sátira social na literatura?",
    "resposta": "A sátira social utiliza humor, ironia e exagero para criticar costumes, instituições e comportamentos coletivos. É uma forma de denúncia que ao mesmo tempo diverte e provoca reflexão. Sabia que escritores como Gregório de Matos no Brasil colonial já usavam a sátira para questionar autoridades e desigualdades?",
    "palavras_chave": ["sátira social", "humor", "crítica", "Gregório de Matos", "literatura colonial"]
  },
  {
    "pergunta": "Como a literatura aborda os direitos humanos?",
    "resposta": "Muitos textos literários denunciam injustiças, defendem a dignidade humana e colocam em evidência violações de direitos. Obras que narram perseguições políticas ou a vida em prisões tornaram-se símbolos de resistência. Sabia que a Declaração Universal dos Direitos Humanos já inspirou coletâneas literárias em todo o mundo?",
    "palavras_chave": ["direitos humanos", "resistência", "dignidade", "denúncia literária", "literatura social"]
  },
  {
    "pergunta": "Qual a importância da literatura operária?",
    "resposta": "A literatura operária é produzida por trabalhadores e retrata suas experiências, lutas e visões de mundo. Ela dá voz a grupos marginalizados e registra vivências que muitas vezes ficam fora da história oficial. Sabia que na Europa do século XIX esse gênero foi fundamental para conscientização sindical?",
    "palavras_chave": ["literatura operária", "trabalhadores", "consciência social", "sindicalismo", "história social"]
  },
  {
    "pergunta": "De que forma o romance urbano revela tensões sociais?",
    "resposta": "O romance urbano mostra o cotidiano das grandes cidades, com seus contrastes entre riqueza e pobreza, progresso e exclusão. Ele denuncia desigualdades sociais e problemas da modernidade. Sabia que no século XIX esse gênero cresceu com o aumento das metrópoles industriais?",
    "palavras_chave": ["romance urbano", "modernidade", "cidade", "desigualdade", "literatura social"]
  },
  {
    "pergunta": "Como a literatura testemunhal fortalece a memória coletiva?",
    "resposta": "Textos testemunhais narram experiências pessoais de sofrimento ou resistência, como guerras, ditaduras e genocídios. Eles registram a memória de vítimas e evitam o esquecimento histórico. Sabia que diários e cartas de prisioneiros já se tornaram referências literárias mundiais?",
    "palavras_chave": ["literatura testemunhal", "memória coletiva", "genocídio", "resistência", "história viva"]
  },
  {
    "pergunta": "O que caracteriza a literatura proletária?",
    "resposta": "Semelhante à operária, a literatura proletária busca retratar a vida das classes mais baixas, mas muitas vezes com foco revolucionário. Sabia que esse gênero foi muito explorado na Rússia e na América Latina como parte da luta política e cultural?",
    "palavras_chave": ["literatura proletária", "classes baixas", "revolução", "Rússia", "América Latina"]
  },
  {
    "pergunta": "Como a literatura aborda o trabalho e suas transformações?",
    "resposta": "Muitos textos discutem a relação do ser humano com o trabalho, do campo à fábrica, e as consequências da exploração. Sabia que no século XIX o realismo europeu expôs a desumanização do trabalhador industrial?",
    "palavras_chave": ["literatura e trabalho", "exploração", "realismo", "século XIX", "transformações sociais"]
  },
  {
    "pergunta": "Qual a função da literatura memorialista?",
    "resposta": "A literatura memorialista reúne lembranças pessoais e coletivas, ajudando a compreender o passado e a identidade cultural de um povo. Sabia que autobiografias também são parte desse gênero e muitas vezes revelam bastidores de grandes acontecimentos históricos?",
    "palavras_chave": ["literatura memorialista", "autobiografia", "memória cultural", "história", "identidade"]
  },
  {
    "pergunta": "Como a literatura reflete os efeitos da guerra?",
    "resposta": "Romances e poesias sobre guerras relatam traumas, destruição e a luta pela sobrevivência. Eles dão dimensão humana a eventos históricos que poderiam parecer apenas números e datas. Sabia que escritores como Erich Maria Remarque eternizaram a dor da Primeira Guerra Mundial em obras literárias?",
    "palavras_chave": ["literatura de guerra", "trauma", "sobrevivência", "memória histórica", "humanização"]
  },
  {
    "pergunta": "De que maneira a literatura pode ser um ato de resistência?",
    "resposta": "Escrever pode significar desafiar regimes autoritários, denunciar abusos e manter vivas culturas ameaçadas. Sabia que muitos escritores já foram perseguidos e presos por suas palavras consideradas subversivas?",
    "palavras_chave": ["resistência", "literatura", "autores perseguidos", "denúncia", "liberdade"]
  },
  {
    "pergunta": "Como a literatura de viagem amplia a visão de mundo?",
    "resposta": "Relatos de viagem trazem descrições de povos, costumes e paisagens, criando pontes culturais entre sociedades. Sabia que muitos desses textos também carregam críticas ao colonialismo e à exploração de povos nativos?",
    "palavras_chave": ["literatura de viagem", "intercâmbio cultural", "colonialismo", "paisagens", "povos"]
  },
  {
    "pergunta": "Qual a importância do romance social?",
    "resposta": "O romance social expõe injustiças, pobreza e contradições de uma época. Seu objetivo é provocar debate e consciência política. Sabia que o gênero foi forte no século XIX e continua atual em contextos de crise social?",
    "palavras_chave": ["romance social", "injustiça", "pobreza", "consciência política", "literatura crítica"]
  },
  {
    "pergunta": "Como a literatura lida com a questão da migração interna?",
    "resposta": "A migração do campo para a cidade ou entre regiões do mesmo país é tema de diversos romances. Esses textos mostram choque cultural, perdas e esperanças. Sabia que no Brasil essa temática foi muito explorada em obras sobre o êxodo rural?",
    "palavras_chave": ["migração interna", "êxodo rural", "choque cultural", "literatura brasileira", "mudanças sociais"]
  },
  {
    "pergunta": "De que forma a literatura regionalista denuncia desigualdades?",
    "resposta": "O regionalismo retrata a vida de comunidades específicas, valorizando sua cultura, mas também mostrando dificuldades e injustiças locais. Sabia que esse gênero ajudou a colocar no centro da literatura personagens antes invisíveis, como camponeses e sertanejos?",
    "palavras_chave": ["regionalismo", "literatura brasileira", "desigualdade", "sertão", "comunidade"]
  },
  {
    "pergunta": "Como a literatura fantástica questiona a realidade social?",
    "resposta": "Ao inserir elementos mágicos no cotidiano, a literatura fantástica cria metáforas para problemas reais. Sabia que muitos críticos leem o realismo mágico latino-americano como uma forma de denunciar injustiças sob ditaduras?",
    "palavras_chave": ["literatura fantástica", "realismo mágico", "ditaduras", "metáfora social", "denúncia"]
  },
  {
    "pergunta": "Qual o impacto da literatura digital na sociedade?",
    "resposta": "Blogs, e-books e fanfics democratizaram a escrita, permitindo que mais pessoas publiquem e compartilhem suas experiências. Sabia que esse movimento amplia a diversidade de vozes literárias antes limitadas ao mercado editorial?",
    "palavras_chave": ["literatura digital", "fanfic", "diversidade de vozes", "publicação", "internet"]
  },
  {
    "pergunta": "Como a poesia marginal dialoga com a vida urbana?",
    "resposta": "A poesia marginal surgiu como forma de resistência cultural, expressando a linguagem das ruas e a crítica social em pequenas tiragens. Sabia que muitos desses poetas usavam mimeógrafos para distribuir seus textos em praças e bares?",
    "palavras_chave": ["poesia marginal", "resistência cultural", "vida urbana", "mimeógrafo", "crítica social"]
  },
  {
    "pergunta": "De que forma a literatura policial reflete tensões sociais?",
    "resposta": "Embora centrada no crime, a literatura policial muitas vezes revela corrupção, desigualdade e falhas na justiça. Sabia que esse gênero é usado para discutir violência urbana e relações de poder?",
    "palavras_chave": ["literatura policial", "crime", "justiça", "corrupção", "violência urbana"]
  },
  {
    "pergunta": "Por que a literatura é chamada de espelho da sociedade?",
    "resposta": "Porque as narrativas refletem valores, conflitos e transformações de cada época. Ao mesmo tempo em que registra, também questiona e projeta novos caminhos sociais. Sabia que críticos literários usam a expressão 'espelho da vida' para resumir essa função?",
    "palavras_chave": ["espelho da sociedade", "reflexo social", "valores", "transformações", "literatura e vida"]
  },
  {
    "pergunta": "Como 'O Quinze', de Rachel de Queiroz, reflete as consequências sociais da seca?",
    "resposta": "A obra mostra o sofrimento dos retirantes no Ceará durante a seca de 1915, revelando miséria, fome e desigualdade. Sabia que Rachel de Queiroz foi a primeira mulher a entrar para a Academia Brasileira de Letras?",
    "palavras_chave": ["o quinze", "rachel de queiroz", "seca", "retirantes", "literatura brasileira", "regionalismo", "vestibular", "desigualdade", "realismo", "academia brasileira de letras"]
  },
  {
    "pergunta": "Qual a crítica social presente em 'Senhora', de José de Alencar?",
    "resposta": "O romance denuncia os casamentos por interesse no século XIX, mostrando como o amor era negociado como moeda social. Sabia que Aurélia, a protagonista, inverte o jogo e impõe sua condição financeira ao marido?",
    "palavras_chave": ["senhora", "josé de alencar", "romantismo", "casamento por interesse", "aurélia", "século XIX", "literatura brasileira", "vestibular", "crítica social", "patriarcado"]
  },
  {
    "pergunta": "Por que 'Memórias Póstumas de Brás Cubas' é considerada revolucionária?",
    "resposta": "A obra rompeu com convenções narrativas ao ser contada por um defunto-autor, além de ironizar a elite carioca do século XIX. Sabia que críticos chamam o livro de marco do realismo brasileiro?",
    "palavras_chave": ["memórias póstumas de brás cubas", "machado de assis", "defunto-autor", "realismo", "elite carioca", "literatura brasileira", "ironias sociais", "vestibular", "rompimento narrativo", "século XIX"]
  },
  {
    "pergunta": "Como 'Triste Fim de Policarpo Quaresma' critica o nacionalismo ingênuo?",
    "resposta": "Lima Barreto satiriza o excesso de idealismo de Policarpo, que é ridicularizado e perseguido por acreditar em um Brasil utópico. Sabia que a obra denuncia a exclusão social e política no início da República?",
    "palavras_chave": ["triste fim de policarpo quaresma", "lima barreto", "nacionalismo", "república velha", "crítica social", "literatura brasileira", "vestibular", "exclusão política", "sátira", "ingenuidade"]
  },
  {
    "pergunta": "Qual a importância de 'Mayombe' para a literatura africana?",
    "resposta": "Pepetela retrata a luta dos guerrilheiros angolanos contra o colonialismo português, mostrando conflitos ideológicos e sociais. Sabia que o autor participou da luta armada em Angola?",
    "palavras_chave": ["mayombe", "pepetela", "literatura africana", "colonialismo", "guerrilha", "angola", "vestibular", "independência", "conflitos sociais", "política"]
  },
  {
    "pergunta": "Como 'Auto da Barca do Inferno', de Gil Vicente, reflete a sociedade portuguesa?",
    "resposta": "A peça medieval satiriza diferentes classes sociais, mostrando que ninguém escapa do julgamento moral. Sabia que Gil Vicente é chamado de 'pai do teatro português'?",
    "palavras_chave": ["auto da barca do inferno", "gil vicente", "teatro medieval", "crítica social", "classes sociais", "moralidade", "literatura portuguesa", "vestibular", "sátira", "julgamento"]
  },
  {
    "pergunta": "Qual crítica social aparece em 'Inocência', de Visconde de Taunay?",
    "resposta": "A obra retrata o sertão e denuncia a opressão sofrida pelas mulheres, que eram tratadas como propriedade familiar. Sabia que o romance foi um marco do regionalismo no século XIX?",
    "palavras_chave": ["inocência", "visconde de taunay", "regionalismo", "sertão", "mulheres", "século XIX", "vestibular", "opressão", "literatura brasileira", "patriarcado"]
  },
  {
    "pergunta": "Como 'Os Sertões', de Euclides da Cunha, mistura ciência e literatura?",
    "resposta": "A obra analisa a Guerra de Canudos, mesclando descrição científica, denúncia social e narrativa literária. Sabia que Euclides foi correspondente jornalístico no conflito?",
    "palavras_chave": ["os sertões", "euclides da cunha", "guerra de canudos", "cientificismo", "denúncia social", "literatura brasileira", "vestibular", "reportagem literária", "sertão", "realismo"]
  },
  {
    "pergunta": "Qual a denúncia social presente em 'Coração, Cabeça e Estômago'?",
    "resposta": "Camilo Castelo Branco critica o materialismo e a hipocrisia da sociedade portuguesa oitocentista, mostrando a degradação moral do protagonista. Sabia que o romance é uma sátira amarga do realismo português?",
    "palavras_chave": ["coração, cabeça e estômago", "camilo castelo branco", "realismo português", "hipocrisia social", "materialismo", "século XIX", "vestibular", "literatura portuguesa", "sátira", "crítica social"]
  },
  {
    "pergunta": "Por que 'O Guarani' é visto como literatura nacionalista?",
    "resposta": "José de Alencar idealiza o indígena como herói nacional e mistura aventura com exaltação da natureza brasileira. Sabia que a obra foi adaptada até para ópera por Carlos Gomes?",
    "palavras_chave": ["o guarani", "josé de alencar", "romantismo", "indígena", "nacionalismo", "literatura brasileira", "vestibular", "natureza", "ópera", "mito nacional"]
  },
  {
    "pergunta": "Como 'Lucíola' retrata a hipocrisia social?",
    "resposta": "O romance urbano de José de Alencar mostra a vida de uma cortesã, expondo contradições entre moralidade pública e desejos privados. Sabia que a obra faz parte da trilogia urbana do autor?",
    "palavras_chave": ["lucíola", "josé de alencar", "cortesã", "romantismo urbano", "hipocrisia social", "literatura brasileira", "vestibular", "século XIX", "moralidade", "trilogia urbana"]
  },
  {
    "pergunta": "Por que 'Terra Sonâmbula' é uma obra de resistência?",
    "resposta": "Mia Couto mistura realismo mágico e memória para denunciar as marcas da guerra civil em Moçambique. Sabia que a obra foi escolhida como um dos doze melhores livros africanos do século XX?",
    "palavras_chave": ["terra sonâmbula", "mia couto", "moçambique", "guerra civil", "realismo mágico", "literatura africana", "vestibular", "resistência", "memória", "século XX"]
  },
  {
    "pergunta": "Como 'Lira dos Vinte Anos' reflete conflitos sociais?",
    "resposta": "Álvares de Azevedo mostra o contraste entre ideal romântico e desencanto social, refletindo a juventude urbana do século XIX. Sabia que a obra tem uma parte irônica que antecipa a modernidade literária?",
    "palavras_chave": ["lira dos vinte anos", "álvares de azevedo", "romantismo", "juventude", "desencanto", "literatura brasileira", "vestibular", "século XIX", "humor", "modernidade"]
  },
  {
    "pergunta": "Qual a crítica presente em 'A Relíquia', de Eça de Queirós?",
    "resposta": "O romance satiriza o fanatismo religioso e a hipocrisia da sociedade portuguesa. Sabia que Eça usava ironia para questionar instituições tradicionais?",
    "palavras_chave": ["a relíquia", "eça de queirós", "realismo português", "religião", "hipocrisia", "sátira", "literatura portuguesa", "vestibular", "século XIX", "crítica social"]
  },
  {
    "pergunta": "Como 'O Mulato' inaugura o naturalismo no Brasil?",
    "resposta": "Aluísio Azevedo denuncia o racismo e a influência da Igreja, retratando a realidade de um mestiço em uma sociedade preconceituosa. Sabia que o livro foi muito polêmico à época?",
    "palavras_chave": ["o mulato", "aluísio azevedo", "naturalismo", "racismo", "igreja", "literatura brasileira", "vestibular", "polêmica", "século XIX", "denúncia social"]
  },
  {
    "pergunta": "Qual o papel de 'Claro Enigma', de Drummond, na poesia brasileira?",
    "resposta": "O livro marca uma fase existencialista de Drummond, refletindo angústias individuais e coletivas no pós-guerra. Sabia que esse conjunto de poemas também critica os impasses da modernidade?",
    "palavras_chave": ["claro enigma", "carlos drummond de andrade", "existencialismo", "pós-guerra", "poesia brasileira", "literatura moderna", "vestibular", "modernidade", "angústia", "reflexão"]
  },
  {
    "pergunta": "Como 'Recordações do Escrivão Isaías Caminha' denuncia o racismo?",
    "resposta": "Lima Barreto critica o preconceito racial e a corrupção da imprensa carioca do início do século XX. Sabia que o romance é considerado semiautobiográfico?",
    "palavras_chave": ["recordações do escrivão isaías caminha", "lima barreto", "racismo", "imprensa", "crítica social", "literatura brasileira", "vestibular", "século XX", "semiautobiográfico", "denúncia"]
  },
  {
    "pergunta": "Qual a crítica presente em 'Casa de Pensão', de Aluísio Azevedo?",
    "resposta": "O livro denuncia os abusos sofridos por estudantes pobres nas pensões do Rio de Janeiro, além de criticar o moralismo da sociedade. Sabia que a obra é parte do naturalismo engajado de Aluísio?",
    "palavras_chave": ["casa de pensão", "aluísio azevedo", "naturalismo", "crítica social", "moralismo", "literatura brasileira", "vestibular", "século XIX", "estudantes pobres", "denúncia"]
  },
  {
    "pergunta": "Por que 'A Moreninha' é considerada marco do romance brasileiro?",
    "resposta": "Joaquim Manuel de Macedo criou um romance urbano que reflete costumes da juventude carioca, sendo um dos primeiros sucessos editoriais no Brasil. Sabia que o livro foi publicado em 1844 e fez enorme sucesso imediato?",
    "palavras_chave": ["a moreninha", "joaquim manuel de macedo", "romantismo", "juventude carioca", "literatura brasileira", "século XIX", "vestibular", "romance urbano", "costumes", "sucesso editorial"]
  },
  {
    "pergunta": "Como 'Capitães da Areia', de Jorge Amado, denuncia a exclusão social?",
    "resposta": "O romance retrata a vida de meninos de rua em Salvador, mostrando miséria, violência e solidariedade em meio à marginalização. Sabia que a obra chegou a ser queimada em praça pública durante a ditadura Vargas?",
    "palavras_chave": ["capitães da areia", "jorge amado", "exclusão social", "meninos de rua", "salvador", "vestibular", "ditadura vargas", "realismo social", "crítica social", "literatura brasileira"]
  },
  {
    "pergunta": "Qual o papel da crítica social em 'O Primo Basílio', de Eça de Queirós?",
    "resposta": "O livro expõe a mediocridade da classe média lisboeta, revelando hipocrisia, adultério e convenções sociais sufocantes. Sabia que o romance provocou polêmica por seu tom considerado imoral?",
    "palavras_chave": ["o primo basílio", "eça de queirós", "realismo português", "classe média", "adultério", "hipocrisia", "literatura portuguesa", "vestibular", "polêmica", "crítica social"]
  },
  {
    "pergunta": "Por que 'Iracema' é chamada de 'a virgem dos lábios de mel'?",
    "resposta": "No romance de José de Alencar, Iracema simboliza a união entre índios e colonizadores portugueses, sendo uma alegoria da formação do Brasil. Sabia que a linguagem poética do livro é considerada próxima à prosa lírica?",
    "palavras_chave": ["iracema", "josé de alencar", "romantismo", "indigenismo", "prosa poética", "formação do brasil", "literatura brasileira", "vestibular", "alegoria", "colonização"]
  },
  {
    "pergunta": "Como 'O Cortiço' retrata o determinismo social?",
    "resposta": "Aluísio Azevedo mostra personagens influenciados pelo ambiente e pela hereditariedade, refletindo os princípios naturalistas. Sabia que o cortiço simboliza a própria sociedade brasileira do século XIX?",
    "palavras_chave": ["o cortiço", "aluísio azevedo", "naturalismo", "determinismo", "meio ambiente", "hereditariedade", "literatura brasileira", "vestibular", "século XIX", "realismo social"]
  },
  {
    "pergunta": "Qual o papel do humor em 'Sermão da Sexagésima', de Padre Antônio Vieira?",
    "resposta": "O sermão critica pregadores que falam muito, mas pouco comunicam, usando ironia e metáforas para ensinar. Sabia que Vieira foi chamado de 'imperador da língua portuguesa'?",
    "palavras_chave": ["sermão da sexagésima", "padre antônio vieira", "barroco", "pregação", "orador sacro", "literatura portuguesa", "vestibular", "metáforas", "retórica", "humor"]
  },
  {
    "pergunta": "Como 'Dom Casmurro' aborda o tema do ciúme?",
    "resposta": "Machado de Assis constrói uma narrativa ambígua em que não se sabe se Capitu traiu ou não Bentinho, explorando a subjetividade do narrador. Sabia que essa dúvida é um dos maiores debates da crítica literária brasileira?",
    "palavras_chave": ["dom casmurro", "machado de assis", "ciúme", "capitu", "bentinho", "narrador não confiável", "literatura brasileira", "vestibular", "realismo", "ambiguidade"]
  },
  {
    "pergunta": "Por que 'Vidas Secas' é considerada um romance social?",
    "resposta": "Graciliano Ramos mostra o ciclo de miséria dos retirantes nordestinos, denunciando injustiça, fome e opressão. Sabia que o capítulo 'Baleia' é um dos mais emocionantes da literatura brasileira?",
    "palavras_chave": ["vidas secas", "graciliano ramos", "romance social", "retirantes", "seca", "literatura brasileira", "vestibular", "baleia", "injustiça", "fome"]
  },
  {
    "pergunta": "Qual o conflito central em 'Amor de Perdição'?",
    "resposta": "Camilo Castelo Branco narra a história de amor impossível entre Simão e Teresa, marcado por fatalismo romântico e crítica às convenções familiares. Sabia que o livro é chamado de 'Romeu e Julieta português'?",
    "palavras_chave": ["amor de perdição", "camilo castelo branco", "romantismo", "fatalismo", "família", "amor impossível", "literatura portuguesa", "vestibular", "romeu e julieta", "tragédia"]
  },
  {
    "pergunta": "Como 'Noite na Taverna' representa o ultrarromantismo?",
    "resposta": "Álvares de Azevedo apresenta histórias de crimes, paixões mórbidas e amores impossíveis, revelando um gosto pelo macabro. Sabia que o livro foi publicado postumamente, quando o autor tinha apenas 20 anos?",
    "palavras_chave": ["noite na taverna", "álvares de azevedo", "ultrarromantismo", "macabro", "amor impossível", "literatura brasileira", "vestibular", "morbidez", "tragédia", "juventude"]
  },
  {
    "pergunta": "Qual crítica social aparece em 'Cem Anos de Solidão'?",
    "resposta": "Gabriel García Márquez denuncia exploração política e econômica na América Latina por meio do realismo mágico. Sabia que a obra ganhou o Nobel de Literatura em 1982?",
    "palavras_chave": ["cem anos de solidão", "gabriel garcía márquez", "realismo mágico", "literatura latino-americana", "nobel de literatura", "vestibular", "família buendía", "política", "exploração", "modernidade"]
  },
  {
    "pergunta": "Como 'Auto da Compadecida' retrata o sertão nordestino?",
    "resposta": "Ariano Suassuna mistura humor popular e religiosidade para criticar desigualdades e injustiças sociais. Sabia que a peça foi adaptada várias vezes para cinema e TV?",
    "palavras_chave": ["auto da compadecida", "ariano suassuna", "literatura nordestina", "sertão", "religiosidade popular", "humor", "literatura brasileira", "vestibular", "injustiça social", "peça teatral"]
  },
  {
    "pergunta": "Por que 'Macunaíma' é chamado de herói sem nenhum caráter?",
    "resposta": "Mário de Andrade criou um anti-herói que simboliza a diversidade cultural e as contradições do povo brasileiro. Sabia que o livro é considerado a obra-prima do modernismo de 1928?",
    "palavras_chave": ["macunaíma", "mário de andrade", "modernismo", "anti-herói", "cultura brasileira", "literatura brasileira", "vestibular", "herói sem caráter", "diversidade", "1928"]
  },
  {
    "pergunta": "Como 'O Alienista' critica a ciência e o poder?",
    "resposta": "Machado de Assis ironiza o autoritarismo do médico Simão Bacamarte, que interna metade da cidade sob pretexto científico. Sabia que o conto foi publicado originalmente em folhetins?",
    "palavras_chave": ["o alienista", "machado de assis", "sátira", "ciência", "autoritarismo", "literatura brasileira", "vestibular", "simão bacamarte", "folhetim", "ironia"]
  },
  {
    "pergunta": "Qual a crítica social em 'A Cidade e as Serras'?",
    "resposta": "Eça de Queirós contrasta a modernidade artificial da cidade com a simplicidade natural do campo, valorizando a vida rural. Sabia que a obra foi publicada postumamente em 1901?",
    "palavras_chave": ["a cidade e as serras", "eça de queirós", "realismo português", "cidade", "campo", "modernidade", "literatura portuguesa", "vestibular", "século XIX", "vida rural"]
  },
  {
    "pergunta": "Como 'Quarto de Despejo', de Carolina Maria de Jesus, transformou a literatura brasileira?",
    "resposta": "O diário revela o cotidiano de uma favelada em São Paulo, trazendo à tona a voz de uma mulher negra marginalizada. Sabia que o livro foi traduzido para mais de 10 idiomas?",
    "palavras_chave": ["quarto de despejo", "carolina maria de jesus", "diário", "favela", "são paulo", "literatura brasileira", "vestibular", "mulher negra", "exclusão social", "tradução"]
  },
  {
    "pergunta": "Qual a função da alegoria em 'A Hora da Estrela'?",
    "resposta": "Clarice Lispector narra a vida de Macabéa, uma nordestina pobre no Rio de Janeiro, como símbolo da invisibilidade social. Sabia que foi o último romance publicado em vida pela autora?",
    "palavras_chave": ["a hora da estrela", "clarice lispector", "macabéa", "literatura brasileira", "vestibular", "alegoria", "invisibilidade social", "romance moderno", "nordestina", "existencialismo"]
  },
  {
    "pergunta": "Como 'A Bagaceira' inaugura o regionalismo moderno?",
    "resposta": "José Américo de Almeida retrata os dramas da seca e as tensões sociais no sertão, inaugurando o romance de 30. Sabia que a obra influenciou escritores como Graciliano Ramos?",
    "palavras_chave": ["a bagaceira", "josé américo de almeida", "regionalismo", "literatura de 30", "seca", "sertão", "literatura brasileira", "vestibular", "modernismo", "romance social"]
  },
  {
    "pergunta": "Por que 'Memórias de um Sargento de Milícias' é considerada única no Romantismo?",
    "resposta": "A obra de Manuel Antônio de Almeida foge do tom idealizado do romantismo, trazendo humor e personagens malandros do Rio de Janeiro. Sabia que foi publicada originalmente como folhetim?",
    "palavras_chave": ["memórias de um sargento de milícias", "manuel antônio de almeida", "romantismo", "malandro", "rio de janeiro", "literatura brasileira", "vestibular", "folhetim", "humor", "originalidade"]
  },
  {
    "pergunta": "Como 'Madame Bovary' reflete o realismo francês?",
    "resposta": "Gustave Flaubert narra a vida de Emma Bovary, insatisfeita com o casamento e iludida por romances idealizados, revelando o choque entre sonhos e realidade. Sabia que o autor foi julgado por imoralidade após a publicação?",
    "palavras_chave": ["madame bovary", "gustave flaubert", "realismo francês", "emma bovary", "literatura europeia", "sonhos e realidade", "imoralidade", "vestibular", "século XIX", "crítica social"]
  },
  {
    "pergunta": "Por que 'A Eneida', de Virgílio, é considerada um épico nacional romano?",
    "resposta": "A obra exalta a fundação mítica de Roma, narrando a trajetória de Eneias após a queda de Troia. Sabia que foi encomendada pelo imperador Augusto como forma de legitimar seu poder?",
    "palavras_chave": ["a eneida", "virgílio", "épico romano", "roma", "eneias", "augusto", "fundação mítica", "literatura clássica", "vestibular", "latim"]
  },
  {
    "pergunta": "Como 'Os Miseráveis' critica a sociedade francesa?",
    "resposta": "Victor Hugo mostra desigualdade, justiça e redenção por meio de Jean Valjean, um ex-presidiário que busca reconstruir sua vida. Sabia que a obra virou um dos musicais mais famosos do mundo?",
    "palavras_chave": ["os miseráveis", "victor hugo", "literatura francesa", "jean valjean", "justiça", "desigualdade social", "redação vestibular", "clássico mundial", "século XIX", "romantismo"]
  },
  {
    "pergunta": "Qual a importância de 'Édipo Rei' para o teatro ocidental?",
    "resposta": "A tragédia de Sófocles introduz a ideia de destino inevitável e culpa, sendo base para teorias psicanalíticas de Freud. Sabia que o 'complexo de Édipo' nasceu dessa obra?",
    "palavras_chave": ["édipo rei", "sófocles", "tragédia grega", "destino", "culpa", "literatura clássica", "psicanálise", "freud", "vestibular", "teatro ocidental"]
  },
  {
    "pergunta": "Por que 'Drácula' de Bram Stoker é um marco do terror gótico?",
    "resposta": "O romance consolidou a figura do vampiro como símbolo de medo e desejo reprimido na cultura ocidental. Sabia que o livro se inspira em lendas do leste europeu e no príncipe Vlad, o Empalador?",
    "palavras_chave": ["drácula", "bram stoker", "terror gótico", "vampiro", "literatura inglesa", "vlade empalador", "mito do vampiro", "clássico", "vestibular", "século XIX"]
  },
  {
    "pergunta": "Qual a mensagem central de 'O Nome da Rosa'?",
    "resposta": "Umberto Eco mistura investigação policial, filosofia e crítica religiosa em uma abadia medieval. Sabia que o livro explora o poder do riso como forma de resistência?",
    "palavras_chave": ["o nome da rosa", "umberto eco", "romance histórico", "investigação", "filosofia", "religião", "literatura italiana", "vestibular", "idade média", "clássico contemporâneo"]
  },
  {
    "pergunta": "Como 'A Ilíada' narra a guerra de Troia?",
    "resposta": "Homero descreve heróis como Aquiles e Heitor em um poema épico que mistura guerra, honra e destino. Sabia que a obra inspirou inúmeros filmes e adaptações modernas?",
    "palavras_chave": ["a ilíada", "homero", "épico grego", "guerra de troia", "aquiles", "heitor", "literatura clássica", "vestibular", "poesia épica", "honra"]
  },
  {
    "pergunta": "Por que 'Fausto', de Goethe, é uma das maiores obras da literatura alemã?",
    "resposta": "O drama filosófico narra o pacto de Fausto com o demônio Mefistófeles em busca de conhecimento e prazer. Sabia que Goethe levou mais de 60 anos para concluir a obra?",
    "palavras_chave": ["fausto", "goethe", "literatura alemã", "mefistófeles", "pacto", "filosofia", "drama", "vestibular", "século XIX", "clássico mundial"]
  },
  {
    "pergunta": "Como 'O Morro dos Ventos Uivantes' aborda a paixão e a vingança?",
    "resposta": "Emily Brontë narra a relação obsessiva entre Heathcliff e Catherine, marcada por tragédia e ressentimento. Sabia que o livro teve recepção negativa no lançamento, mas depois virou clássico?",
    "palavras_chave": ["o morro dos ventos uivantes", "emily brontë", "literatura inglesa", "heathcliff", "catherine", "paixão", "vingança", "romantismo sombrio", "vestibular", "clássico"]
  },
  {
    "pergunta": "Qual a importância de 'Dom Quixote' para a literatura universal?",
    "resposta": "Miguel de Cervantes satiriza os romances de cavalaria e inaugura o romance moderno com a figura do cavaleiro idealista. Sabia que é a obra mais traduzida depois da Bíblia?",
    "palavras_chave": ["dom quixote", "miguel de cervantes", "literatura espanhola", "romance moderno", "sancho pança", "cavaleiro", "sátira", "vestibular", "clássico mundial", "renascimento"]
  },
  {
    "pergunta": "Por que 'Odisseia' é considerada uma narrativa de aventuras?",
    "resposta": "Homero narra o retorno de Ulisses a Ítaca após a guerra de Troia, enfrentando monstros, deuses e tentações. Sabia que a obra influenciou toda a tradição da literatura de viagens?",
    "palavras_chave": ["odisseia", "homero", "literatura grega", "ulisses", "aventura", "mitologia", "poesia épica", "vestibular", "viagens", "clássico"]
  },
  {
    "pergunta": "Como 'Jane Eyre' questiona papéis sociais no século XIX?",
    "resposta": "Charlotte Brontë cria uma protagonista órfã que busca autonomia, amor e dignidade, enfrentando preconceitos de classe e gênero. Sabia que o livro foi considerado ousado para a época?",
    "palavras_chave": ["jane eyre", "charlotte brontë", "literatura inglesa", "mulher", "independência", "classe social", "século XIX", "vestibular", "feminismo", "clássico"]
  },
  {
    "pergunta": "Por que 'As Viagens de Gulliver' é uma sátira política?",
    "resposta": "Jonathan Swift usa reinos imaginários para ironizar a política e a sociedade inglesa do século XVIII. Sabia que o livro foi escrito como crítica ao governo britânico?",
    "palavras_chave": ["as viagens de gulliver", "jonathan swift", "literatura inglesa", "sátira política", "século XVIII", "viagens", "crítica social", "vestibular", "humor", "clássico"]
  },
  {
    "pergunta": "Como 'O Vermelho e o Negro' de Stendhal representa o romantismo realista?",
    "resposta": "A obra narra a ascensão e queda de Julien Sorel, jovem ambicioso em conflito entre paixão e poder social. Sabia que o romance é visto como precursor do realismo psicológico?",
    "palavras_chave": ["o vermelho e o negro", "stendhal", "literatura francesa", "julien sorel", "romantismo", "realismo psicológico", "ambição", "vestibular", "século XIX", "clássico europeu"]
  },
  {
    "pergunta": "Por que 'Beloved', de Toni Morrison, é um marco da literatura afro-americana?",
    "resposta": "O romance aborda trauma da escravidão por meio da história de Sethe, que é assombrada pelo espírito de sua filha. Sabia que a obra rendeu à autora o Prêmio Nobel de Literatura?",
    "palavras_chave": ["beloved", "toni morrison", "literatura afro-americana", "escravidão", "memória", "trauma", "nobel", "vestibular", "século XX", "história cultural"]
  },
  {
    "pergunta": "Qual a relevância de 'O Sol é para Todos', de Harper Lee?",
    "resposta": "A obra denuncia o racismo no sul dos Estados Unidos, narrada pela perspectiva da menina Scout Finch. Sabia que o livro é leitura obrigatória em muitas escolas americanas?",
    "palavras_chave": ["o sol é para todos", "harper lee", "literatura americana", "racismo", "scout finch", "justiça", "século XX", "vestibular", "direitos civis", "clássico moderno"]
  },
  {
    "pergunta": "Como 'Ensaio sobre a Cegueira' discute ética e humanidade?",
    "resposta": "José Saramago cria uma metáfora sobre a fragilidade da civilização ao narrar uma epidemia de cegueira branca. Sabia que o livro foi adaptado para o cinema em 2008?",
    "palavras_chave": ["ensaio sobre a cegueira", "josé saramago", "literatura portuguesa", "cegueira branca", "metáfora", "ética", "humanidade", "vestibular", "nobel", "século XX"]
  },
  {
    "pergunta": "Por que 'O Leopardo', de Lampedusa, é importante para a literatura italiana?",
    "resposta": "O romance retrata a decadência da aristocracia siciliana durante a unificação da Itália, com linguagem poética e melancólica. Sabia que foi publicado apenas após a morte do autor?",
    "palavras_chave": ["o leopardo", "giuseppe tomasi di lampedusa", "literatura italiana", "sicília", "unificação italiana", "aristocracia", "melancolia", "vestibular", "século XX", "romance histórico"]
  },
  {
    "pergunta": "Como a literatura africana contemporânea denuncia desigualdades sociais?",
    "resposta": "Autores como Chimamanda Ngozi Adichie usam narrativas sobre guerra civil, pobreza e identidade para dar voz a comunidades marginalizadas. Sabia que sua obra 'Meio Sol Amarelo' expõe a guerra de Biafra nos anos sessenta?",
    "palavras_chave": ["literatura africana", "desigualdade social", "chimamanda ngozi adichie", "guerra de biafra", "identidade cultural", "crítica social", "século XX", "literatura mundial", "africa contemporânea", "resistência"]
  },
  {
    "pergunta": "Qual o papel da literatura indígena no Brasil?",
    "resposta": "Escritores indígenas trazem para o papel tradições orais, resistência e denúncias contra a exploração. Sabia que Daniel Munduruku é um dos pioneiros nesse movimento literário?",
    "palavras_chave": ["literatura indígena", "daniel munduruku", "resistência cultural", "tradição oral", "literatura brasileira", "identidade indígena", "vestibular", "crítica social", "ancestralidade", "modernidade"]
  },
  {
    "pergunta": "Como 'Cem Anos de Solidão' reflete a história latino-americana?",
    "resposta": "Gabriel García Márquez narra a saga da família Buendía em Macondo, misturando realismo mágico e crítica ao autoritarismo. Sabia que o livro é considerado a obra-prima do boom latino-americano?",
    "palavras_chave": ["cem anos de solidão", "gabriel garcía márquez", "realismo mágico", "macondo", "literatura latino-americana", "boom", "crítica política", "vestibular", "história latino-americana", "clássico mundial"]
  },
  {
    "pergunta": "De que forma a literatura asiática aborda transformações sociais?",
    "resposta": "Autores como Haruki Murakami e Mo Yan exploram solidão, mudanças econômicas e memória coletiva em sociedades em rápida transformação. Sabia que Mo Yan ganhou o Nobel em dois mil e doze?",
    "palavras_chave": ["literatura asiática", "haruki murakami", "mo yan", "transformação social", "nobel de literatura", "china", "japão", "literatura mundial", "século XXI", "mudança cultural"]
  },
  {
    "pergunta": "Como 'Mayombe' retrata a luta pela independência em Angola?",
    "resposta": "Pepetela descreve guerrilheiros em conflito contra o colonialismo português, mesclando realidade política e dilemas humanos. Sabia que o autor foi também combatente na guerra?",
    "palavras_chave": ["mayombe", "pepetela", "angola", "colonialismo", "independência", "guerrilha", "literatura africana", "crítica social", "século XX", "resistência política"]
  },
  {
    "pergunta": "Qual o impacto de 'Terra Sonâmbula' na literatura moçambicana?",
    "resposta": "Mia Couto narra as marcas da guerra civil por meio de linguagem poética e personagens que transitam entre realidade e sonho. Sabia que o livro foi eleito um dos melhores em língua portuguesa do século XX?",
    "palavras_chave": ["terra sonâmbula", "mia couto", "moçambique", "guerra civil", "literatura africana", "língua portuguesa", "realismo mágico", "crítica social", "memória coletiva", "século XX"]
  },
  {
    "pergunta": "Como 'Grande Sertão: Veredas' reflete a luta social no sertão?",
    "resposta": "Guimarães Rosa mistura filosofia, jagunços e questões sociais em um sertão marcado por violência e destino. Sabia que o livro é considerado um dos maiores romances brasileiros?",
    "palavras_chave": ["grande sertão: veredas", "guimarães rosa", "sertão brasileiro", "jagunços", "filosofia", "literatura brasileira", "modernismo", "crítica social", "vestibular", "clássico mundial"]
  },
  {
    "pergunta": "Como a literatura caribenha aborda identidade e diáspora?",
    "resposta": "Autores como Jamaica Kincaid e Derek Walcott retratam tensões coloniais, identidade cultural e deslocamentos da diáspora africana. Sabia que Walcott ganhou o Nobel de Literatura em mil novecentos e noventa e dois?",
    "palavras_chave": ["literatura caribenha", "derek walcott", "jamaica kincaid", "identidade cultural", "diáspora", "colonialismo", "nobel", "literatura mundial", "século XX", "crítica social"]
  },
  {
    "pergunta": "Por que 'O Guarani' é importante na formação da identidade nacional brasileira?",
    "resposta": "José de Alencar romantiza a figura indígena como símbolo de brasilidade, unindo natureza e herança colonial. Sabia que a obra inspirou a primeira ópera brasileira?",
    "palavras_chave": ["o guarani", "josé de alencar", "literatura brasileira", "indígena", "nacionalismo", "romantismo", "ópera", "século XIX", "identidade nacional", "vestibular"]
  },
  {
    "pergunta": "Como a literatura iraniana contemporânea reflete a condição feminina?",
    "resposta": "Autoras como Marjane Satrapi narram repressão política e desafios das mulheres, como em 'Persépolis', que combina autobiografia e quadrinhos. Sabia que a obra virou filme premiado?",
    "palavras_chave": ["literatura iraniana", "marjane satrapi", "persépolis", "condição feminina", "quadrinhos", "autobiografia", "literatura asiática", "crítica social", "século XXI", "resistência cultural"]
  },
  {
    "pergunta": "Qual a crítica central em 'A Peste' de Camus?",
    "resposta": "Albert Camus usa a epidemia em Orã como metáfora da resistência humana diante da opressão. Sabia que muitos associam a narrativa ao nazismo na França ocupada?",
    "palavras_chave": ["a peste", "albert camus", "literatura francesa", "existencialismo", "epidemia", "nazismo", "crítica social", "literatura mundial", "século XX", "metáfora"]
  },
  {
    "pergunta": "Como 'O Velho e o Mar' reflete luta e dignidade?",
    "resposta": "Ernest Hemingway narra a batalha de um pescador contra um peixe gigante como metáfora da persistência humana. Sabia que o livro lhe rendeu o Prêmio Nobel em mil novecentos e cinquenta e quatro?",
    "palavras_chave": ["o velho e o mar", "ernest hemingway", "literatura americana", "nobel de literatura", "persistência", "dignidade", "crítica social", "século XX", "realismo", "vestibular"]
  },
  {
    "pergunta": "Qual a contribuição de 'Os Sertões' para a crítica social no Brasil?",
    "resposta": "Euclides da Cunha mistura ciência, jornalismo e literatura para narrar a Guerra de Canudos, denunciando desigualdade e violência do Estado. Sabia que o autor participou da cobertura jornalística do conflito?",
    "palavras_chave": ["os sertões", "euclides da cunha", "guerra de canudos", "literatura brasileira", "crítica social", "ciência", "reportagem literária", "século XX", "vestibular", "desigualdade"]
  },
  {
    "pergunta": "Como a literatura afro-brasileira se afirma na sociedade?",
    "resposta": "Escritores como Conceição Evaristo usam a escrevivência para narrar histórias de mulheres negras e suas resistências. Sabia que o termo escrevivência foi criado pela própria autora?",
    "palavras_chave": ["literatura afro-brasileira", "conceição evaristo", "escrevivência", "mulheres negras", "resistência cultural", "literatura contemporânea", "crítica social", "identidade", "vestibular", "feminismo"]
  },
  {
    "pergunta": "Qual a crítica presente em 'Memórias de um Sargento de Milícias'?",
    "resposta": "Manuel Antônio de Almeida apresenta um herói malandro que ironiza valores morais do século XIX. Sabia que a obra rompeu com o romantismo idealizado e aproximou-se do realismo?",
    "palavras_chave": ["memórias de um sargento de milícias", "manuel antônio de almeida", "herói malandro", "literatura brasileira", "romantismo", "realismo", "século XIX", "crítica social", "vestibular", "humor"]
  },
  {
    "pergunta": "Como 'A Morte e a Vida Severina' critica a desigualdade social?",
    "resposta": "João Cabral de Melo Neto usa a peregrinação de um retirante para denunciar miséria e morte no sertão nordestino. Sabia que o poema foi adaptado para teatro musical no Brasil?",
    "palavras_chave": ["a morte e a vida severina", "joão cabral de melo neto", "literatura brasileira", "sertão nordestino", "pobreza", "crítica social", "poema dramático", "vestibular", "teatro", "modernismo"]
  },
  {
    "pergunta": "Por que 'Os Lusíadas' é uma obra fundadora da literatura portuguesa?",
    "resposta": "Luís de Camões exalta as navegações portuguesas, mas também reflete sobre glória e decadência do império. Sabia que o poema foi publicado em mil quinhentos e setenta e dois em Lisboa?",
    "palavras_chave": ["os lusíadas", "luís de camões", "literatura portuguesa", "navegações", "épico", "império português", "glória", "século XVI", "vestibular", "poesia épica"]
  },
  {
    "pergunta": "Como 'O Estrangeiro' reflete o existencialismo?",
    "resposta": "Albert Camus narra a apatia de Meursault diante da vida e da morte, mostrando a falta de sentido da existência. Sabia que o autor recusava o rótulo de existencialista, apesar da associação?",
    "palavras_chave": ["o estrangeiro", "albert camus", "literatura francesa", "existencialismo", "meursault", "absurdo", "século XX", "crítica social", "vestibular", "filosofia"]
  }
]