[
{
    "pergunta": "O que é discurso indireto livre em literatura?",
    "resposta": "O discurso indireto livre é uma técnica narrativa que mistura a fala ou o pensamento do personagem com a voz do narrador, sem usar travessões ou aspas. Isso permite que o leitor entre em contato direto com a consciência da personagem, mas ainda com a mediação sutil da voz narrativa. É muito usado em romances modernos porque cria maior intimidade e profundidade psicológica.",
    "palavras_chave": ["discurso indireto livre", "técnica narrativa", "voz do narrador", "fala do personagem", "literatura moderna", "intimidade", "psicologia", "narração", "recursos literários", "vestibular"]
},
{
    "pergunta": "Como funciona a polifonia em romances?",
    "resposta": "A polifonia ocorre quando vários personagens de uma obra têm vozes independentes, que não são subordinadas à visão do narrador. Cada personagem pensa, age e fala com autonomia, como se tivesse sua própria consciência. Essa técnica cria complexidade narrativa, já que não existe uma única verdade dominante, mas um diálogo entre diferentes pontos de vista.",
    "palavras_chave": ["polifonia", "múltiplas vozes", "autonomia", "técnica narrativa", "complexidade", "personagens", "diálogo", "literatura", "pluralidade", "vestibular"]
},
{
    "pergunta": "O que é alegoria em literatura?",
    "resposta": "A alegoria é um recurso literário em que personagens, objetos e ações representam conceitos abstratos, como virtudes, vícios ou sistemas políticos. Ela transforma narrativas concretas em símbolos de ideias mais amplas, tornando-se uma forma de crítica ou reflexão. Foi muito usada na Idade Média, mas continua importante em obras modernas e contemporâneas.",
    "palavras_chave": ["alegoria", "representação", "simbolismo", "conceitos abstratos", "técnica literária", "moral", "crítica social", "literatura medieval", "literatura moderna", "vestibular"]
},
{
    "pergunta": "Como a hipérbole é utilizada em textos literários?",
    "resposta": "A hipérbole é uma figura de linguagem que utiliza o exagero intencional para destacar uma ideia ou sentimento. Na literatura, ela pode reforçar a grandeza de feitos heroicos, intensificar emoções ou provocar humor. Sua função principal é dar ênfase, despertando a atenção do leitor e ampliando o impacto do discurso.",
    "palavras_chave": ["hipérbole", "exagero", "figura de linguagem", "literatura", "ênfase", "impacto", "emoções", "humor", "estilo", "vestibular"]
},
{
    "pergunta": "O que significa anacronia em uma narrativa?",
    "resposta": "Anacronia é a quebra da sequência cronológica dos fatos em uma narrativa. Pode ocorrer em forma de flashback, quando se volta ao passado, ou de antecipação, quando se apresentam eventos futuros. Esse recurso cria movimento no texto, torna a leitura mais dinâmica e permite explorar diferentes tempos da história sem seguir a ordem linear.",
    "palavras_chave": ["anacronia", "quebra do tempo", "flashback", "antecipação", "narrativa", "tempo", "recurso literário", "não linear", "dinamismo", "vestibular"]
},
{
    "pergunta": "O que é intertextualidade em literatura?",
    "resposta": "A intertextualidade acontece quando um texto faz referência direta ou indireta a outro texto, seja por citação, paráfrase ou alusão. Esse diálogo entre obras enriquece o sentido e cria novas interpretações. É um recurso comum em poesias, romances e até em textos jornalísticos, porque conecta diferentes discursos culturais.",
    "palavras_chave": ["intertextualidade", "referência", "alusão", "citação", "diálogo entre textos", "paráfrase", "literatura", "interpretação", "recurso textual", "vestibular"]
},
{
    "pergunta": "O que é fluxo de consciência?",
    "resposta": "Fluxo de consciência é uma técnica narrativa que busca reproduzir o pensamento humano em sua forma espontânea, sem organização rígida. O texto pode trazer lembranças, reflexões e sensações misturadas, como ocorrem na mente. Essa técnica aproxima o leitor da intimidade da personagem, revelando suas experiências de modo subjetivo.",
    "palavras_chave": ["fluxo de consciência", "técnica narrativa", "pensamento", "subjetividade", "intimidade", "psicologia", "literatura moderna", "reflexões", "consciência", "vestibular"]
},
{
    "pergunta": "O que caracteriza o narrador onisciente?",
    "resposta": "O narrador onisciente é aquele que conhece todos os aspectos da história: os fatos, os cenários, os pensamentos e sentimentos dos personagens. Ele tem acesso irrestrito ao mundo narrado, podendo oferecer ao leitor uma visão completa e detalhada. É muito comum em romances tradicionais, especialmente no século XIX.",
    "palavras_chave": ["narrador onisciente", "visão total", "literatura", "século XIX", "romance tradicional", "fatos", "sentimentos", "narrador", "detalhamento", "vestibular"]
},
{
    "pergunta": "Qual é a função da metáfora em literatura?",
    "resposta": "A metáfora estabelece uma relação de semelhança entre dois elementos diferentes, substituindo um pelo outro. Mais do que enfeitar a linguagem, a metáfora cria novas formas de percepção, ampliando o sentido do texto. É uma das figuras mais usadas na poesia, mas aparece em todos os gêneros.",
    "palavras_chave": ["metáfora", "figura de linguagem", "comparação implícita", "poesia", "literatura", "sentido", "imaginação", "estilo", "recurso literário", "vestibular"]
},
{
    "pergunta": "O que é ironia em textos literários?",
    "resposta": "A ironia é o recurso de dizer o contrário do que realmente se quer comunicar, geralmente com intenção crítica, humorística ou de provocação. Na literatura, ela serve para questionar valores, evidenciar contradições e envolver o leitor em um jogo de sentidos.",
    "palavras_chave": ["ironia", "crítica", "humor", "contradição", "jogo de sentidos", "figura de linguagem", "literatura", "expressão", "recursos", "vestibular"]
},
{
    "pergunta": "O que significa verossimilhança em literatura?",
    "resposta": "Verossimilhança é a qualidade de um texto parecer verdadeiro, ainda que seja ficcional. A narrativa pode ser inventada, mas precisa seguir uma lógica interna que faça sentido para o leitor. Isso garante a credibilidade da obra e fortalece a imersão na história.",
    "palavras_chave": ["verossimilhança", "credibilidade", "realidade", "ficção", "narrativa", "lógica interna", "literatura", "plausibilidade", "coerência", "vestibular"]
},
{
    "pergunta": "O que é prolepse em narrativa?",
    "resposta": "Prolepse é a antecipação de fatos futuros dentro da história, geralmente por meio de comentários do narrador ou pistas deixadas ao leitor. Essa técnica cria expectativa e suspense, além de conectar passado, presente e futuro no enredo.",
    "palavras_chave": ["prolepse", "antecipação", "fatos futuros", "narrativa", "suspense", "expectativa", "tempo", "enredo", "recurso literário", "vestibular"]
},
{
    "pergunta": "O que é catáfora em textos literários?",
    "resposta": "A catáfora é um recurso linguístico e literário em que uma palavra ou expressão antecipa algo que será explicado depois no texto. Ela mantém o interesse do leitor e cria coesão, funcionando como um convite a continuar a leitura.",
    "palavras_chave": ["catáfora", "antecipação textual", "coerência", "coesão", "linguagem literária", "recurso textual", "leitor", "narrativa", "estrutura", "vestibular"]
},
{
    "pergunta": "O que é anáfora em literatura?",
    "resposta": "A anáfora consiste na repetição de uma palavra ou expressão no início de versos ou frases consecutivas. Esse recurso cria ritmo, reforça uma ideia e dá musicalidade ao texto, sendo muito frequente na poesia e em discursos literários.",
    "palavras_chave": ["anáfora", "repetição", "ritmo", "poesia", "musicalidade", "literatura", "figura de linguagem", "ênfase", "discurso", "vestibular"]
},
{
    "pergunta": "O que caracteriza o narrador personagem?",
    "resposta": "O narrador personagem é aquele que participa da história como protagonista ou figura secundária, narrando os acontecimentos em primeira pessoa. Esse tipo de narrador cria proximidade com o leitor, mas sua visão é limitada e subjetiva.",
    "palavras_chave": ["narrador personagem", "primeira pessoa", "subjetividade", "literatura", "participação", "protagonista", "visão limitada", "narrativa", "intimidade", "vestibular"]
},
{
    "pergunta": "O que é mise-en-scène em literatura?",
    "resposta": "O termo, emprestado do teatro, designa a forma como o espaço, os personagens e os elementos são organizados dentro da narrativa. Em literatura, refere-se à maneira como o autor descreve cenários e situa personagens, criando atmosfera e orientando a ação.",
    "palavras_chave": ["mise-en-scène", "teatro", "descrição", "cenário", "personagens", "organização narrativa", "literatura", "atmosfera", "ação", "vestibular"]
},
{
    "pergunta": "O que é simbolismo na literatura?",
    "resposta": "O simbolismo é o uso de imagens ou elementos que representam ideias e sentimentos abstratos. Ele dá profundidade ao texto, permitindo múltiplas interpretações. É comum na poesia, mas também aparece em romances e contos.",
    "palavras_chave": ["simbolismo", "imagens", "sentimentos", "ideias abstratas", "literatura", "profundidade", "interpretação", "poesia", "romances", "vestibular"]
},
{
    "pergunta": "O que significa in media res?",
    "resposta": "A expressão latina in media res significa 'no meio das coisas'. É a técnica de começar uma narrativa no meio da ação, sem introdução longa. Depois, o texto pode voltar ao passado para explicar os antecedentes. Isso prende a atenção do leitor desde o início.",
    "palavras_chave": ["in media res", "técnica narrativa", "ação", "tempo", "leitor", "suspense", "narrativa", "dinamismo", "latim", "vestibular"]
},
{
    "pergunta": "O que é elipse na literatura?",
    "resposta": "Elipse é a omissão de palavras ou informações que podem ser facilmente compreendidas pelo contexto. Esse recurso torna o texto mais conciso e pode criar efeitos de surpresa ou intensidade, especialmente em poesia e narrativas curtas.",
    "palavras_chave": ["elipse", "omissão", "contexto", "literatura", "concisão", "efeito", "poesia", "narrativa curta", "estilo", "vestibular"]
},
{
    "pergunta": "O que significa clímax em uma narrativa?",
    "resposta": "Clímax é o ponto de maior tensão dentro da narrativa, quando os conflitos atingem sua intensidade máxima e o rumo da história se define. É o momento em que o leitor sente maior expectativa, geralmente antecedendo o desfecho. Sem o clímax, a narrativa perde impacto e ritmo.",
    "palavras_chave": ["clímax", "narrativa", "conflito", "tensão", "expectativa", "desfecho", "literatura", "estrutura narrativa", "momento decisivo", "vestibular"]
},
{
    "pergunta": "O que caracteriza o desfecho de uma história?",
    "resposta": "O desfecho é a etapa final de uma narrativa, em que os conflitos apresentados são resolvidos ou encaminhados. Pode ser fechado, quando tudo é explicado, ou aberto, deixando espaço para interpretação do leitor. Ele é essencial para a conclusão da experiência literária.",
    "palavras_chave": ["desfecho", "narrativa", "resolução", "conflito", "final aberto", "final fechado", "literatura", "estrutura", "conclusão", "vestibular"]
},
{
    "pergunta": "O que é um narrador observador?",
    "resposta": "O narrador observador é aquele que relata os acontecimentos sem entrar nos pensamentos ou sentimentos dos personagens, limitando-se ao que pode ser visto de fora. É como uma câmera que registra a ação, transmitindo objetividade, mas sem revelar intenções ocultas.",
    "palavras_chave": ["narrador observador", "objetividade", "narrativa", "visão externa", "literatura", "foco narrativo", "descrição", "limitação", "imparcialidade", "vestibular"]
},
{
    "pergunta": "O que significa narrador não confiável?",
    "resposta": "O narrador não confiável é aquele cuja versão dos fatos pode ser questionada, seja por mentir, omitir ou interpretar de forma distorcida. Esse recurso cria dúvidas no leitor e exige interpretação crítica, tornando a leitura mais desafiadora e rica em camadas.",
    "palavras_chave": ["narrador não confiável", "mentira", "omissão", "interpretação", "narrativa", "literatura", "questionamento", "crítica", "camadas", "vestibular"]
},
{
    "pergunta": "O que é prosopopeia ou personificação?",
    "resposta": "Prosopopeia, também chamada de personificação, é a figura de linguagem que atribui características humanas a seres inanimados, animais ou ideias abstratas. Esse recurso intensifica a expressividade e é comum em poesias e narrativas poéticas.",
    "palavras_chave": ["prosopopeia", "personificação", "figura de linguagem", "expressividade", "literatura", "poesia", "recursos", "humanização", "estilo", "vestibular"]
},
{
    "pergunta": "O que é antítese na literatura?",
    "resposta": "Antítese é a aproximação de palavras ou ideias opostas em um mesmo contexto, para criar contraste e destacar diferenças. Esse recurso ajuda a intensificar o significado do texto e provocar reflexão no leitor.",
    "palavras_chave": ["antítese", "contraste", "oposição", "figura de linguagem", "literatura", "poesia", "ênfase", "diferença", "expressividade", "vestibular"]
},
{
    "pergunta": "O que é paradoxo em textos literários?",
    "resposta": "O paradoxo é a união de ideias aparentemente contraditórias que, juntas, revelam um sentido profundo. Ele quebra a lógica comum para destacar contradições da realidade ou complexidade dos sentimentos humanos.",
    "palavras_chave": ["paradoxo", "contradição", "complexidade", "figura de linguagem", "literatura", "reflexão", "realidade", "sentimentos", "expressividade", "vestibular"]
},
{
    "pergunta": "O que significa focalização em literatura?",
    "resposta": "A focalização indica o ponto de vista pelo qual a história é contada. Pode ser interna, quando acompanhamos os pensamentos de um personagem; externa, quando só vemos de fora; ou onisciente, quando tudo é revelado. Essa escolha influencia diretamente a experiência do leitor.",
    "palavras_chave": ["focalização", "ponto de vista", "narrativa", "narrador", "literatura", "perspectiva", "leitor", "interno", "externo", "vestibular"]
},
{
    "pergunta": "O que é digressão em narrativa?",
    "resposta": "Digressão é quando o narrador interrompe a sequência da história para inserir comentários, reflexões ou explicações. Pode parecer uma pausa, mas serve para ampliar o sentido da narrativa, oferecendo ao leitor novos ângulos de interpretação.",
    "palavras_chave": ["digressão", "narrativa", "comentário", "reflexão", "explicação", "literatura", "narrador", "interpretação", "pausa", "vestibular"]
},
{
    "pergunta": "O que caracteriza a narrativa epistolar?",
    "resposta": "A narrativa epistolar é construída a partir de cartas, diários ou documentos pessoais. Esse formato transmite intimidade e subjetividade, aproximando o leitor da vida interna dos personagens. Foi muito popular em romances entre os séculos XVIII e XIX.",
    "palavras_chave": ["narrativa epistolar", "cartas", "diários", "subjetividade", "literatura", "intimidade", "romance", "século XVIII", "século XIX", "vestibular"]
},
{
    "pergunta": "O que é paródia em literatura?",
    "resposta": "Paródia é a recriação de um texto conhecido em tom de humor, crítica ou ironia. Em vez de copiar, ela transforma o original para gerar novos significados. É um recurso intertextual que mistura reconhecimento e inovação.",
    "palavras_chave": ["paródia", "humor", "crítica", "ironia", "intertextualidade", "literatura", "recriação", "texto original", "transformação", "vestibular"]
},
{
    "pergunta": "O que é pastiche literário?",
    "resposta": "O pastiche é a imitação de estilo de outro autor ou movimento, mas de forma respeitosa, sem o tom crítico da paródia. Pode ser usado como homenagem ou exercício criativo, mostrando domínio da linguagem literária.",
    "palavras_chave": ["pastiche", "imitação", "estilo", "literatura", "movimento literário", "homenagem", "exercício", "criatividade", "linguagem", "vestibular"]
},
{
    "pergunta": "O que significa ambiguidade em literatura?",
    "resposta": "Ambiguidade ocorre quando uma palavra, expressão ou trecho pode ser interpretado de mais de uma forma. Na literatura, essa multiplicidade de sentidos enriquece a obra, mas exige atenção e interpretação do leitor.",
    "palavras_chave": ["ambiguidade", "interpretação", "multiplicidade", "literatura", "sentido", "palavras", "duplo significado", "texto literário", "vestibular", "estilo"]
},
{
    "pergunta": "O que caracteriza um monólogo interior?",
    "resposta": "O monólogo interior é uma técnica em que o personagem expõe seus pensamentos mais íntimos diretamente ao leitor, sem filtros ou intervenção do narrador. Diferente do fluxo de consciência, o monólogo ainda mantém certa organização do discurso.",
    "palavras_chave": ["monólogo interior", "personagem", "pensamentos", "literatura", "intimidade", "narrativa", "organização", "psicologia", "expressão", "vestibular"]
},
{
    "pergunta": "O que significa metáfora absoluta?",
    "resposta": "A metáfora absoluta é aquela em que a relação entre os elementos comparados não tem vínculo direto, criando uma imagem mais enigmática. Esse tipo de metáfora exige maior esforço interpretativo do leitor, mas amplia a riqueza poética.",
    "palavras_chave": ["metáfora absoluta", "figura de linguagem", "comparação", "literatura", "poesia", "interpretação", "enigma", "imagem", "expressividade", "vestibular"]
},
{
    "pergunta": "O que é prosopografia?",
    "resposta": "Prosopografia é a descrição física detalhada de uma personagem, destacando traços de aparência, vestimenta e postura. Esse recurso ajuda o leitor a visualizar melhor o personagem e pode transmitir traços de sua personalidade.",
    "palavras_chave": ["prosopografia", "descrição", "personagem", "literatura", "aparência", "traços físicos", "recurso narrativo", "visualização", "caracterização", "vestibular"]
},
{
    "pergunta": "O que significa etopeia?",
    "resposta": "Etopeia é a descrição psicológica ou moral de uma personagem, ressaltando valores, sentimentos e atitudes. É complementar à prosopografia, porque vai além da aparência e revela a essência do personagem.",
    "palavras_chave": ["etopeia", "descrição psicológica", "personagem", "literatura", "moral", "caracterização", "retrato", "valores", "sentimentos", "vestibular"]
},
{
    "pergunta": "O que é prolepse narrativa?",
    "resposta": "A prolepse, ou antecipação narrativa, é quando fatos futuros são revelados antes do tempo. Esse recurso cria suspense e expectativa, conduzindo o leitor a esperar o que ainda está por vir.",
    "palavras_chave": ["prolepse", "antecipação", "narrativa", "fatos futuros", "suspense", "expectativa", "literatura", "tempo", "estrutura narrativa", "vestibular"]
},
{
    "pergunta": "O que caracteriza uma fábula literária?",
    "resposta": "A fábula é um gênero narrativo curto, geralmente protagonizado por animais com características humanas, que transmite uma lição moral. Sua simplicidade facilita a compreensão e a fixação da mensagem pelo leitor.",
    "palavras_chave": ["fábula", "gênero literário", "animais", "moral", "literatura", "narrativa curta", "ensino", "lição", "personificação", "vestibular"]
},
  {
    "pergunta": "O que é ironia dramática?",
    "resposta": "Ironia dramática ocorre quando o leitor sabe algo que os personagens ignoram, criando tensão e expectativa. Essa técnica é muito usada para intensificar o impacto emocional (por exemplo, o público sabe a verdade que o protagonista desconhece).",
    "palavras_chave": ["ironia dramática", "tensão", "expectativa", "público", "técnica narrativa"]
  },
  {
    "pergunta": "O que é hipérbole e qual sua função?",
    "resposta": "Hipérbole é a exageração proposital de uma ideia ou sentimento para enfatizar intensidade ou efeito emotivo. Serve para destacar uma característica ou provocar reação (ex.: 'morria de rir').",
    "palavras_chave": ["hipérbole", "exagero", "ênfase", "figura de linguagem", "expressividade"]
  },
  {
    "pergunta": "O que é litotes e quando é usada?",
    "resposta": "Litotes é a figura que expressa uma ideia por meio da negação do seu oposto (ex.: 'não é má' para dizer que é boa). Cria sutileza, ironia ou understatement, útil para modulação de tom e persuasão.",
    "palavras_chave": ["litotes", "understatement", "negação", "sutileza", "figura de linguagem"]
  },
  {
    "pergunta": "O que é eufemismo em textos literários?",
    "resposta": "Eufemismo suaviza expressões consideradas duras ou ofensivas, substituindo-as por termos mais amenos. É adotado para delicadeza estilística, para ironia discreta ou para irregularidades de época e contexto.",
    "palavras_chave": ["eufemismo", "suavização", "delicadeza", "estilo", "figura de linguagem"]
  },
  {
    "pergunta": "O que é anacoluto e como identificá-lo?",
    "resposta": "Anacoluto é uma quebra sintática em que uma oração começa com uma estrutura e termina em outra, criando descontinuidade (ex.: 'Ela, o tempo todo, não sabia o que dizer'). Pode reproduzir fala coloquial ou expressar confusão emocional.",
    "palavras_chave": ["anacoluto", "sintaxe", "discurso coloquial", "descontinuidade", "estilo"]
  },
  {
    "pergunta": "O que é assíndeto e qual efeito produz?",
    "resposta": "Assíndeto é a omissão de conjunções entre termos ou orações (ex.: 'Vim, vi, venci'). Acelera o ritmo, confere energia e cria efeito enfático e direto na enumeração.",
    "palavras_chave": ["assíndeto", "omissão", "ritmo", "enumeração", "ênfase"]
  },
  {
    "pergunta": "O que é polissíndeto e quando é usado?",
    "resposta": "Polissíndeto consiste no uso repetido de conjunções (ex.: 'e, e, e') para alongar a frase ou acrescentar peso emocional. Produz lentidão deliberada, reforço cumulativo e sensação de sobrecarga.",
    "palavras_chave": ["polissíndeto", "conjunções", "ritmo", "acumulação", "efeito emocional"]
  },
  {
    "pergunta": "O que é aliteração e como funciona na poesia?",
    "resposta": "Aliteração é a repetição de sons consonantais próximos para criar musicalidade, ritmo ou ênfase semântica (ex.: 'o rato roeu'). É recurso sonoro frequente em poemas e slogans.",
    "palavras_chave": ["aliteração", "sons consonantais", "musicalidade", "poesia", "ritmo"]
  },
  {
    "pergunta": "O que é assonância e para que serve?",
    "resposta": "Assonância é a repetição de sons vocálicos em palavras próximas para produzir harmonia sonora e atmosfera (ex.: repetição do som 'a' em versos). Ajuda a criar clima e ritmo no texto.",
    "palavras_chave": ["assonância", "sons vocálicos", "harmonia", "atmosfera", "poesia"]
  },
  {
    "pergunta": "O que é sinestesia na literatura?",
    "resposta": "Sinestesia mistura sensações de diferentes sentidos (ex.: 'voz doce', 'cor amarga'), ampliando a expressividade e gerando imagens sensoriais complexas que enriquecem a experiência do leitor.",
    "palavras_chave": ["sinestesia", "sensações", "figura de linguagem", "imagem sensorial", "expressividade"]
  },
  {
    "pergunta": "Como funciona a onomatopeia nos textos?",
    "resposta": "Onomatopeia reproduz sons do mundo real por meio de palavras (ex.: 'tic-tac', 'miau'), aproximando a linguagem do referente e aumentando a vivacidade e o realismo nas cenas sonoras.",
    "palavras_chave": ["onomatopeia", "sons", "realismo", "linguagem", "vivacidade"]
  },
  {
    "pergunta": "O que é zeugma e qual sua finalidade?",
    "resposta": "Zeugma é uma omissão de um termo já mencionado anteriormente para evitar repetição (ex.: 'João comeu; Maria, bebeu'). Torna a frase mais concisa e pode produzir humor ou elegância sintática.",
    "palavras_chave": ["zeugma", "omissão", "concisão", "sintaxe", "estilo"]
  },
  {
    "pergunta": "O que é elipse e em que difere do zeugma?",
    "resposta": "Elipse é a supressão de um termo facilmente recuperável pelo contexto (ex.: 'Fui à feira; comprei, voltei'). O zeugma é um caso de elipse focado na omissão por economia linguística; ambos aumentam a concisão.",
    "palavras_chave": ["elipse", "omissão", "contexto", "concisão", "sintaxe"]
  },
  {
    "pergunta": "O que é anáfora e que efeito cria?",
    "resposta": "Anáfora é a repetição de uma palavra ou expressão no início de versos ou frases consecutivas. Gera ênfase, ritmo e musicalidade, reforçando uma ideia central e mobilizando o leitor emocionalmente.",
    "palavras_chave": ["anáfora", "repetição", "ênfase", "ritmo", "poesia"]
  },
  {
    "pergunta": "O que é epífora (epístrofe) e quando usar?",
    "resposta": "Epífora é a repetição de palavras no final de versos ou frases sucessivas. Funciona como espelho da anáfora, criando ênfase retardada e sensação de conclusão ou de amplificação do sentido repetido.",
    "palavras_chave": ["epífora", "repetição final", "ênfase", "ritmo", "retórica"]
  },
  {
    "pergunta": "O que é metonímia e como identificá-la?",
    "resposta": "Metonímia substitui um termo por outro com o qual mantém relação próxima (ex.: 'li Shakespeare' para indicar obra de Shakespeare, ou 'ler Camões'). É uma troca por proximidade semântica que agiliza o discurso.",
    "palavras_chave": ["metonímia", "substituição", "proximidade", "semântica", "figura de linguagem"],
    "observação": "Use esta propriedade quando necessário para indicar tipo de recurso."
  },
  {
    "pergunta": "O que é sinédoque e em que se diferencia da metonímia?",
    "resposta": "Sinédoque é um tipo de metonímia que emprega parte pelo todo ou vice-versa (ex.: 'mãos' para referir trabalhadores). A distinção é que a sinédoque privilegia a relação parte-todo.",
    "palavras_chave": ["sinédoque", "parte pelo todo", "metonímia", "figura de linguagem", "economia verbal"]
  },
  {
    "pergunta": "O que é símbolo na literatura?",
    "resposta": "Símbolo é um elemento concreto que representa uma ideia abstrata (ex.: uma rosa para amor). Ao contrário da alegoria direta, o símbolo costuma ter múltiplos sentidos e cresce com o contexto do texto.",
    "palavras_chave": ["símbolo", "representação", "significado", "abstrato", "interpretação"]
  },
  {
    "pergunta": "O que é leitmotiv (motivo recorrente) em narrativa?",
    "resposta": "Leitmotiv é um motivo, imagem ou frase que se repete ao longo da obra para conectar temas ou emoções. Sabia que o conceito vem da música (Wagner) e foi adotado na literatura para criar coesão temática?",
    "palavras_chave": ["leitmotiv", "motivo recorrente", "repetição", "coerência temática", "música"]
  },
  {
    "pergunta": "O que é polifonia em um romance?",
    "resposta": "Polifonia descreve a presença de múltiplas vozes ou consciências independentes no texto, sem que uma delas domine totalmente. O recurso amplia a complexidade ideológica e permite confronto de pontos de vista.",
    "palavras_chave": ["polifonia", "vozes múltiplas", "confronto ideológico", "Bakhtin", "romance"]
  },
  {
    "pergunta": "O que é subtexto e por que é importante?",
    "resposta": "Subtexto é o sentido implícito sob a superfície da fala ou ação dos personagens — o que fica sugerido e não dito explicitamente. Trabalhar o subtexto enriquece leituras críticas e permite camadas de interpretação.",
    "palavras_chave": ["subtexto", "implícito", "interpretação", "camadas", "leitura crítica"]
  },
  {
    "pergunta": "O que é paradoxo na literatura?",
    "resposta": "Paradoxo é a união de ideias aparentemente contraditórias, que juntas revelam uma verdade profunda ou reflexão filosófica. Ex.: 'É ferida que dói e não se sente'.",
    "palavras_chave": ["paradoxo", "contradição", "figura de linguagem", "reflexão", "literatura"]
  },
  {
    "pergunta": "O que é oxímoro e como se diferencia do paradoxo?",
    "resposta": "O oxímoro é a combinação de termos opostos lado a lado (ex.: 'silêncio ensurdecedor'). Diferente do paradoxo, ele está concentrado em uma expressão curta e impactante.",
    "palavras_chave": ["oxímoro", "oposição", "expressão", "impacto", "figura"]
  },
  {
    "pergunta": "O que é pleonasmo literário?",
    "resposta": "Pleonasmo é o uso de palavras redundantes para intensificar uma ideia (ex.: 'subir para cima'). Em textos literários, pode ser usado como recurso estilístico para reforçar imagens.",
    "palavras_chave": ["pleonasmo", "redundância", "ênfase", "intensificação", "estilo"]
  },
  {
    "pergunta": "O que é gradação e qual seu efeito?",
    "resposta": "Gradação organiza ideias em ordem crescente ou decrescente de intensidade (ex.: 'sussurrou, falou, gritou'). Cria ritmo e transmite progressão emocional ou dramática.",
    "palavras_chave": ["gradação", "progressão", "intensidade", "ritmo", "estilo"]
  },
  {
    "pergunta": "O que é catacrese?",
    "resposta": "Catacrese ocorre quando se usa um termo por falta de palavra específica (ex.: 'braço da cadeira'). É uma metáfora já cristalizada no uso cotidiano.",
    "palavras_chave": ["catacrese", "substituição", "metáfora", "uso comum", "linguagem"]
  },
  {
    "pergunta": "O que é prosopopeia?",
    "resposta": "Prosopopeia, ou personificação, atribui características humanas a seres inanimados ou abstratos (ex.: 'o vento sussurra'). É comum em poesia e fábulas.",
    "palavras_chave": ["prosopopeia", "personificação", "atribuição", "poesia", "figura"]
  },
  {
    "pergunta": "O que é perífrase na literatura?",
    "resposta": "Perífrase substitui um termo por uma expressão que o caracteriza (ex.: 'rei da selva' para leão). É usada para enriquecer o estilo e variar a linguagem.",
    "palavras_chave": ["perífrase", "substituição", "expressão", "caracterização", "estilo"]
  },
  {
    "pergunta": "O que é antonomásia e qual sua função?",
    "resposta": "Antonomásia é a substituição de um nome por uma característica marcante (ex.: 'a Cidade Maravilhosa' para Rio de Janeiro). Cria identificação simbólica e estilística.",
    "palavras_chave": ["antonomásia", "substituição", "nome", "característica", "símbolo"]
  },
  {
    "pergunta": "O que é hipérbato?",
    "resposta": "Hipérbato é a inversão da ordem natural das palavras para dar destaque ou criar musicalidade (ex.: 'Das letras, o estudo gosta').",
    "palavras_chave": ["hipérbato", "inversão", "ordem", "estilo", "linguagem"]
  },
  {
    "pergunta": "O que é silepse e em que se aplica?",
    "resposta": "Silepse é a concordância feita com a ideia, e não com a forma gramatical. Pode ser de gênero, número ou pessoa (ex.: 'O povo gritava, e gritavam muito').",
    "palavras_chave": ["silepse", "concordância", "ideia", "figura", "linguagem"]
  },
  {
    "pergunta": "O que é alusão e como funciona?",
    "resposta": "Alusão é uma referência indireta a outro texto, obra ou fato cultural. Enriquece a leitura ao criar conexões e exige conhecimento prévio do leitor.",
    "palavras_chave": ["alusão", "referência", "intertextualidade", "cultura", "literatura"]
  },
  {
    "pergunta": "O que é intertextualidade?",
    "resposta": "Intertextualidade é o diálogo entre obras literárias, quando um texto se relaciona com outro por citação, paródia ou referência. Sabia que esse recurso é essencial na literatura pós-moderna?",
    "palavras_chave": ["intertextualidade", "diálogo", "textos", "citação", "paródia"]
  },
  {
    "pergunta": "O que é paródia em textos literários?",
    "resposta": "Paródia é a recriação de um texto em tom cômico ou crítico, transformando seu sentido original. É usada para provocar reflexão ou humor.",
    "palavras_chave": ["paródia", "recriação", "crítica", "humor", "literatura"]
  },
  {
    "pergunta": "O que é paráfrase e em que difere da paródia?",
    "resposta": "Paráfrase é a reescrita de um texto preservando sua ideia central, mas com outras palavras. Diferente da paródia, não possui intenção crítica ou humorística.",
    "palavras_chave": ["paráfrase", "reescrita", "texto", "ideia", "linguagem"]
  },
  {
    "pergunta": "O que é alegoria e como aparece na literatura?",
    "resposta": "Alegoria é a representação de ideias abstratas por meio de imagens concretas e encadeadas. É comum em fábulas, contos e poemas com moral ou crítica social.",
    "palavras_chave": ["alegoria", "representação", "abstração", "figura", "crítica"]
  },
  {
    "pergunta": "O que é digressão em narrativas?",
    "resposta": "Digressão é o desvio do assunto principal para abordar reflexões, descrições ou comentários paralelos. Enriquece a narrativa e cria proximidade com o leitor.",
    "palavras_chave": ["digressão", "narrativa", "reflexão", "comentário", "estilo"]
  },
  {
    "pergunta": "O que é discurso indireto livre?",
    "resposta": "Discurso indireto livre mistura a fala do narrador com a do personagem sem marcas de citação. Aproxima a narrativa da mente do personagem e gera ambiguidade.",
    "palavras_chave": ["discurso indireto livre", "narração", "fala", "personagem", "ambiguidade"]
  },
  {
    "pergunta": "O que é monólogo interior?",
    "resposta": "Monólogo interior é a técnica que expõe diretamente os pensamentos do personagem, simulando fluxo mental contínuo. Dá profundidade psicológica à narrativa.",
    "palavras_chave": ["monólogo interior", "pensamento", "fluxo mental", "narrativa", "psicologia"]
  },
  {
    "pergunta": "O que é fluxo de consciência?",
    "resposta": "Fluxo de consciência é um tipo de monólogo interior que registra de forma caótica e espontânea os pensamentos do personagem, sem estrutura lógica rígida.",
    "palavras_chave": ["fluxo de consciência", "pensamento", "espontaneidade", "narrativa", "psicologia"]
  },
  {
    "pergunta": "O que é suspense narrativo?",
    "resposta": "Suspense narrativo é a técnica de criar expectativa no leitor sobre o que vai acontecer. É produzido por pistas, silêncios e atrasos na revelação de informações.",
    "palavras_chave": ["suspense", "expectativa", "narrativa", "tensão", "leitor"]
  },
  {
    "pergunta": "O que é hipérbole na literatura?",
    "resposta": "Hipérbole é o exagero intencional usado para causar impacto ou enfatizar uma ideia. Exemplo: 'Estou morrendo de fome'.",
    "palavras_chave": ["hipérbole", "exagero", "impacto", "ênfase", "literatura"]
  },
  {
    "pergunta": "O que é eufemismo?",
    "resposta": "Eufemismo é o uso de palavras suaves para substituir expressões duras ou desagradáveis. Exemplo: 'Ele partiu' em vez de 'Ele morreu'.",
    "palavras_chave": ["eufemismo", "suavização", "linguagem", "literatura", "figura"]
  },
  {
    "pergunta": "O que é antítese?",
    "resposta": "Antítese é a aproximação de ideias opostas na mesma frase para criar contraste. Exemplo: 'É ferida que dói e não se sente'.",
    "palavras_chave": ["antítese", "contraste", "oposição", "linguagem", "figura"]
  },
  {
    "pergunta": "O que é anáfora?",
    "resposta": "Anáfora é a repetição de uma mesma palavra ou expressão no início de versos ou frases, reforçando a musicalidade e a ênfase do texto.",
    "palavras_chave": ["anáfora", "repetição", "ritmo", "ênfase", "literatura"]
  },
  {
    "pergunta": "O que é epíteto?",
    "resposta": "Epíteto é o uso de um adjetivo que destaca uma característica marcante de alguém ou algo. Exemplo: 'o frio gelado da noite'.",
    "palavras_chave": ["epíteto", "adjetivo", "característica", "ênfase", "literatura"]
  },
  {
    "pergunta": "O que é assíndeto?",
    "resposta": "Assíndeto é a omissão de conjunções em uma sequência de termos, acelerando o ritmo da frase. Exemplo: 'Vim, vi, venci'.",
    "palavras_chave": ["assíndeto", "omissão", "conjunção", "ritmo", "estilo"]
  },
  {
    "pergunta": "O que é polissíndeto?",
    "resposta": "Polissíndeto é a repetição de conjunções para dar ênfase ou criar cadência lenta. Exemplo: 'E riu, e cantou, e dançou'.",
    "palavras_chave": ["polissíndeto", "repetição", "conjunção", "cadência", "estilo"]
  },
  {
    "pergunta": "O que é elipse?",
    "resposta": "Elipse é a omissão de um termo facilmente identificado pelo contexto, tornando a frase mais concisa. Exemplo: 'Na sala, apenas silêncio'.",
    "palavras_chave": ["elipse", "omissão", "contexto", "concisão", "estilo"]
  },
  {
    "pergunta": "O que é zeugma?",
    "resposta": "Zeugma é a omissão de um termo já mencionado antes, evitando repetição. Exemplo: 'Ele gosta de música; ela, de dança'.",
    "palavras_chave": ["zeugma", "omissão", "repetição", "linguagem", "estilo"]
  },
  {
    "pergunta": "O que é pleonasmo literário intencional?",
    "resposta": "Diferente do pleonasmo vicioso, o intencional reforça uma ideia para gerar efeito estilístico, como em 'vi com meus próprios olhos'.",
    "palavras_chave": ["pleonasmo", "intencional", "estilo", "ênfase", "linguagem"]
  },
  {
    "pergunta": "O que é apóstrofe na literatura?",
    "resposta": "Apóstrofe é a invocação ou chamamento a uma pessoa, objeto ou ideia, geralmente com forte carga emotiva. Exemplo: 'Ó mar infinito!'.",
    "palavras_chave": ["apóstrofe", "invocação", "emoção", "figura", "poesia"]
  },
  {
    "pergunta": "O que é litote?",
    "resposta": "Litote é a afirmação feita por meio da negação do contrário. Exemplo: 'Ele não é bobo' para indicar esperteza.",
    "palavras_chave": ["litote", "negação", "afirmação", "figura", "literatura"]
  },
  {
    "pergunta": "O que é sinestesia?",
    "resposta": "Sinestesia mistura sensações de diferentes sentidos, criando imagens mais ricas. Exemplo: 'um doce som'.",
    "palavras_chave": ["sinestesia", "sensações", "mistura", "imaginação", "literatura"]
  },
  {
    "pergunta": "O que é prosopografia?",
    "resposta": "Prosopografia é a descrição física de uma personagem, destacando traços do corpo e aparência. Exemplo: 'Alto, magro, de olhos claros'.",
    "palavras_chave": ["prosopografia", "descrição", "física", "personagem", "narrativa"]
  },
  {
    "pergunta": "O que é etopeia?",
    "resposta": "Etopeia é a descrição psicológica de uma personagem, abordando emoções, hábitos e valores. Exemplo: 'Era generoso e paciente'.",
    "palavras_chave": ["etopeia", "descrição", "psicológica", "personagem", "narrativa"]
  },
  {
    "pergunta": "O que é topografia?",
    "resposta": "Topografia é a descrição de ambientes, paisagens ou lugares. Enriquece a narrativa ao situar o leitor no espaço.",
    "palavras_chave": ["topografia", "descrição", "ambiente", "paisagem", "literatura"]
  },
  {
    "pergunta": "O que é cronografia?",
    "resposta": "Cronografia é a descrição de tempos, épocas ou momentos históricos, dando ao texto uma ambientação temporal específica.",
    "palavras_chave": ["cronografia", "descrição", "tempo", "época", "ambientação"]
  },
  {
    "pergunta": "O que é sátira literária?",
    "resposta": "Sátira é um texto que critica comportamentos, instituições ou costumes por meio de humor, exagero ou ironia. Sabia que Gregório de Matos ficou conhecido como o 'Boca do Inferno' por suas sátiras? ",
    "palavras_chave": ["sátira", "crítica", "humor", "ironia", "literatura"]
  },
  {
    "pergunta": "O que é ironia literária?",
    "resposta": "Ironia é a utilização de palavras em sentido contrário ao que parecem indicar, geralmente para provocar reflexão ou crítica. Exemplo: elogiar para, na verdade, criticar.",
    "palavras_chave": ["ironia", "contrário", "crítica", "linguagem", "literatura"]
  },
  {
    "pergunta": "O que é caricatura literária?",
    "resposta": "Caricatura é a descrição que exagera traços físicos ou psicológicos de personagens para efeito cômico ou crítico.",
    "palavras_chave": ["caricatura", "exagero", "descrição", "crítica", "literatura"]
  },
  {
    "pergunta": "Como a ironia aparece em Memórias Póstumas de Brás Cubas?",
    "resposta": "Machado de Assis utiliza ironia para criticar a sociedade imperial, ao narrar com humor situações de egoísmo e vaidade. Sabia que o próprio narrador defunto faz piadas sobre sua morte?",
    "palavras_chave": ["ironia", "machado de assis", "memórias póstumas", "crítica social", "humor ácido"]
  },
  {
    "pergunta": "Onde podemos ver intertextualidade em Grande Sertão: Veredas?",
    "resposta": "Guimarães Rosa dialoga com tradições orais, bíblicas e filosóficas ao compor sua narrativa, mostrando intertextualidade em múltiplos níveis.",
    "palavras_chave": ["intertextualidade", "grande sertão veredas", "guimarães rosa", "oralidade", "filosofia"]
  },
  {
    "pergunta": "Como Clarice Lispector usa fluxo de consciência em A Paixão Segundo G.H.?",
    "resposta": "Clarice explora os pensamentos fragmentados e introspectivos da protagonista, revelando sua transformação interior de forma intensa.",
    "palavras_chave": ["fluxo de consciência", "clarice lispector", "a paixão segundo g.h.", "introspecção", "psicologia"]
  },
  {
    "pergunta": "Como o narrador não confiável aparece em Dom Casmurro?",
    "resposta": "Bentinho manipula a narrativa com ciúmes e inseguranças, deixando dúvidas sobre Capitu. Sabia que isso faz o leitor se tornar quase um juiz da história?",
    "palavras_chave": ["dom casmurro", "machado de assis", "narrador não confiável", "ciúme", "interpretação ativa"]
  },
  {
    "pergunta": "Como o naturalismo se manifesta em O Cortiço?",
    "resposta": "Azevedo mostra personagens influenciados pelo meio e pelo determinismo, reforçando a ideia de que o ambiente molda a vida humana.",
    "palavras_chave": ["o cortiço", "naturalismo", "determinismo", "aluísio azevedo", "influência do meio"]
  },
  {
    "pergunta": "Como a metáfora é usada em O Pequeno Príncipe?",
    "resposta": "Saint-Exupéry utiliza metáforas para falar de amizade, amor e responsabilidade, como na rosa que simboliza o afeto único.",
    "palavras_chave": ["o pequeno príncipe", "metáfora", "saint-exupéry", "amizade", "simbolismo"]
  },
  {
    "pergunta": "Qual a função da hipérbole em Os Lusíadas?",
    "resposta": "Camões exagera feitos dos navegadores para exaltar a grandeza de Portugal, elevando-os a heróis quase míticos.",
    "palavras_chave": ["os lusíadas", "camões", "hipérbole", "exaltação", "epopeia"]
  },
  {
    "pergunta": "Como a ironia política aparece em 1984?",
    "resposta": "Orwell usa slogans irônicos como 'Liberdade é escravidão' para mostrar contradições do totalitarismo.",
    "palavras_chave": ["1984", "george orwell", "ironia", "slogans", "totalitarismo"]
  },
  {
    "pergunta": "Onde vemos simbolismo em Iracema?",
    "resposta": "Alencar transforma a personagem Iracema em símbolo da terra virgem brasileira, fundindo mito e identidade nacional.",
    "palavras_chave": ["iracema", "josé de alencar", "simbolismo", "romantismo", "identidade nacional"]
  },
  {
    "pergunta": "Como Clarice Lispector usa metalinguagem em A Hora da Estrela?",
    "resposta": "O narrador Rodrigo S.M. comenta seu próprio processo de escrever, aproximando o leitor do ato criativo.",
    "palavras_chave": ["a hora da estrela", "clarice lispector", "metalinguagem", "processo criativo", "modernismo"]
  },
  {
    "pergunta": "Como a antítese aparece em Hamlet?",
    "resposta": "Shakespeare opõe vida e morte no famoso monólogo 'ser ou não ser', ampliando o dilema existencial do personagem.",
    "palavras_chave": ["hamlet", "shakespeare", "antítese", "vida e morte", "tragédia"]
  },
  {
    "pergunta": "Onde a sinestesia aparece em poemas simbolistas?",
    "resposta": "Autores como Cruz e Sousa mesclavam cores, sons e aromas para criar imagens poéticas intensas.",
    "palavras_chave": ["sinestesia", "simbolismo", "cruz e sousa", "poesia", "sensações"]
  },
  {
    "pergunta": "Como a sátira se manifesta em Gregório de Matos?",
    "resposta": "Gregório criticava a hipocrisia da sociedade colonial com versos satíricos ácidos. Sabia que ele foi chamado de 'Boca do Inferno'?",
    "palavras_chave": ["gregório de matos", "sátira", "crítica social", "barroco", "humor ácido"]
  },
  {
    "pergunta": "Onde vemos o uso de prosopografia em Senhora?",
    "resposta": "Alencar descreve detalhadamente a aparência de Aurélia, reforçando seu poder e beleza na trama.",
    "palavras_chave": ["senhora", "josé de alencar", "prosopografia", "descrição física", "romantismo"]
  },
  {
    "pergunta": "Como o determinismo social aparece em Germinal de Zola?",
    "resposta": "Zola mostra mineiros condicionados pela miséria e pelo ambiente, exemplo do naturalismo francês.",
    "palavras_chave": ["germinal", "emile zola", "determinismo", "naturalismo", "ambiente"]
  },
  {
    "pergunta": "Onde vemos anáfora em Drummond?",
    "resposta": "No poema 'José', Drummond repete 'E agora, José?' para reforçar a angústia existencial.",
    "palavras_chave": ["anáfora", "drummond", "poesia modernista", "jose", "repetição"]
  },
  {
    "pergunta": "Como aparece a caricatura em O Primo Basílio?",
    "resposta": "Eça de Queirós exagera traços da burguesia lisboeta para criticar sua hipocrisia e superficialidade.",
    "palavras_chave": ["o primo basílio", "eça de queirós", "caricatura", "crítica social", "realismo"]
  },
  {
    "pergunta": "Como o clímax se constrói em Anna Karênina?",
    "resposta": "Tolstói leva o enredo ao auge quando Anna decide seu destino trágico, ponto de maior tensão emocional.",
    "palavras_chave": ["anna karênina", "tolstói", "clímax", "tragédia", "romance psicológico"]
  },
  {
    "pergunta": "Onde vemos intertextualidade em Torto Arado?",
    "resposta": "Itamar Vieira Junior dialoga com tradições afro-brasileiras e latino-americanas, trazendo ecos do realismo mágico.",
    "palavras_chave": ["torto arado", "itamar vieira junior", "intertextualidade", "realismo mágico", "tradição oral"]
  },
  {
    "pergunta": "Como aparece a metonímia em Moby Dick?",
    "resposta": "A baleia Moby Dick simboliza forças maiores que o homem, como destino e obsessão, exemplo clássico de metonímia.",
    "palavras_chave": ["moby dick", "herman melville", "metonímia", "obsessão", "símbolo"]
  }
]
