[
  {
    "pergunta": "Como 'O Pequeno Príncipe' aborda o tema da amizade?",
    "resposta": "A relação entre o príncipe e a raposa mostra que amizade exige tempo, dedicação e responsabilidade. A famosa lição de que 'tu te tornas eternamente responsável por aquilo que cativas' se tornou uma das frases mais lembradas da literatura. Sabia que esse ensinamento já foi usado até em discursos políticos e campanhas educativas ao redor do mundo?",
    "palavras_chave": ["o pequeno príncipe", "amizade", "responsabilidade", "cativar", "antoine de saint-exupéry", "frases célebres", "literatura francesa", "temas universais", "amizade literária", "clássico infantil"]
  },
  {
    "pergunta": "Qual o papel do amor em 'Romeu e Julieta' de Shakespeare?",
    "resposta": "O amor em 'Romeu e Julieta' surge como força arrebatadora que desafia rivalidades familiares, mas também como energia capaz de destruir os próprios amantes. A peça mostra a intensidade e os riscos do amor absoluto. Sabia que esse enredo inspirou desde óperas clássicas até filmes contemporâneos como 'West Side Story'?",
    "palavras_chave": ["romeu e julieta", "amor trágico", "shakespeare", "tragédia", "rivalidade familiar", "literatura inglesa", "temas universais", "conflito amoroso", "adaptações", "drama romântico"]
  },
  {
    "pergunta": "Como '1984' explora o tema da liberdade?",
    "resposta": "Em '1984', George Orwell constrói um mundo em que a liberdade individual é anulada por um Estado totalitário, que vigia até os pensamentos das pessoas. A obra alerta para os perigos da manipulação e do controle absoluto. Sabia que o termo 'Big Brother' se popularizou a partir do romance e até inspirou o nome de um reality show mundialmente famoso?",
    "palavras_chave": ["1984", "george orwell", "liberdade", "totalitarismo", "big brother", "distopia", "vigilância", "literatura mundial", "temas universais", "crítica política"]
  },
  {
    "pergunta": "Como 'A Metamorfose' de Kafka aborda a alienação?",
    "resposta": "Gregor Samsa, ao despertar transformado em um inseto, simboliza a alienação e a solidão vividas em sociedades modernas. Sua rejeição pela família e o isolamento que enfrenta representam a incompreensão humana. Sabia que Kafka usava sua própria sensação de deslocamento na vida real como inspiração para a obra?",
    "palavras_chave": ["a metamorfose", "franz kafka", "alienação", "isolamento", "existencialismo", "literatura tcheca", "solidão", "temas universais", "crítica social", "desumanização"]
  },
  {
    "pergunta": "Qual o significado da busca por identidade em 'A Hora da Estrela'?",
    "resposta": "A personagem Macabéa reflete a invisibilidade social e a luta de muitos para encontrar um espaço no mundo. Clarice Lispector mostra, por meio da nordestina, o contraste entre a simplicidade da vida e a dureza da realidade. Sabia que a obra foi publicada em mil novecentos e setenta e sete, pouco antes da morte da autora?",
    "palavras_chave": ["a hora da estrela", "clarice lispector", "identidade", "macabéa", "invisibilidade social", "literatura brasileira", "existencialismo", "temas universais", "nordestinos", "introspecção"]
  },
  {
    "pergunta": "Como 'O Velho e o Mar' trata da perseverança?",
    "resposta": "Ernest Hemingway narra a luta do velho Santiago contra um imenso peixe como metáfora da persistência diante das adversidades. A história é um retrato da dignidade humana em meio às dificuldades. Sabia que essa obra foi decisiva para que Hemingway recebesse o Prêmio Nobel de Literatura em mil novecentos e cinquenta e quatro?",
    "palavras_chave": ["o velho e o mar", "ernest hemingway", "perseverança", "resiliência", "nobel de literatura", "dignidade", "literatura americana", "temas universais", "luta contra a natureza", "superação"]
  },
  {
    "pergunta": "Como 'Dom Casmurro' explora o ciúme?",
    "resposta": "Em 'Dom Casmurro', o ciúme de Bentinho por Capitu se torna tão intenso que distorce sua percepção da realidade. A dúvida sobre a fidelidade da personagem é um dos maiores enigmas da literatura brasileira. Sabia que esse mistério já foi comparado ao de obras policiais, pela eterna discussão sobre a 'traição'?",
    "palavras_chave": ["dom casmurro", "machado de assis", "ciúme", "capitu", "bentinho", "realismo", "temas universais", "literatura brasileira", "ambiguidade", "psicologia"]
  },
  {
    "pergunta": "Como 'Cem Anos de Solidão' aborda o tema do destino?",
    "resposta": "Gabriel García Márquez descreve gerações da família Buendía presas em ciclos repetitivos, onde o destino parece inevitável. O realismo mágico intensifica a ideia de que o passado influencia continuamente o presente. Sabia que o livro levou mais de vinte anos para ser traduzido em algumas línguas?",
    "palavras_chave": ["cem anos de solidão", "gabriel garcía márquez", "destino", "realismo mágico", "literatura latino-americana", "família buendía", "temas universais", "ciclos", "inevitabilidade", "clássico mundial"]
  },
  {
    "pergunta": "Qual o papel da vingança em 'Hamlet'?",
    "resposta": "Na tragédia de Shakespeare, Hamlet busca vingar a morte de seu pai, mas sua hesitação e reflexões sobre moralidade transformam a vingança em um dilema existencial. Sabia que o famoso monólogo 'ser ou não ser' é um dos trechos mais citados da literatura universal?",
    "palavras_chave": ["hamlet", "shakespeare", "vingança", "tragédia", "ser ou não ser", "literatura inglesa", "temas universais", "conflito interno", "moralidade", "loucuras humanas"]
  },
  {
    "pergunta": "Como 'Os Irmãos Karamázov' trata da fé e da dúvida?",
    "resposta": "Dostoiévski cria uma trama em que os irmãos representam diferentes visões sobre religião, ateísmo e moralidade. O debate sobre fé e razão é central na obra. Sabia que o capítulo 'O Grande Inquisidor' já foi estudado por filósofos como Freud e Nietzsche?",
    "palavras_chave": ["os irmãos karamázov", "dostoiévski", "fé", "dúvida", "literatura russa", "filosofia", "religião", "temas universais", "grande inquisidor", "moralidade"]
  },
  {
    "pergunta": "Como 'Os Miseráveis' aborda a justiça social?",
    "resposta": "Victor Hugo mostra a luta de personagens como Jean Valjean contra um sistema injusto e desigual, destacando o poder da redenção e da compaixão. Sabia que o livro influenciou debates políticos na França sobre pobreza e direitos humanos?",
    "palavras_chave": ["os miseráveis", "victor hugo", "justiça social", "redenção", "compaixão", "literatura francesa", "temas universais", "desigualdade", "política", "clássico"]
  },
  {
    "pergunta": "Qual o papel da liberdade em 'A Cabana do Pai Tomás'?",
    "resposta": "A obra de Harriet Beecher Stowe denuncia a escravidão e mostra a luta pela dignidade e liberdade dos negros nos Estados Unidos. Sabia que o livro ajudou a mobilizar a opinião pública contra a escravidão antes da Guerra Civil Americana?",
    "palavras_chave": ["a cabana do pai tomás", "harriet beecher stowe", "escravidão", "liberdade", "justiça", "literatura americana", "temas universais", "guerra civil", "direitos humanos", "antiescravidão"]
  },
  {
    "pergunta": "Como 'O Estrangeiro' de Camus trata o medo da morte?",
    "resposta": "Meursault enfrenta a morte com indiferença, questionando o sentido da existência e a inevitabilidade do fim. Sabia que a obra é um marco do existencialismo e levou Albert Camus a ganhar o Nobel de Literatura?",
    "palavras_chave": ["o estrangeiro", "albert camus", "existencialismo", "morte", "indiferença", "literatura francesa", "temas universais", "absurdo", "filosofia", "nobel"]
  },
  {
    "pergunta": "Como 'Ensaio Sobre a Cegueira' fala sobre esperança?",
    "resposta": "José Saramago retrata uma sociedade em colapso, mas ressalta a solidariedade e a esperança como caminhos de sobrevivência. Sabia que o autor recebeu o Nobel de Literatura em 1998, em grande parte pela relevância dessa obra?",
    "palavras_chave": ["ensaio sobre a cegueira", "josé saramago", "esperança", "solidariedade", "sociedade", "literatura portuguesa", "temas universais", "colapso", "nobel", "resistência"]
  },
  {
    "pergunta": "O que 'O Senhor das Moscas' ensina sobre poder?",
    "resposta": "William Golding mostra crianças isoladas em uma ilha que recriam estruturas de poder, revelando a fragilidade da civilização. Sabia que o livro foi inspirado nas experiências do autor como soldado na Segunda Guerra Mundial?",
    "palavras_chave": ["o senhor das moscas", "william golding", "poder", "civilização", "violência", "literatura inglesa", "temas universais", "sociedade", "infância", "guerra"]
  },
  {
    "pergunta": "Como 'O Hobbit' trata da coragem?",
    "resposta": "Bilbo Bolseiro, inicialmente relutante, descobre sua coragem em aventuras inesperadas, mostrando que bravura pode vir dos menos prováveis. Sabia que Tolkien escreveu a história inicialmente como um conto infantil para seus filhos?",
    "palavras_chave": ["o hobbit", "j.r.r. tolkien", "coragem", "fantasia", "aventura", "literatura inglesa", "temas universais", "superação", "jornada", "heroísmo"]
  },
  {
    "pergunta": "Qual a importância da memória em 'Se Isto É um Homem'?",
    "resposta": "Primo Levi narra suas experiências em Auschwitz para preservar a memória do Holocausto e alertar contra a repetição dos horrores. Sabia que o livro é considerado um dos testemunhos mais importantes da Segunda Guerra?",
    "palavras_chave": ["se isto é um homem", "primo levi", "memória", "holocausto", "auschwitz", "literatura mundial", "temas universais", "testemunho", "história", "segunda guerra"]
  },
  {
    "pergunta": "Como 'A Máquina do Tempo' discute o tema do tempo?",
    "resposta": "H.G. Wells explora viagens temporais como metáfora para refletir sobre evolução, progresso e decadência da humanidade. Sabia que o termo 'máquina do tempo' surgiu pela primeira vez nessa obra?",
    "palavras_chave": ["a máquina do tempo", "h.g. wells", "tempo", "viagem temporal", "evolução", "literatura inglesa", "temas universais", "ficção científica", "progresso", "humanidade"]
  },
  {
    "pergunta": "Como 'Mrs. Dalloway' aborda a solidão?",
    "resposta": "Virginia Woolf retrata um dia na vida de Clarissa Dalloway, explorando pensamentos íntimos que revelam a solidão mesmo em meio à vida social. Sabia que o romance é um marco da técnica de fluxo de consciência?",
    "palavras_chave": ["mrs. dalloway", "virginia woolf", "solidão", "fluxo de consciência", "literatura inglesa", "temas universais", "psicologia", "vida social", "modernismo", "introspecção"]
  },
  {
    "pergunta": "Como 'Siddhartha' explora o autoconhecimento?",
    "resposta": "Hermann Hesse narra a jornada espiritual de Siddhartha em busca de iluminação, abordando filosofia oriental e autodescoberta. Sabia que o autor ganhou o Nobel de Literatura em 1946 por obras como essa?",
    "palavras_chave": ["siddhartha", "hermann hesse", "autoconhecimento", "filosofia oriental", "espiritualidade", "literatura alemã", "temas universais", "busca interior", "sabedoria", "nobel"]
  },
  {
    "pergunta": "Qual a visão de amor em 'Anna Kariênina'?",
    "resposta": "Tolstói mostra o amor como paixão avassaladora capaz de desafiar convenções sociais, mas também como força destrutiva. Sabia que a frase inicial do livro é considerada uma das mais famosas da literatura?",
    "palavras_chave": ["anna kariênina", "tolstói", "amor", "paixão", "tragédia", "literatura russa", "temas universais", "sociedade", "casamento", "clássico"]
  },
  {
    "pergunta": "Como 'Grande Sertão: Veredas' fala sobre o bem e o mal?",
    "resposta": "Guimarães Rosa questiona a existência do diabo e a dualidade entre bem e mal através das reflexões de Riobaldo. Sabia que a obra é considerada um dos maiores marcos da literatura brasileira?",
    "palavras_chave": ["grande sertão: veredas", "guimarães rosa", "bem e mal", "riobaldo", "filosofia", "literatura brasileira", "temas universais", "dualidade", "sertão", "clássico"]
  },
  {
    "pergunta": "Como 'Crime e Castigo' discute a culpa?",
    "resposta": "Raskólnikov assassina acreditando poder justificar seu ato, mas é atormentado pela culpa e pela busca de redenção. Sabia que Dostoiévski escreveu o romance inspirado em suas próprias experiências na prisão?",
    "palavras_chave": ["crime e castigo", "dostoiévski", "culpa", "redenção", "psicologia", "literatura russa", "temas universais", "crime", "moralidade", "castigo"]
  },
  {
    "pergunta": "Qual o papel da imaginação em 'Alice no País das Maravilhas'?",
    "resposta": "Lewis Carroll cria um mundo de fantasia que questiona lógica, regras e identidade, exaltando a imaginação. Sabia que o livro é um dos mais adaptados para teatro e cinema da história?",
    "palavras_chave": ["alice no país das maravilhas", "lewis carroll", "imaginação", "fantasia", "identidade", "literatura inglesa", "temas universais", "infância", "clássico", "adaptações"]
  },
  {
    "pergunta": "Como 'O Apanhador no Campo de Centeio' fala sobre adolescência?",
    "resposta": "Holden Caulfield expõe as angústias e contradições da adolescência, questionando a hipocrisia da vida adulta. Sabia que o livro foi censurado em várias escolas americanas por sua linguagem e temas?",
    "palavras_chave": ["o apanhador no campo de centeio", "j.d. salinger", "adolescência", "angústia", "hipocrisia", "literatura americana", "temas universais", "juventude", "rebeldia", "censura"]
  },
  {
    "pergunta": "Como 'A Odisseia' representa a jornada do herói?",
    "resposta": "Homero narra as aventuras de Ulisses em sua volta para casa, estabelecendo o modelo clássico da jornada do herói. Sabia que o poema influenciou estruturas narrativas usadas até hoje no cinema?",
    "palavras_chave": ["a odisseia", "homero", "jornada do herói", "ulisses", "mitologia grega", "literatura clássica", "temas universais", "aventura", "viagem", "epopeia"]
  },
  {
    "pergunta": "Como 'Frankenstein' reflete sobre ciência e responsabilidade?",
    "resposta": "Mary Shelley questiona os limites da ciência ao mostrar Victor Frankenstein criando vida sem medir consequências. Sabia que o livro é considerado a primeira grande obra de ficção científica?",
    "palavras_chave": ["frankenstein", "mary shelley", "ciência", "responsabilidade", "ficção científica", "literatura inglesa", "temas universais", "criatura", "ética", "horror"]
  },
  {
    "pergunta": "Como 'O Sol é para Todos' discute preconceito?",
    "resposta": "Harper Lee retrata o racismo no sul dos Estados Unidos pelos olhos de uma criança, revelando injustiças e preconceitos. Sabia que a obra ganhou o Prêmio Pulitzer em 1961?",
    "palavras_chave": ["o sol é para todos", "harper lee", "preconceito", "racismo", "justiça", "literatura americana", "temas universais", "pulitzer", "infância", "direitos civis"]
  },
  {
    "pergunta": "Como 'Memórias Póstumas de Brás Cubas' aborda a vaidade?",
    "resposta": "Machado de Assis ironiza a vaidade humana através de um narrador defunto que relata sua vida sem ilusões. Sabia que a obra marcou o início do realismo no Brasil?",
    "palavras_chave": ["memórias póstumas de brás cubas", "machado de assis", "vaidade", "realismo", "literatura brasileira", "temas universais", "morte", "ironia", "narrador defunto", "crítica social"]
  },
  {
    "pergunta": "Como '1984' reflete sobre vigilância e liberdade?",
    "resposta": "George Orwell mostra uma sociedade dominada pela vigilância e pelo controle totalitário, levantando questões sobre liberdade individual e manipulação da verdade. Sabia que expressões como 'Big Brother' vieram desse livro?",
    "palavras_chave": ["1984", "george orwell", "liberdade", "vigilância", "totalitarismo", "literatura inglesa", "temas universais", "controle social", "política", "distopia"]
  },
  {
    "pergunta": "Qual a visão de esperança em 'O Pequeno Príncipe'?",
    "resposta": "Saint-Exupéry revela através da simplicidade infantil a esperança de transformar o mundo com amor, amizade e imaginação. Sabia que o livro é um dos mais traduzidos do mundo?",
    "palavras_chave": ["o pequeno príncipe", "saint-exupéry", "esperança", "amizade", "amor", "literatura francesa", "temas universais", "infância", "sabedoria", "clássico"]
  },
  {
    "pergunta": "Como 'Dom Casmurro' explora a dúvida?",
    "resposta": "Machado de Assis cria uma narrativa ambígua em que a dúvida sobre a fidelidade de Capitu nunca é resolvida, mostrando como incertezas moldam a visão da realidade. Sabia que isso fez surgir a expressão 'olhos de ressaca'?",
    "palavras_chave": ["dom casmurro", "machado de assis", "dúvida", "ambiguidade", "capitu", "literatura brasileira", "temas universais", "realismo", "ciúme", "clássico"]
  },
  {
    "pergunta": "Como 'O Estrangeiro', de Camus, aborda o sentido da vida?",
    "resposta": "No romance, Meursault vive de forma indiferente às normas sociais, reagindo com frieza até à morte da própria mãe. Essa atitude reflete a filosofia do absurdo, defendida por Camus, que questiona a busca humana por um sentido fixo para a vida. Em vez de respostas definitivas, a obra mostra a importância de aceitar o vazio e criar significados pessoais. Sabia que Camus ganhou o Nobel de Literatura em 1957 justamente por sua reflexão sobre a condição humana?",
    "palavras_chave": ["o estrangeiro", "albert camus", "absurdo", "existencialismo", "vida sem sentido", "meursault", "nobel de literatura", "temas universais", "indiferença", "filosofia"]
  },
  {
    "pergunta": "Qual a importância da liberdade em 'Ensaio sobre a Cegueira'?",
    "resposta": "José Saramago mostra uma sociedade que perde a visão de forma coletiva e, junto com ela, também perde a dignidade e a organização social. A cegueira funciona como metáfora para a alienação e a perda da liberdade individual diante do caos. O romance questiona até que ponto a civilização depende da responsabilidade ética de cada um. Sabia que o autor usa frases longas e quase sem pontuação tradicional para reforçar a sensação de confusão?",
    "palavras_chave": ["ensaio sobre a cegueira", "josé saramago", "liberdade", "alienação", "metáfora", "ética", "literatura portuguesa", "temas universais", "responsabilidade", "caos social"]
  },
  {
    "pergunta": "Como 'A Revolução dos Bichos' fala sobre poder?",
    "resposta": "George Orwell cria uma fábula em que animais de uma fazenda se revoltam contra os humanos para construir uma sociedade mais justa. No entanto, os porcos acabam assumindo o poder e repetindo as opressões que antes criticavam. A obra mostra como o poder absoluto corrompe e como a manipulação pode destruir ideais coletivos. Sabia que a frase 'Todos os animais são iguais, mas alguns são mais iguais que os outros' virou um símbolo de hipocrisia política?",
    "palavras_chave": ["a revolução dos bichos", "george orwell", "poder", "corrupção", "igualdade", "hipocrisia política", "fábula", "literatura inglesa", "temas universais", "manipulação"]
  },
  {
    "pergunta": "Como 'A Odisseia' aborda a jornada humana?",
    "resposta": "Na epopeia grega de Homero, Ulisses enfrenta monstros, deuses e tempestades em sua longa viagem de retorno para casa. Essa trajetória simboliza a própria luta humana diante dos obstáculos da vida, em que a astúcia e a perseverança são tão importantes quanto a força. A obra mostra como o caminho pode ser tão significativo quanto a chegada. Sabia que Ulisses levou 10 anos para voltar a Ítaca após a Guerra de Troia?",
    "palavras_chave": ["a odisseia", "homero", "jornada", "perseverança", "ulisses", "epopeia", "mitologia grega", "temas universais", "aventura", "superação"]
  },
  {
    "pergunta": "De que forma 'O Nome da Rosa' relaciona fé e conhecimento?",
    "resposta": "Um mosteiro medieval serve de palco para uma série de assassinatos investigados pelo monge Guilherme de Baskerville. Além do suspense policial, a obra de Umberto Eco discute a tensão entre fé e razão, mostrando como o saber pode ser reprimido em nome da ortodoxia religiosa. O livro lembra que a busca pelo conhecimento sempre desafia dogmas. Sabia que Eco era semiólogo e usou sua pesquisa acadêmica para estruturar a narrativa?",
    "palavras_chave": ["o nome da rosa", "umberto eco", "fé", "conhecimento", "investigação", "religião", "dogmas", "semiótica", "literatura italiana", "temas universais"]
  },
  {
    "pergunta": "Qual a crítica social em 'O Cortiço'?",
    "resposta": "Aluísio Azevedo retrata a vida em um cortiço carioca, mostrando como o ambiente influencia o comportamento das pessoas. O naturalismo da obra revela desigualdades sociais, preconceitos e a luta pela ascensão econômica. O livro sugere que tanto o meio quanto as condições sociais moldam a vida humana. Sabia que 'O Cortiço' é considerado o maior exemplo do naturalismo na literatura brasileira?",
    "palavras_chave": ["o cortiço", "aluísio azevedo", "naturalismo", "determinismo", "desigualdade social", "ambiente", "literatura brasileira", "temas universais", "crítica social", "realismo"]
  },
  {
    "pergunta": "Como 'A Divina Comédia' explora a justiça?",
    "resposta": "Dante Alighieri descreve sua viagem pelo Inferno, Purgatório e Paraíso, em uma alegoria sobre a alma humana em busca da salvação. Cada punição no Inferno é proporcional ao pecado cometido, o que reforça a ideia de justiça divina. A obra também reflete sobre escolhas morais e consequências. Sabia que Dante colocou personagens históricos reais nos círculos do Inferno para criticar sua época?",
    "palavras_chave": ["a divina comédia", "dante alighieri", "justiça", "inferno", "purgatório", "paraíso", "salvação", "literatura italiana", "temas universais", "moralidade"]
  },
  {
    "pergunta": "Qual é o papel da memória em 'O Ano da Morte de Ricardo Reis'?",
    "resposta": "José Saramago retoma o heterônimo de Fernando Pessoa para refletir sobre a morte, a passagem do tempo e o peso da memória. O livro mistura realidade histórica com ficção, colocando o personagem em contato com fantasmas e lembranças. A obra mostra como a memória constrói nossa identidade e também nos aprisiona. Sabia que Ricardo Reis era um dos heterônimos mais clássicos e eruditos de Pessoa?",
    "palavras_chave": ["o ano da morte de ricardo reis", "josé saramago", "memória", "morte", "identidade", "ricardo reis", "fernando pessoa", "literatura portuguesa", "temas universais", "heterônimos"]
  },
  {
    "pergunta": "Como 'Os Miseráveis' reflete justiça e compaixão?",
    "resposta": "Victor Hugo narra a trajetória de Jean Valjean, ex-prisioneiro que busca redenção, enquanto é perseguido pelo rígido inspetor Javert. O romance mostra o contraste entre a justiça legal e a compaixão humana, defendendo que a verdadeira transformação vem do perdão. Sabia que a obra foi adaptada em um dos musicais mais famosos da Broadway?",
    "palavras_chave": ["os miseráveis", "victor hugo", "justiça", "compaixão", "redenção", "jean valjean", "javert", "literatura francesa", "temas universais", "perdão"]
  },
  {
    "pergunta": "Como 'Orgulho e Preconceito' aborda o amor e o status social?",
    "resposta": "Jane Austen retrata a relação entre Elizabeth Bennet e Mr. Darcy, marcada por julgamentos apressados e convenções sociais. O romance mostra como o amor verdadeiro precisa superar preconceitos e expectativas impostas pela sociedade. Ao mesmo tempo, critica a busca por casamentos apenas por interesse econômico. Sabia que a obra foi publicada anonimamente em 1813, assinada apenas como 'By a Lady'?",
    "palavras_chave": ["orgulho e preconceito", "jane austen", "amor", "status social", "preconceito", "literatura inglesa", "temas universais", "casamento", "classe social", "romance"]
  },
  {
    "pergunta": "De que maneira 'Fausto' questiona a ambição humana?",
    "resposta": "Na obra de Goethe, Fausto faz um pacto com Mefistófeles para obter conhecimento e prazeres ilimitados. Essa decisão simboliza a eterna insatisfação do ser humano e a tentação de ultrapassar limites éticos em busca de poder. O drama levanta questões sobre ambição, moralidade e responsabilidade. Sabia que Goethe trabalhou nessa peça por mais de 60 anos antes de concluí-la?",
    "palavras_chave": ["fausto", "goethe", "ambição", "conhecimento", "pacto", "mefistófeles", "literatura alemã", "temas universais", "moralidade", "ética"]
  },
  {
    "pergunta": "Qual é a mensagem de 'O Morro dos Ventos Uivantes'?",
    "resposta": "Emily Brontë narra a paixão destrutiva entre Heathcliff e Catherine, marcada por desejo, vingança e dor. O romance mostra como sentimentos intensos podem ultrapassar gerações e afetar até mesmo descendentes inocentes. A obra é lembrada como uma das histórias de amor mais sombrias da literatura. Sabia que foi o único romance escrito por Emily Brontë?",
    "palavras_chave": ["o morro dos ventos uivantes", "emily brontë", "amor trágico", "vingança", "paixão", "literatura inglesa", "temas universais", "dor", "romantismo sombrio", "tragédia"]
  },
  {
    "pergunta": "Como 'Frankenstein' discute responsabilidade científica?",
    "resposta": "Mary Shelley conta a história de Victor Frankenstein, que cria um ser vivo a partir de experimentos científicos e depois o abandona. A obra reflete os riscos do avanço sem ética, mostrando as consequências da irresponsabilidade do criador. É um alerta sobre o peso moral da ciência. Sabia que Shelley escreveu a obra quando tinha apenas 18 anos?",
    "palavras_chave": ["frankenstein", "mary shelley", "responsabilidade científica", "ética", "ciência", "literatura inglesa", "temas universais", "monstro", "tragédia", "jovem autora"]
  },
  {
    "pergunta": "Qual é a crítica presente em 'Admirável Mundo Novo'?",
    "resposta": "Aldous Huxley imagina uma sociedade futurista onde as pessoas são condicionadas desde o nascimento e mantidas felizes por drogas e consumo. A obra critica a perda da liberdade individual em nome da estabilidade e do prazer artificial. É um alerta contra o conformismo e a manipulação social. Sabia que o livro foi escrito em 1932, muito antes da era tecnológica atual?",
    "palavras_chave": ["admirável mundo novo", "aldous huxley", "liberdade", "conformismo", "sociedade futurista", "controle social", "literatura inglesa", "temas universais", "distopia", "crítica social"]
  },
  {
    "pergunta": "Como 'Senhora', de José de Alencar, retrata o casamento?",
    "resposta": "O romance conta a história de Aurélia, que herda uma fortuna e usa seu poder financeiro para casar com o homem que antes a rejeitara por ser pobre. A obra mostra como o casamento no século XIX era muitas vezes uma transação econômica, questionando o amor subordinado ao dinheiro. Sabia que Aurélia é considerada uma das personagens femininas mais fortes da literatura brasileira?",
    "palavras_chave": ["senhora", "josé de alencar", "casamento", "dinheiro", "aurélia", "amor", "literatura brasileira", "romantismo", "temas universais", "crítica social"]
  },
  {
    "pergunta": "De que forma 'O Apanhador no Campo de Centeio' trata da adolescência?",
    "resposta": "Holden Caulfield, narrador do romance, reflete o sentimento de inadequação, solidão e crítica ao mundo adulto. A obra mostra as contradições do amadurecimento e a busca por autenticidade em meio à hipocrisia social. O livro se tornou um marco da literatura juvenil por dar voz direta às angústias adolescentes. Sabia que a obra foi censurada em várias escolas dos EUA por tratar de temas delicados?",
    "palavras_chave": ["o apanhador no campo de centeio", "j.d. salinger", "adolescência", "solidão", "hipocrisia", "literatura americana", "temas universais", "amadurecimento", "narrativa juvenil", "censura"]
  },
  {
    "pergunta": "Como 'O Conde de Monte Cristo' lida com a vingança?",
    "resposta": "Alexandre Dumas narra a história de Edmond Dantès, injustamente preso e que, após escapar, dedica sua vida a punir os traidores. O livro explora o preço da vingança e mostra como ela pode consumir a vida inteira de uma pessoa. Ao mesmo tempo, levanta a questão da justiça versus vingança pessoal. Sabia que Dumas publicou a obra em formato de folhetim, com capítulos lançados semanalmente?",
    "palavras_chave": ["o conde de monte cristo", "alexandre dumas", "vingança", "justiça", "edmond dantès", "literatura francesa", "temas universais", "traição", "folhetim", "perdão"]
  },
  {
    "pergunta": "O que 'Drácula' nos diz sobre medo e poder?",
    "resposta": "O romance gótico de Bram Stoker apresenta o conde Drácula como símbolo do medo do desconhecido e da dominação. A história mistura elementos de sedução, morte e superstição, refletindo ansiedades sociais da época vitoriana. A obra ajudou a consolidar o mito do vampiro como metáfora de poder e controle. Sabia que Drácula foi inspirado em um príncipe real da Transilvânia, conhecido como Vlad, o Empalador?",
    "palavras_chave": ["drácula", "bram stoker", "medo", "poder", "vampiro", "literatura gótica", "temas universais", "romance vitoriano", "metáfora", "mito"]
  },
  {
    "pergunta": "Como 'Madame Bovary' aborda o tédio e a insatisfação?",
    "resposta": "Gustave Flaubert conta a história de Emma Bovary, que busca no romance e nas aventuras amorosas uma fuga da monotonia de sua vida. A obra critica as ilusões criadas por ideais românticos e mostra como a insatisfação pode levar à destruição pessoal. É um retrato da busca desesperada por sentido. Sabia que o autor foi processado por imoralidade após a publicação do livro?",
    "palavras_chave": ["madame bovary", "gustave flaubert", "tédio", "insatisfação", "romantismo", "ilusões", "literatura francesa", "temas universais", "crítica social", "tragédia"]
  },
  {
    "pergunta": "Como 'O Velho e o Mar' fala sobre perseverança?",
    "resposta": "Ernest Hemingway narra a luta solitária de Santiago, um velho pescador, contra um enorme peixe-marlin em alto-mar. A história se torna uma metáfora da perseverança e da dignidade diante do fracasso inevitável, já que, mesmo derrotado pela força da natureza, ele mantém sua coragem e honra. A obra reflete o estilo enxuto do autor, conhecido como 'teoria do iceberg', em que a maior parte do significado está implícita. Sabia que o livro foi decisivo para Hemingway receber o Nobel de Literatura em 1954?",
    "palavras_chave": ["o velho e o mar", "hemingway", "perseverança", "resistência", "natureza", "literatura americana", "temas universais", "superação", "nobel", "metáfora"]
  },
  {
    "pergunta": "Qual a importância do tempo em 'Cem Anos de Solidão'?",
    "resposta": "Gabriel García Márquez constrói, em Macondo, a trajetória da família Buendía marcada por repetições e destinos cíclicos. O tempo não é linear, mas circular, reforçando a ideia de que as ações humanas retornam e aprisionam os personagens. Essa visão temporal reflete tanto tradições míticas quanto a realidade da história latino-americana, onde ciclos de poder, violência e esperança se repetem. Sabia que a obra é considerada o maior exemplo do realismo mágico e revolucionou a literatura mundial?",
    "palavras_chave": ["cem anos de solidão", "gabriel garcía márquez", "tempo", "realismo mágico", "literatura latino-americana", "temas universais", "destino", "solidão", "família", "clássico"]
  },
  {
    "pergunta": "Como 'O Nome da Rosa' aborda conhecimento?",
    "resposta": "Umberto Eco situa sua narrativa em uma abadia medieval, onde uma investigação sobre assassinatos leva à reflexão sobre o poder do conhecimento e os limites da interpretação. A obra combina mistério policial com filosofia e semiótica, explorando a relação entre fé, razão e a manipulação do saber. Eco mostra que controlar livros é também controlar ideias e mentalidades. Sabia que o romance vendeu milhões de exemplares e é considerado um dos marcos da literatura contemporânea?",
    "palavras_chave": ["o nome da rosa", "umberto eco", "conhecimento", "verdade", "fé", "literatura italiana", "temas universais", "mistério", "filosofia", "clássico"]
  },
  {
    "pergunta": "Como 'Fahrenheit 451' fala sobre censura?",
    "resposta": "Ray Bradbury cria uma distopia em que os bombeiros não apagam incêndios, mas queimam livros, símbolo da destruição da liberdade de pensamento. A obra alerta contra regimes autoritários e a alienação provocada por tecnologias de massa. Além de denunciar a censura explícita, o romance mostra como a indiferença social também contribui para a perda da cultura. Sabia que o título faz referência à temperatura em que o papel entra em combustão?",
    "palavras_chave": ["fahrenheit 451", "ray bradbury", "censura", "livros", "liberdade intelectual", "literatura americana", "temas universais", "distopia", "conhecimento", "sociedade"]
  },
  {
    "pergunta": "Como 'A Metamorfose' discute identidade?",
    "resposta": "Franz Kafka narra a transformação de Gregor Samsa em um inseto monstruoso, metáfora para a alienação e a exclusão social. A perda de identidade do personagem reflete a fragilidade dos laços familiares e a sensação de inadequação no mundo moderno. O texto é ambíguo, permitindo interpretações existencialistas, psicanalíticas e sociais. Sabia que essa obra é uma das mais estudadas do século XX justamente pela riqueza de leituras possíveis?",
    "palavras_chave": ["a metamorfose", "kafka", "identidade", "alienação", "transformação", "literatura alemã", "temas universais", "existencialismo", "modernismo", "clássico"]
  },
  {
    "pergunta": "Qual o papel da fé em 'Paraíso Perdido'?",
    "resposta": "John Milton escreve um poema épico sobre a rebelião de Lúcifer e a queda do homem, refletindo sobre obediência, livre-arbítrio e redenção. A obra articula fé cristã, mitologia e política, questionando os limites entre poder divino e liberdade humana. Mesmo cego, Milton construiu um texto de enorme complexidade poética e filosófica, influenciando gerações. Sabia que o poema é considerado um dos maiores marcos da literatura inglesa?",
    "palavras_chave": ["paraíso perdido", "john milton", "fé", "pecado original", "redenção", "literatura inglesa", "temas universais", "religião", "poema épico", "clássico"]
  },
  {
    "pergunta": "Como 'O Morro dos Ventos Uivantes' fala sobre paixão?",
    "resposta": "Emily Brontë apresenta a intensa e destrutiva relação entre Heathcliff e Catherine, marcada por amor, ódio e obsessão. A obra mostra como a paixão pode atravessar gerações, corroendo famílias e revelando o lado sombrio das emoções humanas. Sua atmosfera gótica e trágica a diferencia do romantismo tradicional. Sabia que foi o único romance escrito pela autora, mas que se tornou um dos maiores clássicos da literatura inglesa?",
    "palavras_chave": ["o morro dos ventos uivantes", "emily brontë", "paixão", "amor", "tragédia", "literatura inglesa", "temas universais", "romantismo", "emoção", "clássico"]
  },
  {
    "pergunta": "Como 'O Primo Basílio' retrata adultério?",
    "resposta": "Eça de Queirós utiliza o adultério não apenas como drama pessoal, mas como ferramenta de crítica à moralidade burguesa de Lisboa no século XIX. A hipocrisia, o vazio existencial e a submissão feminina são expostos através dos personagens, transformando o romance em denúncia social. Sabia que o livro provocou escândalo em sua época e consolidou o realismo em Portugal?",
    "palavras_chave": ["o primo basílio", "eça de queirós", "adultério", "crítica social", "burguesia", "literatura portuguesa", "temas universais", "realismo", "convenções", "clássico"]
  },
  {
    "pergunta": "Qual a reflexão sobre solidão em 'Bartleby, o Escrivão'?",
    "resposta": "Herman Melville apresenta Bartleby, um escriturário que, diante de qualquer pedido, responde apenas com 'prefiro não'. Essa recusa silenciosa simboliza a apatia e a alienação do indivíduo em uma sociedade mecanizada pelo trabalho. O conto antecipa reflexões existencialistas sobre liberdade, solidão e resistência passiva. Sabia que a frase de Bartleby se tornou um ícone cultural e político, reinterpretada em diversas épocas?",
    "palavras_chave": ["bartleby o escrivão", "herman melville", "solidão", "apatia", "trabalho", "literatura americana", "temas universais", "existencialismo", "alienação", "clássico"]
  },
  {
    "pergunta": "Como 'O Mercador de Veneza' discute justiça?",
    "resposta": "Shakespeare contrapõe misericórdia e vingança no julgamento de Shylock, um agiota judeu, levantando questões sobre preconceito, contrato social e justiça humana. A peça revela tensões entre legalidade e moralidade, discutindo também intolerância religiosa e social. Sabia que essa é uma das obras mais debatidas do autor justamente por sua ambiguidade em relação à figura de Shylock?",
    "palavras_chave": ["o mercador de veneza", "shakespeare", "justiça", "misericórdia", "vingança", "literatura inglesa", "temas universais", "peça teatral", "preconceito", "clássico"]
  },
  {
    "pergunta": "Como 'O Velho e o Mar' fala sobre perseverança?",
    "resposta": "No romance, Ernest Hemingway apresenta Santiago, um velho pescador que enfrenta a luta contra um enorme peixe no mar. Essa batalha, que vai além da pesca em si, funciona como metáfora para a resistência humana diante das adversidades, mostrando que a dignidade e a perseverança existem mesmo quando o resultado final não é a vitória material. O texto é marcado pelo estilo enxuto de Hemingway, que valoriza a simplicidade e a força interior. Sabia que foi justamente com esse livro que Hemingway ganhou o Prêmio Nobel de Literatura em 1954?",
    "palavras_chave": ["o velho e o mar", "hemingway", "perseverança", "resistência", "natureza", "literatura americana", "temas universais", "superação", "nobel", "metáfora"]
  },
  {
    "pergunta": "Qual a importância do tempo em 'Cem Anos de Solidão'?",
    "resposta": "Gabriel García Márquez apresenta a história da família Buendía em Macondo, retratando o tempo não como algo linear, mas como um ciclo que se repete ao longo das gerações. Esse recurso narrativo cria a sensação de destino inevitável, reforçando o peso da solidão que marca a vida de cada personagem. A ideia de um tempo cíclico também reforça a dimensão mítica da obra, que combina realidade e fantasia em uma linguagem poética. Sabia que esse livro é considerado o maior exemplo do realismo mágico latino-americano?",
    "palavras_chave": ["cem anos de solidão", "gabriel garcía márquez", "tempo", "realismo mágico", "literatura latino-americana", "temas universais", "destino", "solidão", "família", "clássico"]
  },
  {
    "pergunta": "Como 'O Nome da Rosa' aborda conhecimento?",
    "resposta": "Umberto Eco ambienta seu romance em um mosteiro medieval, onde um monge franciscano investiga uma série de assassinatos. Mais do que um enredo policial, a obra reflete sobre a relação entre fé, poder e conhecimento, explorando como o acesso à informação pode ser usado tanto para libertar quanto para controlar. Eco combina filosofia, história e semiótica para mostrar que a busca pela verdade nunca é simples. Sabia que a obra mistura investigação policial, reflexão filosófica e até debates teológicos da Idade Média?",
    "palavras_chave": ["o nome da rosa", "umberto eco", "conhecimento", "verdade", "fé", "literatura italiana", "temas universais", "mistério", "filosofia", "clássico"]
  },
  {
    "pergunta": "Como 'Fahrenheit 451' fala sobre censura?",
    "resposta": "Ray Bradbury cria uma distopia em que os bombeiros não apagam incêndios, mas queimam livros. A narrativa mostra uma sociedade em que a censura destrói o pensamento crítico, substituindo-o por entretenimento superficial. O romance é uma denúncia contra o autoritarismo e contra a apatia coletiva diante da perda da liberdade intelectual. Sabia que o título se refere à temperatura em que o papel do livro entra em combustão, cerca de 451 graus Fahrenheit?",
    "palavras_chave": ["fahrenheit 451", "ray bradbury", "censura", "livros", "liberdade intelectual", "literatura americana", "temas universais", "distopia", "conhecimento", "sociedade"]
  },
  {
    "pergunta": "Como 'Metamorfose' discute identidade?",
    "resposta": "Em 'A Metamorfose', Franz Kafka apresenta Gregor Samsa, que acorda transformado em um inseto monstruoso. Essa mudança radical serve como metáfora para a alienação e a perda de identidade em uma sociedade que valoriza mais a utilidade econômica do que a humanidade das pessoas. O enredo expõe o isolamento familiar e a rejeição social, reforçando a sensação de absurdo da existência. Sabia que essa é uma das obras mais estudadas do século XX, justamente por abrir múltiplas interpretações?",
    "palavras_chave": ["a metamorfose", "kafka", "identidade", "alienação", "transformação", "literatura alemã", "temas universais", "existencialismo", "modernismo", "clássico"]
  },
  {
    "pergunta": "Qual o papel da fé em 'Paraíso Perdido'?",
    "resposta": "John Milton escreve um longo poema épico que retrata a queda de Lúcifer e o pecado original de Adão e Eva. A obra questiona a relação entre fé, obediência e livre-arbítrio, além de explorar a busca humana pela redenção. A poesia é carregada de referências bíblicas e filosóficas, tornando-se uma reflexão sobre o papel da fé diante da tentação e da queda. Sabia que Milton escreveu a maior parte da obra já cego, ditando os versos para assistentes?",
    "palavras_chave": ["paraíso perdido", "john milton", "fé", "pecado original", "redenção", "literatura inglesa", "temas universais", "religião", "poema épico", "clássico"]
  },
  {
    "pergunta": "Como 'O Morro dos Ventos Uivantes' fala sobre paixão?",
    "resposta": "Emily Brontë cria um enredo intenso marcado por amores obsessivos que atravessam gerações. A paixão, em sua forma mais destrutiva, é apresentada como força incontrolável que gera dor, vingança e desespero. A obra desafia o romantismo tradicional ao mostrar que o amor também pode ser cruel e devastador. Sabia que esse foi o único romance publicado por Emily Brontë, tornando-se um clássico único da literatura inglesa?",
    "palavras_chave": ["o morro dos ventos uivantes", "emily brontë", "paixão", "amor", "tragédia", "literatura inglesa", "temas universais", "romantismo", "emoção", "clássico"]
  },
  {
    "pergunta": "Como 'O Primo Basílio' retrata adultério?",
    "resposta": "Eça de Queirós usa a história de Luísa e Basílio para criticar a hipocrisia da sociedade burguesa de Lisboa do século XIX. O adultério não é apenas um drama pessoal, mas funciona como um espelho das convenções sociais e da falsa moralidade da época. A ironia e o realismo de Eça expõem os limites da vida doméstica e da estrutura social portuguesa. Sabia que o livro causou polêmica justamente por expor a vida privada da burguesia?",
    "palavras_chave": ["o primo basílio", "eça de queirós", "adultério", "crítica social", "burguesia", "literatura portuguesa", "temas universais", "realismo", "convenções", "clássico"]
  },
  {
    "pergunta": "Qual a reflexão sobre solidão em 'Bartleby, o Escrivão'?",
    "resposta": "Na novela, Herman Melville apresenta Bartleby, um escrivão que responde a tudo com a frase 'prefiro não'. Essa recusa passiva reflete uma profunda apatia diante da vida moderna e do trabalho burocrático. A obra levanta reflexões sobre a solidão, a alienação e a falta de sentido em ambientes cada vez mais desumanizados. Sabia que a frase de Bartleby virou referência cultural para simbolizar a resistência silenciosa?",
    "palavras_chave": ["bartleby o escrivão", "herman melville", "solidão", "apatia", "trabalho", "literatura americana", "temas universais", "existencialismo", "alienação", "clássico"]
  },
  {
    "pergunta": "Como 'O Mercador de Veneza' discute justiça?",
    "resposta": "Nessa peça, Shakespeare contrapõe misericórdia e vingança na disputa entre o mercador Antônio e o agiota Shylock. A obra explora a tensão entre a aplicação fria da lei e a necessidade de compaixão, levantando debates sobre justiça, preconceito e ética. Além disso, revela os dilemas morais de uma sociedade guiada por contratos e interesses. Sabia que essa é considerada uma das peças mais polêmicas de Shakespeare por causa da representação do personagem judeu Shylock?",
    "palavras_chave": ["o mercador de veneza", "shakespeare", "justiça", "misericórdia", "vingança", "literatura inglesa", "temas universais", "peça teatral", "preconceito", "clássico"]
  },
  {
    "pergunta": "Como 'O Médico e o Monstro' aborda dualidade humana?",
    "resposta": "Robert Louis Stevenson apresenta a figura do doutor Jekyll, que cria uma fórmula capaz de liberar seu lado sombrio, transformando-se no violento senhor Hyde. A narrativa expõe a luta entre o bem e o mal dentro de cada ser humano, questionando até que ponto a moralidade pode ser sustentada. Essa metáfora da dualidade revela o conflito interno da condição humana. Sabia que a ideia do livro surgiu de um sonho perturbador do próprio Stevenson?",
    "palavras_chave": ["o médico e o monstro", "stevenson", "dualidade", "bem e mal", "moralidade", "literatura escocesa", "temas universais", "psicologia", "clássico", "terror"]
  },
  {
    "pergunta": "Como 'A Ilíada' reflete sobre honra?",
    "resposta": "Na epopeia grega, Homero narra episódios da guerra de Troia, destacando a figura de heróis como Aquiles e Heitor. A honra, entendida como valor supremo, guia as ações desses personagens e determina sua glória ou queda. A obra mostra como a busca pela fama e pelo reconhecimento pode tanto elevar quanto destruir um guerreiro. Sabia que 'A Ilíada' influenciou profundamente toda a tradição literária ocidental?",
    "palavras_chave": ["a ilíada", "homero", "honra", "guerra de troia", "heróis", "literatura grega", "temas universais", "epopeia", "cultura clássica", "mitologia"]
  },
  {
    "pergunta": "Qual o papel da vingança em 'Hamlet'?",
    "resposta": "Shakespeare retrata Hamlet, o príncipe da Dinamarca, dividido entre agir contra o assassino de seu pai ou se perder em dúvidas e reflexões. A tragédia expõe os dilemas da vingança, mostrando como a demora em agir pode gerar ainda mais destruição. Além de tema central, a peça também questiona o sentido da vida e da moralidade. Sabia que a famosa fala 'ser ou não ser' vem justamente dessa obra?",
    "palavras_chave": ["hamlet", "shakespeare", "vingança", "reflexão", "moralidade", "literatura inglesa", "temas universais", "tragédia", "filosofia", "clássico"]
  },
  {
    "pergunta": "Como 'Drácula' representa o medo do desconhecido?",
    "resposta": "Bram Stoker cria um romance gótico em que o vampiro conde Drácula simboliza medos coletivos da sociedade vitoriana, como a ameaça do estrangeiro, a sexualidade reprimida e a degeneração. A figura do vampiro se torna metáfora para aquilo que escapa ao controle humano. Sabia que praticamente toda a cultura moderna sobre vampiros nasceu a partir desse livro?",
    "palavras_chave": ["drácula", "bram stoker", "medo", "desconhecido", "vampiro", "literatura gótica", "temas universais", "terror", "cultura vitoriana", "clássico"]
  },
  {
    "pergunta": "Como 'O Retrato de Dorian Gray' discute vaidade?",
    "resposta": "Oscar Wilde narra a história de Dorian Gray, que permanece jovem e belo enquanto seu retrato envelhece e carrega as marcas de sua corrupção moral. O romance levanta reflexões sobre hedonismo, superficialidade e a busca incessante pela juventude eterna. Ao mesmo tempo, denuncia os perigos da vaidade quando ela se sobrepõe à ética. Sabia que o livro foi acusado de imoral na época de sua publicação?",
    "palavras_chave": ["o retrato de dorian gray", "oscar wilde", "vaidade", "juventude", "moralidade", "literatura inglesa", "temas universais", "decadência", "arte", "clássico"]
  },
  {
    "pergunta": "Como 'O Tambor' fala sobre infância e guerra?",
    "resposta": "Günter Grass apresenta Oskar Matzerath, um menino que decide parar de crescer aos três anos de idade e passa a observar criticamente a sociedade durante a ascensão do nazismo. A obra mostra como a guerra rouba a inocência e revela a fragilidade da humanidade. Ao misturar realismo com elementos fantásticos, o autor constrói uma narrativa impactante sobre infância e violência histórica. Sabia que esse livro foi um dos responsáveis por Günter Grass receber o Nobel de Literatura?",
    "palavras_chave": ["o tambor", "günter grass", "infância", "guerra", "nazismo", "literatura alemã", "temas universais", "inocência", "história", "nobel"]
  },
  {
    "pergunta": "Como 'A Divina Comédia' fala sobre redenção?",
    "resposta": "Dante Alighieri guia o leitor em uma jornada pelos três reinos do além: Inferno, Purgatório e Paraíso. Essa travessia é também uma metáfora da alma humana em busca da redenção e da compreensão espiritual. O poema une teologia, filosofia e poesia, consolidando-se como um marco da literatura universal. Sabia que a obra ajudou a consolidar o italiano como língua literária, substituindo o latim?",
    "palavras_chave": ["a divina comédia", "dante alighieri", "redenção", "inferno", "paraíso", "literatura italiana", "temas universais", "purgatório", "espiritualidade", "clássico"]
  },
  {
    "pergunta": "Como 'Dom Quixote' reflete sobre ilusão e realidade?",
    "resposta": "Miguel de Cervantes apresenta Dom Quixote, um homem que enlouquece de tanto ler romances de cavalaria e passa a confundir fantasia com realidade. A obra questiona os limites entre sonho e sanidade, mostrando como a imaginação pode ser ao mesmo tempo libertadora e destrutiva. Considerado o primeiro romance moderno, traz também uma crítica à literatura de sua época. Sabia que esse livro influenciou profundamente toda a narrativa ocidental?",
    "palavras_chave": ["dom quixote", "cervantes", "ilusão", "realidade", "literatura espanhola", "temas universais", "loucura", "fantasia", "romance moderno", "clássico"]
  },
  {
    "pergunta": "Como 'Os Miseráveis' trata a questão da justiça social?",
    "resposta": "Victor Hugo utiliza a trajetória de Jean Valjean, um ex-prisioneiro em busca de redenção, para discutir a desigualdade social e a rigidez das leis francesas do século XIX. O romance mostra como a compaixão e a solidariedade podem transformar vidas, contrapondo-se à frieza da justiça institucional. Sabia que 'Os Miseráveis' foi escrito em exílio e tornou-se um símbolo de denúncia contra a pobreza na França?",
    "palavras_chave": ["os miseráveis", "victor hugo", "justiça social", "desigualdade", "redenção", "literatura francesa", "temas universais", "compaixão", "romance clássico", "pobreza"]
  },
  {
    "pergunta": "Qual a reflexão sobre liberdade em '1984'?",
    "resposta": "George Orwell retrata uma sociedade totalitária em que a liberdade individual é aniquilada pela vigilância constante do Grande Irmão. O romance mostra como o controle da linguagem e da memória coletiva pode destruir a autonomia humana. Sabia que o termo 'Big Brother' se tornou parte do vocabulário popular justamente por causa dessa obra?",
    "palavras_chave": ["1984", "george orwell", "liberdade", "totalitarismo", "grande irmão", "literatura inglesa", "temas universais", "distopia", "vigilância", "clássico"]
  },
  {
    "pergunta": "Como 'Madame Bovary' fala sobre frustração?",
    "resposta": "Gustave Flaubert cria Emma Bovary, uma mulher que busca na vida conjugal e nas aventuras extraconjugais a realização de seus sonhos românticos. A narrativa mostra o contraste entre o ideal e a realidade, revelando a frustração e o vazio de uma vida insatisfeita. Sabia que o romance foi processado por 'atentado à moral' quando publicado em 1857?",
    "palavras_chave": ["madame bovary", "flaubert", "frustração", "romantismo", "realismo", "literatura francesa", "temas universais", "adultério", "mulher", "clássico"]
  },
  {
    "pergunta": "Qual a importância do mito em 'Édipo Rei'?",
    "resposta": "A tragédia de Sófocles narra a história de Édipo, que tenta escapar de seu destino, mas acaba cumprindo a profecia de matar o pai e casar com a mãe. A obra questiona a relação entre destino e livre-arbítrio, além de mostrar como os mitos gregos ajudavam a explicar a condição humana. Sabia que Freud usou esse mito para formular o famoso 'complexo de Édipo' na psicanálise?",
    "palavras_chave": ["édipo rei", "sófocles", "mito", "tragédia grega", "destino", "literatura clássica", "temas universais", "livre-arbítrio", "psicanálise", "clássico"]
  },
  {
    "pergunta": "Como 'A Cabana do Pai Tomás' denuncia a escravidão?",
    "resposta": "Harriet Beecher Stowe escreve um romance que humaniza os escravizados, mostrando suas dores, fé e dignidade. A obra foi fundamental para acender debates contra a escravidão nos Estados Unidos, mobilizando leitores em prol do abolicionismo. Sabia que o presidente Abraham Lincoln chegou a dizer que esse livro ajudou a provocar a Guerra Civil Americana?",
    "palavras_chave": ["a cabana do pai tomás", "harriet beecher stowe", "escravidão", "abolição", "literatura americana", "temas universais", "direitos humanos", "guerra civil", "igualdade", "clássico"]
  },
  {
    "pergunta": "Como 'A Odisseia' fala sobre jornada e retorno?",
    "resposta": "Homero narra a longa viagem de Ulisses de volta a Ítaca, enfrentando monstros, deuses e tentações. O poema épico representa a busca pela superação e pela volta ao lar, funcionando como metáfora universal da jornada humana. Sabia que a palavra 'odisseia' passou a significar qualquer viagem cheia de desafios?",
    "palavras_chave": ["a odisseia", "homero", "jornada", "retorno", "ulisses", "literatura grega", "temas universais", "mitologia", "superação", "epopeia"]
  },
  {
    "pergunta": "Qual a mensagem sobre igualdade em 'A Revolução dos Bichos'?",
    "resposta": "Orwell cria uma fábula em que animais tomam o poder de uma fazenda, apenas para ver o surgimento de uma nova tirania. A narrativa critica regimes autoritários e mostra como ideais de igualdade podem ser corrompidos pela sede de poder. Sabia que a frase 'todos os animais são iguais, mas alguns são mais iguais que os outros' virou referência mundial contra a hipocrisia política?",
    "palavras_chave": ["a revolução dos bichos", "orwell", "igualdade", "autoritarismo", "fábula política", "literatura inglesa", "temas universais", "poder", "sociedade", "crítica"]
  },
  {
    "pergunta": "Como 'O Estrangeiro' reflete sobre absurdo?",
    "resposta": "Albert Camus apresenta Meursault, um homem que comete um crime aparentemente banal e não demonstra remorso. A narrativa explora a filosofia do absurdo, mostrando a falta de sentido da vida e a necessidade de construir significado diante do vazio. Sabia que Camus ganhou o Nobel em 1957, e essa obra foi uma das mais citadas no prêmio?",
    "palavras_chave": ["o estrangeiro", "albert camus", "absurdo", "existencialismo", "literatura francesa", "temas universais", "filosofia", "vida sem sentido", "nobel", "clássico"]
  },
  {
    "pergunta": "Qual a visão de utopia em 'A Cidade do Sol'?",
    "resposta": "Tommaso Campanella descreve uma cidade ideal governada por filósofos, onde todos vivem em comunidade e compartilham os bens. A obra é uma reflexão sobre utopia, igualdade e a busca por uma sociedade perfeita. Sabia que Campanella escreveu esse texto enquanto estava preso por conspiração política?",
    "palavras_chave": ["a cidade do sol", "campanella", "utopia", "filosofia", "igualdade", "literatura italiana", "temas universais", "sociedade ideal", "política", "clássico"]
  },
  {
    "pergunta": "Como 'O Apanhador no Campo de Centeio' fala sobre adolescência?",
    "resposta": "J.D. Salinger cria Holden Caulfield, um jovem que se sente deslocado em relação ao mundo adulto. A narrativa captura o conflito da adolescência, marcada por rebeldia, busca de identidade e angústia existencial. Sabia que o livro se tornou símbolo de gerações inteiras de jovens contestadores?",
    "palavras_chave": ["o apanhador no campo de centeio", "salinger", "adolescência", "identidade", "literatura americana", "temas universais", "rebeldia", "juventude", "romance", "clássico"]
  },
  {
    "pergunta": "Qual o simbolismo da peste em 'A Peste'?",
    "resposta": "Albert Camus usa a epidemia em Orã como metáfora para o sofrimento humano e para o avanço do totalitarismo. O romance mostra como as pessoas reagem diante do medo coletivo, equilibrando solidariedade e egoísmo. Sabia que Camus escreveu esse livro pensando na ocupação nazista da França?",
    "palavras_chave": ["a peste", "camus", "epidemia", "sofrimento humano", "solidariedade", "literatura francesa", "temas universais", "totalitarismo", "medo coletivo", "clássico"]
  },
  {
    "pergunta": "Como 'O Sol é para Todos' aborda preconceito?",
    "resposta": "Harper Lee narra a história de Atticus Finch, advogado que defende um homem negro acusado injustamente. A obra discute racismo, justiça e moralidade em meio ao sul segregacionista dos Estados Unidos. Sabia que o livro foi vencedor do Prêmio Pulitzer em 1961?",
    "palavras_chave": ["o sol é para todos", "harper lee", "preconceito", "justiça", "racismo", "literatura americana", "temas universais", "direitos civis", "pulitzer", "clássico"]
  },
  {
    "pergunta": "Qual a mensagem sobre poder em 'Macbeth'?",
    "resposta": "Shakespeare retrata Macbeth, um guerreiro que, movido pela ambição e pela manipulação, assassina o rei para assumir o trono. A tragédia expõe como o desejo de poder pode corromper e levar à destruição. Sabia que 'Macbeth' é conhecida como a 'peça amaldiçoada' nos teatros, pois muitos atores acreditam que dá azar citá-la pelo nome?",
    "palavras_chave": ["macbeth", "shakespeare", "poder", "ambição", "tragédia", "literatura inglesa", "temas universais", "corrupção", "teatro", "clássico"]
  },
  {
    "pergunta": "Como 'O Vermelho e o Negro' fala sobre ambição?",
    "resposta": "Stendhal apresenta Julien Sorel, um jovem ambicioso que busca ascender socialmente em uma França marcada por conflitos entre aristocracia e burguesia. O romance analisa como a ambição pode tanto impulsionar quanto destruir uma vida. Sabia que o título faz referência às carreiras militar (vermelho) e clerical (negro), opções de ascensão social da época?",
    "palavras_chave": ["o vermelho e o negro", "stendhal", "ambição", "ascensão social", "literatura francesa", "temas universais", "burguesia", "aristocracia", "realismo", "clássico"]
  },
  {
    "pergunta": "Como 'A Moreninha' representa o amor romântico?",
    "resposta": "Manuel Antônio de Almeida cria uma narrativa leve e sentimental, considerada um marco do romantismo no Brasil. A obra valoriza o amor puro e idealizado, em contraste com a vida urbana em transformação. Sabia que 'A Moreninha' é um dos primeiros romances românticos da literatura brasileira?",
    "palavras_chave": ["a moreninha", "manuel antônio de almeida", "amor romântico", "literatura brasileira", "romantismo", "temas universais", "amor idealizado", "juventude", "século XIX", "clássico"]
  },
  {
    "pergunta": "Qual a crítica social em 'Memórias Póstumas de Brás Cubas'?",
    "resposta": "Machado de Assis narra a vida de Brás Cubas do ponto de vista de um defunto-autor. O romance ironiza a elite brasileira do século XIX, expondo seus vícios, ambições e futilidades. Sabia que esse livro inaugurou o realismo no Brasil em 1881?",
    "palavras_chave": ["memórias póstumas de brás cubas", "machado de assis", "crítica social", "defunto-autor", "literatura brasileira", "temas universais", "realismo", "ironia", "elite", "clássico"]
  },
  {
    "pergunta": "Como 'Grande Sertão: Veredas' fala sobre o bem e o mal?",
    "resposta": "Guimarães Rosa cria Riobaldo, jagunço que reflete sobre sua vida, seus amores e sua luta contra inimigos. A narrativa mistura filosofia, regionalismo e religiosidade para explorar a eterna luta entre o bem e o mal na experiência humana. Sabia que o livro é considerado uma das maiores obras da literatura brasileira de todos os tempos?",
    "palavras_chave": ["grande sertão veredas", "guimarães rosa", "bem e mal", "literatura brasileira", "filosofia", "temas universais", "regionalismo", "religiosidade", "modernismo", "clássico"]
  },
  {
    "pergunta": "Qual a visão sobre destino em 'Romeu e Julieta'?",
    "resposta": "Shakespeare narra a tragédia dos jovens amantes que, apesar da paixão intensa, são vítimas das rivalidades familiares e de um destino implacável. A peça discute como amor e morte podem estar interligados quando a sociedade impõe barreiras ao sentimento. Sabia que 'Romeu e Julieta' é uma das peças mais encenadas da história do teatro?",
    "palavras_chave": ["romeu e julieta", "shakespeare", "destino", "amor trágico", "literatura inglesa", "temas universais", "tragédia", "famílias rivais", "teatro", "clássico"]
  },
    {
        "pergunta": "Por que Machado de Assis é considerado um autor fundamental em vestibulares?",
        "resposta": "Machado de Assis consolidou o realismo no Brasil, explorando temas como a hipocrisia social e os dilemas psicológicos, o que o torna essencial para compreender a literatura brasileira do século XIX. Vestibulares frequentemente cobram suas obras por sua complexidade narrativa e crítica social.",
        "palavras_chave": ["machado de assis", "realismo", "literatura brasileira", "século XIX", "crítica social", "vestibular", "narrador", "psicologia", "obras literárias", "romance"]
    },
    {
        "pergunta": "Qual a importância de 'Memórias Póstumas de Brás Cubas' no estudo literário?",
        "resposta": "A obra é inovadora por apresentar um narrador defunto-autor, que rompe com padrões narrativos tradicionais e introduz a ironia como recurso crítico. É muito cobrada em vestibulares por ser um marco do realismo brasileiro.",
        "palavras_chave": ["memórias póstumas de brás cubas", "machado de assis", "realismo", "narrador", "ironia", "inovação literária", "século XIX", "vestibular", "literatura brasileira", "romance"]
    },
    {
        "pergunta": "Por que 'Iracema', de José de Alencar, é considerada uma obra indianista?",
        "resposta": "O romance representa o ideal romântico da fusão entre culturas indígenas e europeias, simbolizando o nascimento do povo brasileiro. É frequentemente cobrada em vestibulares por sua importância no romantismo nacionalista.",
        "palavras_chave": ["iracema", "josé de alencar", "romantismo", "indianismo", "nacionalismo", "formação do povo", "literatura brasileira", "século XIX", "vestibular", "romance"]
    },
    {
        "pergunta": "Como a Semana de Arte Moderna de 1922 influencia vestibulares?",
        "resposta": "A Semana de 22 marca o início do modernismo no Brasil, defendendo a renovação estética, a liberdade criativa e a valorização da cultura nacional. Vestibulares cobram suas ideias e desdobramentos em poetas como Oswald e Mário de Andrade.",
        "palavras_chave": ["semana de arte moderna", "modernismo", "oswald de andrade", "mário de andrade", "1922", "ruptura estética", "cultura brasileira", "vestibular", "literatura brasileira", "vanguarda"]
    },
    {
        "pergunta": "Qual o papel do 'Manifesto Antropofágico' no modernismo?",
        "resposta": "Escrito por Oswald de Andrade em 1928, o manifesto propõe a 'devoração' de culturas estrangeiras para criar algo autenticamente brasileiro. Vestibulares exploram esse texto por sua originalidade e impacto cultural.",
        "palavras_chave": ["manifesto antropofágico", "oswald de andrade", "modernismo", "1928", "antropofagia", "cultura brasileira", "ruptura", "literatura", "vestibular", "vanguarda"]
    },
    {
        "pergunta": "Por que 'Grande Sertão: Veredas' é uma leitura desafiadora em vestibulares?",
        "resposta": "A obra de Guimarães Rosa utiliza linguagem inovadora, regionalismos e reflexões filosóficas, exigindo interpretação profunda. É considerada uma das obras mais complexas e completas da literatura brasileira.",
        "palavras_chave": ["grande sertão: veredas", "guimarães rosa", "linguagem", "regionalismo", "filosofia", "complexidade", "literatura brasileira", "século XX", "vestibular", "romance"]
    },
    {
        "pergunta": "Como a poesia de Drummond é cobrada em vestibulares?",
        "resposta": "A poesia de Carlos Drummond de Andrade transita entre a reflexão existencial, a crítica social e o lirismo pessoal, o que a torna versátil para análise. Vestibulares destacam sua importância no modernismo de 1930.",
        "palavras_chave": ["carlos drummond de andrade", "poesia", "modernismo", "existencialismo", "crítica social", "lirismo", "literatura brasileira", "século XX", "vestibular", "análise literária"]
    },
    {
        "pergunta": "Qual a relevância de 'Capitães da Areia' para os exames?",
        "resposta": "O romance de Jorge Amado denuncia desigualdades sociais ao narrar a vida de meninos de rua em Salvador, unindo realismo social e engajamento político. É recorrente em vestibulares pela crítica social contundente.",
        "palavras_chave": ["capitães da areia", "jorge amado", "realismo social", "engajamento político", "desigualdade", "crítica social", "literatura brasileira", "século XX", "vestibular", "romance"]
    },
    {
        "pergunta": "Como o barroco aparece em provas de vestibular?",
        "resposta": "O barroco brasileiro, representado por Gregório de Matos e Padre Antônio Vieira, traz tensão entre fé e razão, pecado e perdão. É cobrado pela sua importância no século XVII e pela riqueza estilística.",
        "palavras_chave": ["barroco", "gregório de matos", "padre antônio vieira", "século XVII", "literatura brasileira", "fé e razão", "pecado", "estilo de época", "vestibular", "sermões"]
    },
    {
        "pergunta": "Por que 'O Guarani' é considerado importante no romantismo?",
        "resposta": "O romance indianista de José de Alencar mistura aventura, amor e idealização indígena, servindo como símbolo nacionalista. Vestibulares cobram sua visão idealizada do índio como herói fundador.",
        "palavras_chave": ["o guarani", "josé de alencar", "romantismo", "indianismo", "nacionalismo", "literatura brasileira", "século XIX", "herói indígena", "vestibular", "romance"]
    },
    {
        "pergunta": "Como a poesia de Gregório de Matos é explorada em provas?",
        "resposta": "Conhecido como 'Boca do Inferno', Gregório de Matos escreveu poemas satíricos, líricos e religiosos, refletindo a sociedade baiana do século XVII. Sua versatilidade é explorada em análises literárias nos vestibulares.",
        "palavras_chave": ["gregório de matos", "poesia barroca", "satírica", "lírica", "religiosa", "século XVII", "literatura brasileira", "boca do inferno", "vestibular", "crítica social"]
    },
    {
        "pergunta": "Por que 'O Cortiço' é um marco do naturalismo?",
        "resposta": "A obra de Aluísio Azevedo descreve a vida em um cortiço carioca, explorando determinismo social e ambiental. É referência nos vestibulares por sua crítica à desigualdade e visão naturalista do comportamento humano.",
        "palavras_chave": ["o cortiço", "aluísio azevedo", "naturalismo", "determinismo", "realismo social", "literatura brasileira", "século XIX", "crítica social", "vestibular", "romance"]
    },
    {
        "pergunta": "Como a literatura de Clarice Lispector aparece em vestibulares?",
        "resposta": "Clarice Lispector explora a subjetividade e a interioridade de seus personagens, criando narrativas de introspecção. Vestibulares destacam sua contribuição para o modernismo da terceira fase.",
        "palavras_chave": ["clarice lispector", "subjetividade", "introspecção", "modernismo", "terceira fase", "literatura brasileira", "século XX", "vestibular", "prosa poética", "análise psicológica"]
    },
    {
        "pergunta": "Qual a importância de 'Vidas Secas' em vestibulares?",
        "resposta": "O romance de Graciliano Ramos retrata a vida de uma família sertaneja marcada pela seca, pela miséria e pela resistência. Vestibulares cobram sua objetividade narrativa e crítica social.",
        "palavras_chave": ["vidas secas", "graciliano ramos", "modernismo", "literatura brasileira", "século XX", "seca", "miséria", "crítica social", "vestibular", "romance"]
    },
    {
        "pergunta": "Como o arcadismo é representado nos exames?",
        "resposta": "O arcadismo valoriza a simplicidade, a vida no campo e a inspiração clássica, com autores como Cláudio Manuel da Costa e Tomás Antônio Gonzaga. Vestibulares exploram a busca pelo equilíbrio entre razão e natureza.",
        "palavras_chave": ["arcadismo", "literatura brasileira", "século XVIII", "vida no campo", "clássicos", "razão", "simplicidade", "claudio manuel da costa", "tomás antônio gonzaga", "vestibular"]
    },
    {
        "pergunta": "Por que o romantismo é cobrado com frequência em vestibulares?",
        "resposta": "O romantismo introduz o nacionalismo literário e a valorização de sentimentos, dividindo-se em fases indianista, ultrarromântica e condoreira. Vestibulares abordam cada vertente e seus autores principais.",
        "palavras_chave": ["romantismo", "literatura brasileira", "século XIX", "indianismo", "ultrarromantismo", "condoreirismo", "nacionalismo", "vestibular", "movimento literário", "emoção"]
    },
    {
        "pergunta": "Como Castro Alves aparece em provas de vestibular?",
        "resposta": "Castro Alves é conhecido como o 'poeta dos escravos' por sua poesia abolicionista e condoreira. Vestibulares cobram sua importância no romantismo e sua defesa da liberdade.",
        "palavras_chave": ["castro alves", "poesia", "abolicionismo", "condoreirismo", "romantismo", "século XIX", "literatura brasileira", "poeta dos escravos", "vestibular", "liberdade"]
    },
    {
        "pergunta": "Qual o impacto do simbolismo em exames literários?",
        "resposta": "O simbolismo brasileiro, com autores como Cruz e Sousa, valoriza a musicalidade, a subjetividade e o espiritualismo. É cobrado em vestibulares por sua linguagem sugestiva e influência estética.",
        "palavras_chave": ["simbolismo", "cruz e sousa", "literatura brasileira", "século XIX", "subjetividade", "musicalidade", "espiritualismo", "vestibular", "poesia", "estilo literário"]
    }
]
