[
  {
    "pergunta": "O que é arquitetura bioclimática?",
    "resposta": "A arquitetura bioclimática é uma abordagem que leva em conta as condições climáticas locais para criar edifícios que se adaptem naturalmente ao ambiente, reduzindo o consumo energético. Ela usa estratégias como orientação solar, ventilação cruzada, materiais com alta inércia térmica e vegetação para criar conforto térmico passivo. Um exemplo clássico é a arquitetura vernacular, que sempre soube se adaptar ao clima. Sabia que na Grécia Antiga, Hipócrates já escrevia sobre a importância da orientação dos edifícios para a saúde dos ocupantes?",
    "palavras_chave": ["bioclimática", "clima", "conforto térmico", "energia", "vernacular"]
  },
  {
    "pergunta": "Como Oscar Niemeyer revolucionou a arquitetura brasileira?",
    "resposta": "Niemeyer trouxe as curvas para a arquitetura moderna, dizendo que se inspirava 'nas montanhas do Brasil, no corpo da mulher e nos rios sinuosos'. Sua obra em Brasília, especialmente a Catedral e o Congresso Nacional, criou uma identidade arquitetônica única para o país. Ele demonstrou que o concreto armado podia ser poético e sensual, não apenas funcional. Sabia que Niemeyer trabalhou até os 104 anos, projetando mais de 600 obras ao longo de sua vida?",
    "palavras_chave": ["niemeyer", "curvas", "brasília", "concreto", "modernismo"]
  },
  {
    "pergunta": "O que é placemaking em urbanismo?",
    "resposta": "Placemaking é uma abordagem colaborativa para planejar espaços públicos que fortalecem a conexão entre pessoas e lugares. Em vez de simplesmente projetar praças ou parques, o placemaking envolve a comunidade no processo, criando espaços que refletem a identidade local e promovem interação social. A transformação da Times Square em Nova York, com áreas pedonais e mobiliário urbano, é um exemplo famoso. Sabia que o placemaking pode aumentar em até 30% o valor das propriedades no entorno?",
    "palavras_chave": ["placemaking", "espaço público", "comunidade", "identidade", "urbanismo"]
  },
  {
    "pergunta": "Como a arquitetura gótica usa a luz como elemento espiritual?",
    "resposta": "A arquitetura gótica transformou a luz em elemento divino através dos vitrais coloridos e da altura vertiginosa das catedrais. Os arquitetos medievais usavam arcobotantes para permitir paredes mais altas e aberturas maiores, criando um efeito de elevação espiritual. A luz filtrada pelos vitrais representava a presença de Deus, enquanto a escuridão do espaço contrastava com a iluminação celestial. Sabia que a Catedral de Chartres tem 176 vitrais que contam histórias bíblicas para uma população majoritariamente analfabeta?",
    "palavras_chave": ["gótico", "luz", "vitrais", "espiritual", "catedral"]
  },
  {
    "pergunta": "O que é arquitetura paramétrica?",
    "resposta": "A arquitetura paramétrica usa algoritmos e parâmetros para gerar formas complexas que seriam impossíveis de projetar manualmente. Através de softwares como Grasshopper, os arquitetos definem relações matemáticas entre elementos, criando estruturas orgânicas e altamente eficientes. O Beijing National Stadium, conhecido como 'Ninho de Pássaro', é um exemplo icônico. Sabia que Zaha Hadid foi uma das pioneiras na aplicação do design paramétrico em grande escala?",
    "palavras_chave": ["paramétrica", "algoritmo", "formas complexas", "digital", "hadid"]
  },
  {
    "pergunta": "Como Lina Bo Bardi humanizou a arquitetura moderna?",
    "resposta": "Lina trouxe uma sensibilidade única ao modernismo, integrando arquitetura, design e vida social. No SESC Pompeia, transformou uma fábrica abandonada em centro cultural, mantendo as marcas do tempo e criando espaços de encontro informais. Seu MASP com o vão livre de 74 metros democratizou o espaço público sob o museu. Sabia que Lina dizia que 'a arquitetura deve ser vivida, não apenas admirada'?",
    "palavras_chave": ["lina bo bardi", "humanista", "social", "sesc pompeia", "masp"]
  },
  {
    "pergunta": "O que são cidades de 15 minutos?",
    "resposta": "O conceito de cidade de 15 minutos, popularizado pelo prefeito de Paris Anne Hidalgo, propõe que todos os serviços essenciais - trabalho, educação, saúde, compras e lazer - estejam a até 15 minutos de caminhada ou bicicleta da residência. Isso reduz a dependência do carro, melhora a qualidade de vida e fortalece comunidades locais. Sabia que Melbourne já implementou esse conceito em 20 bairros, com resultados significativos na redução de emissões?",
    "palavras_chave": ["15 minutos", "urbanismo", "mobilidade", "comunidade", "sustentabilidade"]
  },
  {
    "pergunta": "Como a arquitetura islâmica cria microclimas?",
    "resposta": "A arquitetura islâmica tradicional desenvolveu soluções brilhantes para o clima desértico, como pátios internos com fontes que resfriam o ar por evaporação, mashrabiyas (grades de madeira) que filtram a luz e permitem ventilação, e paredes espessas que armazenam frescor noturno. Os jardins persas com seus qanats (sistemas de irrigação) são exemplos de engenharia hidráulica sofisticada. Sabia que a Alhambra em Granada usa matemática avançada em seus padrões geométricos, que também servem para controlar a luz e ventilação?",
    "palavras_chave": ["islâmica", "microclima", "pátio", "mashrabiya", "alhambra"]
  },
  {
    "pergunta": "O que é arquitetura vernacular brasileira?",
    "resposta": "A arquitetura vernacular brasileira reflete a sabedoria popular na adaptação ao clima e disponibilidade de materiais locais. As casas de taipa no Nordeste, com suas paredes espessas que isolam termicamente, as palafitas amazônicas que se adaptam às cheias, e as construções de pau-a-pique no interior mostram soluções sustentáveis desenvolvidas ao longo de gerações. Sabia que a taipa de pilão, técnica de terra compactada, resulta em paredes com excelente desempenho térmico e acústico?",
    "palavras_chave": ["vernacular", "brasileira", "taipa", "sustentável", "tradição"]
  },
  {
    "pergunta": "Como Frank Lloyd Wright integrou arquitetura e natureza?",
    "resposta": "Wright criou a 'arquitetura orgânica', defendendo que os edifícios deveriam surgir do terreno como organismos naturais. Na Casa da Cascata (Fallingwater), as rochas do rio penetram no interior, a lareira é formada pela pedra original do local, e os balcões se projetam sobre a cachoeira. Ele usava materiais locais e cores que harmonizavam com a paisagem. Sabia que Wright projetou mais de 1.000 edifícios, dos quais 532 foram construídos?",
    "palavras_chave": ["wright", "orgânica", "natureza", "fallingwater", "integração"]
  },
  {
    "pergunta": "O que é urbanismo tático?",
    "resposta": "O urbanismo tático usa intervenções temporárias e de baixo custo para testar mudanças no espaço urbano antes de implementações permanentes. Parklets (pequenos parques no lugar de vagas de estacionamento), faixas de pedestres coloridas e feiras de rua são exemplos. Esta abordagem permite que as comunidades experimentem melhorias rapidamente. Sabia que a primeira 'praça de bolso' de Nova York, no Broadway, foi inicialmente uma intervenção tática que depois se tornou permanente?",
    "palavras_chave": ["urbanismo tático", "intervenção", "temporário", "comunidade", "teste"]
  },
  {
    "pergunta": "Como a Bauhaus influenciou o design moderno?",
    "resposta": "A Bauhaus uniu artesanato, arte e indústria sob o lema 'a forma segue a função'. Sua abordagem multidisciplinar formou arquitetos, designers e artistas que disseminaram o modernismo worldwide. A escola defendia linhas limpas, ausência de ornamentação e uso honesto dos materiais. A Casa Gropius e a cadeira Wassily são ícones deste pensamento. Sabia que a Bauhaus tinha apenas 14 anos de existência (1919-1933) mas transformou permanentemente o design e arquitetura?",
    "palavras_chave": ["bauhaus", "modernismo", "função", "design", "gropius"]
  },
  {
    "pergunta": "O que é arquitetura sensorial?",
    "resposta": "A arquitetura sensorial considera todos os sentidos humanos - não apenas a visão - no projeto de espaços. Inclui acústica cuidadosa, texturas táteis, aromas naturais, controle de luminosidade e até elementos gustativos em espaços de alimentação. A Igreja da Luz de Tadao Ando, que trabalha magistralmente com a luz natural, é um exemplo notável. Sabia que o arquiteto finlandês Juhani Pallasmaa escreveu que 'a arquitetura começa quando colocamos as mãos sobre os olhos'?",
    "palavras_chave": ["sensorial", "sentidos", "acústica", "textura", "ando"]
  },
  {
    "pergunta": "Como as favelas desafiam o urbanismo convencional?",
    "resposta": "As favelas representam urbanismo orgânico que surge da necessidade, com ruas que seguem topografias complexas, espaços multifuncionais e forte capital social. Ao contrário do planejamento top-down, elas crescem de forma bottom-up, criando tecidos urbanos densos e eficientes no uso do espaço. Arquitetos como Alejandro Aravena estudam essas soluções para inspirar habitação social. Sabia que a Favela da Rocinha no Rio tem densidade populacional similar a Hong Kong?",
    "palavras_chave": ["favela", "urbanismo orgânico", "densidade", "comunidade", "aravena"]
  },
  {
    "pergunta": "O que é arquitetura de terra?",
    "resposta": "A arquitetura de terra usa técnicas ancestrais como taipa de pilão, adobe e superadobe para construir com um dos materiais mais sustentáveis: a terra local. Estas construções têm excelente desempenho térmico, baixo impacto ambiental e podem durar séculos. A Grande Mesquita de Djenné no Mali, reconstruída periodicamente pela comunidade, é o maior edifício de adobe do mundo. Sabia que 30% da população mundial vive em construções de terra?",
    "palavras_chave": ["terra", "taipa", "adobe", "sustentável", "ancestral"]
  },
  {
    "pergunta": "Como Tadao Ando trabalha com concreto e luz?",
    "resposta": "Ando elevou o concreto aparente à categoria de material nobre, criando superfícies perfeitas que funcionam como telas para a luz natural. Sua arquitetura usa paredes maciças que filtram o mundo exterior, criando espaços de contemplação onde a luz se torna protagonista. Na Igreja da Luz, uma cruz vazada na parede de concreto transforma a luz em elemento espiritual. Sabia que Ando era caminhoneiro e boxeador antes de se tornar arquiteto, sem formação formal na área?",
    "palavras_chave": ["ando", "concreto", "luz", "contemplação", "japão"]
  },
  {
    "pergunta": "O que são smart cities?",
    "resposta": "Cidades inteligentes usam tecnologia e dados para melhorar eficiência, sustentabilidade e qualidade de vida. Isso inclui sensores para monitorar tráfego, sistemas de iluminação pública adaptativa, aplicativos para serviços municipais e infraestrutura de conectividade. Singapura é frequentemente citada como modelo, com seu sistema de transporte integrado e gestão inteligente de recursos hídricos. Sabia que Barcelona economizou 75 milhões de euros anuais com sua rede de iluminação inteligente?",
    "palavras_chave": ["smart cities", "tecnologia", "dados", "eficiência", "sustentabilidade"]
  },
  {
    "pergunta": "Como a arquitetura colonial brasileira se adaptou ao clima?",
    "resposta": "A arquitetura colonial no Brasil adaptou modelos europeus ao clima tropical através de beirais largos que protegem das chuvas, janelas altas para ventilação, paredes espessas de taipa e azulejos que refletem o calor. Os sobrados com comércio no térreo e residência no andar superior criavam microclimas mais frescos. Sabia que as igrejas coloniais mineiras usavam ouro não apenas como ostentação, mas também por suas propriedades reflexivas que aumentavam a iluminação interior?",
    "palavras_chave": ["colonial", "clima tropical", "adaptação", "sobrado", "igreja"]
  },
  {
    "pergunta": "O que é design biofílico?",
    "resposta": "O design biofílico integra elementos naturais em espaços construídos para satisfazer nossa conexão inata com a natureza. Inclui vegetação interior, luz natural, materiais naturais, vistas para a natureza e padrões orgânicos. Estudos mostram que ambientes biofílicos reduzem estresse, aumentam criatividade e melhoram bem-estar. O Amazon Spheres em Seattle, com milhares de plantas sob uma cúpula de vidro, é um exemplo radical. Sabia que escritórios com design biofílico podem aumentar a produtividade em até 15%?",
    "palavras_chave": ["biofílico", "natureza", "bem-estar", "vegetação", "produtividade"]
  },
  {
    "pergunta": "Como Zaha Hadid quebrou paradigmas na arquitetura?",
    "resposta": "Hadid desafiou a arquitetura predominantemente masculina com formas fluidas e complexas que pareciam desafiar a gravidade. Seu estilo desconstrutivista usava geometria não-euclidiana para criar espaços dinâmicos que mudam conforme nos movemos. O MAXXI em Roma, com suas rampas suspensas e paredes curvas, é uma experiência espacial única. Sabia que Zaha foi a primeira mulher a ganhar o Pritzker, em 2004, e chamava seus projetos de 'arquitetura sem gravidade'?",
    "palavras_chave": ["hadid", "desconstrutivismo", "fluido", "géometria", "pritzker"]
  },
  {
    "pergunta": "O que é arquitetura efêmera?",
    "resposta": "A arquitetura efêmera cria estruturas temporárias para eventos, exposições ou situações emergenciais. Inclui pavilhões expositivos, instalações artísticas, arquitetura para festivais e abrigos humanitários. A Serpentine Gallery em Londres comissiona anualmente um pavilhão temporário de arquitetos renomados. Sabia que o arquiteto Shigeru Ban ganhou o Pritzker em parte por seu trabalho com arquitetura de papelão para refugiados?",
    "palavras_chave": ["efêmera", "temporário", "pavilhão", "ban", "emergência"]
  },
  {
    "pergunta": "Como a arquitetura hospitalar afeta a cura?",
    "resposta": "A arquitetura hospitalar moderna prioriza luz natural, vistas para a natureza, privacidade acústica e orientação intuitiva para reduzir o estresse de pacientes e staff. Estudos mostram que quartos com vista para árvores podem reduzir o tempo de internação em até 8%. O Maggie's Centre de Frank Gehry usa design residencial em vez de institucional para criar ambientes de cura. Sabia que o Hospital Universitário de Aarhus na Dinamarca tem pátios internos com jardins terapêuticos?",
    "palavras_chave": ["hospitalar", "cura", "luz natural", "natureza", "estresse"]
  },
  {
    "pergunta": "O que é arquitetura high-tech?",
    "resposta": "A arquitetura high-tech celebra a tecnologia, expondo estruturas, instalações e sistemas construtivos. O Centro Pompidou de Rogers e Piano coloca escadas, dutos e estrutura no exterior, liberando o interior como espaço flexível. Esta abordagem valoriza a honestidade estrutural e a adaptabilidade ao longo do tempo. Sabia que o Lloyd's Building em Londres foi projetado para que todos os serviços possam ser substituídos sem interferir nas atividades?",
    "palavras_chave": ["high-tech", "tecnologia", "estrutura exposta", "pompidou", "adaptabilidade"]
  },
  {
    "pergunta": "Como a arquitetura japonesa trabalha com a transitoriedade?",
    "resposta": "A arquitetura tradicional japonesa aceita a impermanência através de estruturas desmontáveis, materiais naturais que envelhecem com dignidade e espaços flexíveis que se adaptam às estações. O conceito de wabi-sabi valoriza a beleza do imperfeito e efêmero. O Santuário de Ise é reconstruído a cada 20 anos há 1.300 anos, mantendo viva a tradição. Sabia que as casas japonesas tradicionais não têm funções fixas - o mesmo espaço serve como quarto, sala e escritório?",
    "palavras_chave": ["japonesa", "transitoriedade", "wabi-sabi", "flexível", "ise"]
  },
  {
    "pergunta": "O que é urbanismo feminista?",
    "resposta": "O urbanismo feminista questiona como as cidades foram planejadas majoritariamente por e para homens, propondo espaços que consideram a experiência feminina - como iluminação pública que aumenta a segurança, calçadas largas para carrinhos de bebê, e equipamentos urbanos que facilitam o trabalho de cuidado. Barcelona está implementando 'superquadras' que priorizam pedestres sobre carros. Sabia que mulheres fazem 75% mais viagens a pé que homens e usam mais o transporte público?",
    "palavras_chave": ["feminista", "gênero", "segurança", "cuidado", "superquadras"]
  },
  {
    "pergunta": "Como a arquitetura brutalista usa o concreto?",
    "resposta": "O brutalismo valoriza a raw textura do concreto aparente (béton brut), criando massas esculturais que expressam honestidade material. Arquitetos como Paul Rudolph e os brasileiros Vilanova Artigas e Paulo Mendes da Rocha usaram o concreto para criar espaços monumentais e democraticamente acessíveis. A Faculdade de Arquitetura da USP é um ícone brutalista que integra todos os departamentos em um único espaço fluido. Sabia que o termo 'brutalismo' vem do francês 'béton brut' (concreto cru), não de 'brutal'?",
    "palavras_chave": ["brutalismo", "concreto", "artigas", "mendes da rocha", "usp"]
  },
  {
    "pergunta": "O que é arquitetura regenerativa?",
    "resposta": "A arquitetura regenerativa vai além da sustentabilidade, buscando melhorar o ecossistema onde se insere. Inclui telhados verdes que aumentam a biodiversidade, sistemas que purificam água e ar, e edifícios que produzem mais energia que consomem. O Bosco Verticale em Milão integra 900 árvores que sequestram CO2 e criam habitat para pássaros. Sabia que o projeto do arquiteto William McDonough para a Ford River Rouge incluiu o maior telhado verde do mundo na época?",
    "palavras_chave": ["regenerativa", "ecossistema", "biodiversidade", "bosco verticale", "mcdonough"]
  },
  {
    "pergunta": "Como a arquitetura mourisca influenciou a Península Ibérica?",
    "resposta": "Os quase 800 anos de presença mourisca na Península Ibérica deixaram um legado arquitetônico profundo: pátios internos com fontes, azulejos decorativos, arcos em ferradura e técnicas de resfriamento passivo. A Alhambra em Granada e a Mesquita de Córdoba mostram a sofisticação da geometria islâmica aplicada à arquitetura. Sabia que a palavra 'azulejo' vem do árabe 'azzelij', significando 'pequena pedra polida'?",
    "palavras_chave": ["mourisca", "alhambra", "azulejo", "pátio", "geometria"]
  },
  {
    "pergunta": "O que é arquitetura de contêineres?",
    "resposta": "A arquitetura de contêineres reaproveita contêineres marítimos descartados para criar edifícios modulares, econômicos e sustentáveis. Sua estrutura metálica permite empilhamento criativo, enquanto o interior pode ser isolado e personalizado. O Container City em Londres e o Museu Nomadic na China mostram a versatilidade desta abordagem. Sabia que existem mais de 17 milhões de contêineres em circulação worldwide e muitos são abandonados após o uso?",
    "palavras_chave": ["contêiner", "reaproveitamento", "modular", "sustentável", "econômico"]
  },
  {
    "pergunta": "Como Alvar Aalto humanizou o modernismo?",
    "resposta": "Aalto trouxe calor humano ao modernismo através do uso de madeira, formas orgânicas e atenção ao contexto natural. Sua Sanatorium de Paimio foi projetada com detalhes terapêuticos - torneiras silenciosas, iluminação indireta, cores calmantes. Ele dizia que 'a arquitetura deve ser um instrumento para melhorar a qualidade de vida'. Sabia que Aalto também era designer de móveis e sua cadeira Paimio foi especificamente desenhada para ajudar pacientes tuberculosos a respirar melhor?",
    "palavras_chave": ["aalto", "humanista", "madeira", "orgânico", "paimio"]
  },
  {
    "pergunta": "O que é psicologia ambiental na arquitetura?",
    "resposta": "A psicologia ambiental estuda como os espaços construídos afetam nosso comportamento, emoções e bem-estar. Pesquisa aspectos como crowding (superlotação), privacidade, territorialidade e wayfinding (capacidade de se orientar). O design de hospitais, escolas e prisões usa esses princípios para criar ambientes mais saudáveis. Sabia que pacientes em quartos com vista para a natureza precisam de menos analgésicos e têm alta mais rápida?",
    "palavras_chave": ["psicologia ambiental", "comportamento", "bem-estar", "wayfinding", "design"]
  },
  {
    "pergunta": "Como a arquitetura egípcia expressava poder e eternidade?",
    "resposta": "A arquitetura egípcia usava escala monumental, alinhamento astronômico e materiais duráveis para expressar o poder divino dos faraós e a crença na vida após a morte. As pirâmides de Gizé, alinhadas com precisão com as estrelas, eram máquinas de ressurreição que garantiam a eternidade do governante. Os templos com seus eixos processionais criavam jornadas de iniciação. Sabia que a Grande Pirâmide foi a estrutura mais alta do mundo por 3.800 anos?",
    "palavras_chave": ["egípcia", "pirâmide", "eternidade", "poder", "astronomia"]
  },
  {
    "pergunta": "O que é arquitetura sem arquiteto?",
    "resposta": "A arquitetura sem arquiteto refere-se a construções que emergem espontaneamente das comunidades, sem projeto formal. Inclui favelas, vilas tradicionais, arquitetura vernacular e soluções improvisadas que respondem a necessidades imediatas. O arquiteto Bernard Rudofsky celebrou esta 'arquitetura sem pedigree' em sua exposição no MoMA. Sabia que 70% das construções no mundo em desenvolvimento são informais, sem arquitetos ou engenheiros?",
    "palavras_chave": ["sem arquiteto", "informal", "vernacular", "comunidade", "rudofsky"]
  },
  {
    "pergunta": "Como a arquitetura romana dominou o espaço através da engenharia?",
    "resposta": "Os romanos usaram o arco, a abóbada e o concreto romano para criar espaços internos vastos e estruturas duradouras. O Panteão, com sua cúpula de 43 metros de diâmetro, permanece como testemunho de sua engenharia avançada. Aquedutos, estradas e anfiteatros mostram como moldaram o território através da infraestrutura. Sabia que o concreto romano, feito com cinzas vulcânicas, é mais durável que o moderno e se auto-regenera?",
    "palavras_chave": ["romana", "engenharia", "concreto", "panteão", "infraestrutura"]
  },
  {
    "pergunta": "O que é arquitetura pós-moderna?",
    "resposta": "A arquitetura pós-moderna reagiu à austeridade do modernismo com ironia, ornamentação e referências históricas. Robert Venturi defendia 'complexidade e contradição' em vez da pureza moderna. A Piazza d'Italia de Charles Moore usa colunas clássicas em cores neon, enquanto o AT&T Building de Philip Johnson tem um frontão que referencia mobília Chippendale. Sabia que o termo 'pós-moderno' foi cunhado pelo arquiteto Joseph Hudnut em 1945?",
    "palavras_chave": ["pós-moderna", "ironia", "ornamento", "venturi", "história"]
  },
  {
    "pergunta": "Como a arquitetura nômade se adapta à mobilidade?",
    "resposta": "A arquitetura nômade cria estruturas leves, desmontáveis e adaptáveis para povos que se deslocam regularmente. As tendas dos beduínos com tecidos pretos que controlam insolação, as yurts mongóis com estrutura de madeira e cobertura de feltro, e os iglus inuítes com blocos de gelo são exemplos de sabedoria milenar. Sabia que as yurts podem ser montadas em 2 horas e desmontadas em 1 hora?",
    "palavras_chave": ["nômade", "mobilidade", "tenda", "yurt", "adaptável"]
  },
  {
    "pergunta": "O que é arquitetura emocional?",
    "resposta": "Desenvolvida pelo mexicano Luis Barragán, a arquitetura emocional busca despertar sentimentos através da cor, luz e espaço. Seus muros coloridos, pátios silenciosos e jogos de luz criam atmosferas contemplativas. A Casa Gilardi com sua piscina iluminada por uma abertura amarela é uma experiência sensorial completa. Sabia que Barragán era formado em engenharia, não em arquitetura, e dizia que 'a arquitetura deve ser o abraço da casa'?",
    "palavras_chave": ["barragán", "emocional", "cor", "luz", "contemplação"]
  },
  {
    "pergunta": "Como o urbanismo modernista falhou em algumas cidades?",
    "resposta": "O urbanismo modernista, com sua separação de funções (zonas residenciais, comerciais, industriais) e prioridade ao carro, criou cidades fragmentadas e desumanas. Os superquadras de Brasília, embora concebidas com boas intenções, resultaram em escalas excessivas e falta de vitalidade urbana. Pruitt-Igoe em St. Louis tornou-se símbolo deste fracasso quando foi demolido apenas 20 anos após construção. Sabia que Jane Jacobs já alertava nos anos 1960 sobre os perigos deste modelo?",
    "palavras_chave": ["urbanismo modernista", "fracasso", "jacobs", "brasília", "pruitt-igoe"]
  },
  {
    "pergunta": "O que é arquitetura solar passiva?",
    "resposta": "A arquitetura solar passiva usa o design do edifício para captar, armazenar e distribuir energia solar sem sistemas mecânicos. Inclui envidraçados voltados para o equador, massa térmica para armazenar calor, proteções solares e ventilação natural. A Casa Solar de George Fred Keck nos anos 1930 foi pioneira nesta abordagem. Sabia que os antigos gregos já orientavam suas cidades para maximizar o calor solar no inverno?",
    "palavras_chave": ["solar passiva", "energia", "massa térmica", "ventilação", "orientação"]
  },
  {
    "pergunta": "Como a arquitetura gótica se espalhou pela Europa?",
    "resposta": "O estilo gótico se disseminou através das rotas de peregrinação, das guildas de pedreiros que trabalhavam em múltiplas catedrais, e da competição entre cidades para ter a igreja mais impressionante. Chartres, Reims, Amiens e Notre-Dame formam uma linha de evolução técnica e estilística. Sabia que a construção de uma catedral gótica podia levar mais de 100 anos, envolvendo gerações de artesãos?",
    "palavras_chave": ["gótico", "europa", "catedral", "peregrinação", "pedreiros"]
  },
  {
    "pergunta": "O que é arquitetura de paisagem?",
    "resposta": "A arquitetura de paisagem projeta espaços exteriores que integram natureza e construção, desde parques urbanos até planejamento regional. Frederick Law Olmsted, criador do Central Park, via os parques como 'pulmões da cidade' para saúde pública. Contemporaneamente, projetos como o High Line em Nova York transformam infraestruturas obsoletas em espaços públicos. Sabia que Olmsted também projetou sistemas de parques interconectados, antecipando o conceito de corredores ecológicos?",
    "palavras_chave": ["paisagem", "olmsted", "parque", "high line", "espaço público"]
  },
  {
    "pergunta": "Como a arquitetura bizantina criou espaços divinos?",
    "resposta": "A arquitetura bizantina usou a cúpula sobre base quadrada (através de pendentes) para criar espaços centrados que elevam o olhar para o céu. Os mosaicos dourados de Santa Sofia em Istambul refletem a luz de maneira etérea, criando a impressão de que o espaço não tem limites. A planta centralizada simbolizava a hierarquia celestial. Sabia que Santa Sofia foi a maior catedral do mundo por quase 1.000 anos até a construção de Sevilha?",
    "palavras_chave": ["bizantina", "cúpula", "santa sofia", "mosaico", "espiritual"]
  },
  {
    "pergunta": "O que é arquitetura responsive?",
    "resposta": "A arquitetura responsive usa sensores, atuadores e inteligência artificial para criar edifícios que se adaptam em tempo real às condições ambientais e necessidades dos usuários. Fachadas que abrem e fecham conforme a insolação, espaços que se reconfiguram automaticamente, e sistemas que aprendem com os padrões de uso. O Al Bahr Towers em Abu Dhabi tem uma fachada de origami que responde ao movimento solar. Sabia que o primeiro edifício com fachada responsiva foi o Institut du Monde Arabe em Paris, em 1987?",
    "palavras_chave": ["responsive", "adaptativo", "sensores", "inteligência artificial", "fachada"]
  },
  {
    "pergunta": "O que é arquitetura de emergência?",
    "resposta": "A arquitetura de emergência responde a crises humanitárias como desastres naturais, guerras e migrações em massa com soluções rápidas, baratas e eficientes. Inclui abrigos temporários, sistemas de saneamento emergencial e espaços comunitários que preservam a dignidade humana em situações extremas. O trabalho de Shigeru Ban com tubos de papelão para refugiados é exemplar. Sabia que após o terremoto no Haiti, arquitetos desenvolveram abrigos que podiam ser montados em 2 horas usando apenas ferramentas manuais?",
    "palavras_chave": ["emergência", "humanitária", "abrigo", "ban", "desastre"]
  },
  {
    "pergunta": "Como a arquitetura renascentista redescobriu a proporção humana?",
    "resposta": "O Renascimento recuperou as proporções clássicas baseadas no corpo humano, usando a seção áurea e geometria perfeita para criar harmonia visual. Brunelleschi desenvolveu a perspectiva linear, enquanto Alberti codificou os princípios da arquitetura clássica. A cúpula de Santa Maria del Fiore em Florença demonstra o domínio técnico e estético desta era. Sabia que Leonardo da Vinci desenhou o 'Homem Vitruviano' baseado nos escritos do arquiteto romano Vitrúvio sobre proporções ideais?",
    "palavras_chave": ["renascentista", "proporção", "perspectiva", "brunelleschi", "clássico"]
  },
  {
    "pergunta": "O que é arquitetura subterrânea?",
    "resposta": "A arquitetura subterrânea cria espaços abaixo do nível do solo, oferecendo isolamento térmico natural, proteção contra intempéries e integração paisagística. As casas-caverna em Matmata, Tunísia, e as igrejas escavadas na rocha em Lalibela, Etiópia, mostram soluções ancestrais. Contemporaneamente, museus como o Lascaux IV usam o subterrâneo para preservar patrimônio. Sabia que a temperatura do subsolo permanece estável o ano todo, reduzindo em até 80% o consumo de energia para climatização?",
    "palavras_chave": ["subterrânea", "isolamento térmico", "integrada", "caverna", "energia"]
  },
  {
    "pergunta": "Como a arquitetura barroca dramatizou o espaço?",
    "resposta": "O barroco usou curvas complexas, jogos de luz e sombra, e integração entre arquitetura, escultura e pintura para criar experiências emocionantes e teatrais. Borromini criou fachadas ondulantes, enquanto Bernini usou a luz como elemento dramático na Capela Cornaro. As igrejas barrocas eram máquinas de conversão que envolviam os fiéis. Sabia que a Igreja de São Francisco em Ouro Preto tem talha dourada que cobre 400kg de ouro?",
    "palavras_chave": ["barroco", "dramático", "curvas", "luz", "borromini"]
  },
  {
    "pergunta": "O que é arquitetura modular?",
    "resposta": "A arquitetura modular usa componentes padronizados que podem ser combinados em diferentes configurações, permitindo construção rápida, flexibilidade e redução de custos. O Habitat 67 de Moshe Safdie empilhou módulos de concreto criando varandas privativas, enquanto o sistema de Jean Prouvé usava painéis metálicos pré-fabricados. Sabia que o hospital de campanha de 1.000 leitos construído em Wuhan durante a pandemia usou módulos containerizados montados em 10 dias?",
    "palavras_chave": ["modular", "pré-fabricado", "flexível", "habitat 67", "rápido"]
  },
  {
    "pergunta": "Como a arquitetura contemporânea trabalha com a memória?",
    "resposta": "Arquitetos como Peter Zumthor e David Chipperfield criam edifícios que dialogam com a história sem copiá-la, usando materiais que envelhecem com dignidade e preservando marcas do tempo. O Museu Kolumba em Colônia integra ruínas medievais com uma estrutura contemporânea. Sabia que a Neue Nationalgalerie de Mies van der Rohe em Berlim foi meticulosamente restaurada por Chipperfield, mantendo cada detalhe original?",
    "palavras_chave": ["memória", "zunthor", "chipperfield", "história", "envelhecimento"]
  },
  {
    "pergunta": "O que é arquitetura inflável?",
    "resposta": "A arquitetura inflável usa membranas tensionadas com ar para criar estruturas leves, temporárias e de baixo custo. Desenvolvida nos anos 1960 por grupos como Utopie, hoje é usada em pavilhões, estúdios e até habitações de emergência. O Serpentine Pavilion 2016 de BIG usou bolhas infláveis modulares. Sabia que estruturas infláveis podem ser montadas em horas e transportadas em mala?",
    "palavras_chave": ["inflável", "membrana", "temporário", "leve", "big"]
  },
  {
    "pergunta": "Como a arquitetura colonial espanhola se adaptou às Américas?",
    "resposta": "A arquitetura colonial espanhola misturou tradições europeias com técnicas e materiais locais, criando o estilo 'churrigueresco' com ornamentação exuberante. Os missionários usaram as igrejas como ferramentas de evangelização, com fachadas que contavam histórias bíblicas. As missões jesuítas na América do Sul desenvolveram sistemas produtivos autossustentáveis. Sabia que a Catedral do México City foi construída sobre o Templo Mayor asteca, usando as mesmas pedras?",
    "palavras_chave": ["colonial espanhola", "churrigueresco", "missões", "sincretismo", "mexico"]
  },
  {
    "pergunta": "O que é arquitetura de bambu?",
    "resposta": "A arquitetura de bambu usa uma das plantas de crescimento mais rápido do mundo para criar estruturas sustentáveis, resistentes a terremotos e com excelente pegada de carbono. Arquitetos como Simon Velez e IBUKU desenvolvem técnicas avançadas de junção que transformam o bambu em material de alta tecnologia. A Green School em Bali é um campus inteiro de bambu. Sabia que o bambu pode crescer até 1 metro por dia e sequestra 4 vezes mais CO2 que árvores?",
    "palavras_chave": ["bambu", "sustentável", "velez", "green school", "carbono"]
  },
  {
    "pergunta": "Como a arquitetura metabolista japonesa imaginou o futuro?",
    "resposta": "O movimento metabolista dos anos 1960 propôs cidades orgânicas que cresciam e se transformavam como organismos vivos. A Nakagin Capsule Tower de Kisho Kurokawa era composta por cápsulas substituíveis, enquanto o Plano para Tóquio na Baía de Kenzo Tange propunha estruturas megas sobre a água. Sabia que apenas 23 das 140 cápsulas da Nakagin Tower permanecem habitadas hoje, tornando-se um ícone em perigo?",
    "palavras_chave": ["metabolista", "japão", "kurokawa", "cápsula", "orgânico"]
  },
  {
    "pergunta": "O que é arquitetura de performance?",
    "resposta": "A arquitetura de performance usa simulações computacionais para otimizar o comportamento ambiental dos edifícios antes da construção. Análises de insolação, ventilação, acústica e estrutural permitem ajustes precisos no design. O Beijing National Stadium foi inteiramente modelado para resistir a terremotos e otimizar o microclima interno. Sabia que softwares de performance podem prever com 95% de precisão o consumo energético de um edifício?",
    "palavras_chave": ["performance", "simulação", "otimização", "computacional", "energia"]
  },
  {
    "pergunta": "Como a arquitetura rococó refinou o barroco?",
    "resposta": "O rococó suavizou a dramaticidade barroca com cores claras, formas mais leves e ornamentação assimétrica inspirada na natureza. Desenvolveu-se principalmente em interiores de palácios e salões aristocráticos, com destaque para os appartements de Madame de Pompadour em Versailles. O Palácio de Sanssouci na Prússia é o ápice deste estilo gracioso. Sabia que o termo 'rococó' vem do francês 'rocaille' (concha), um motivo decorativo frequente?",
    "palavras_chave": ["rococó", "refinado", "assimétrico", "natureza", "versailles"]
  },
  {
    "pergunta": "O que é arquitetura para Marte?",
    "resposta": "A arquitetura extraterrestre desenvolve habitats para condições extremas: radiação, temperaturas variáveis, pressão atmosférica e poeira cósmica. A NASA e iniciativas privadas testam protótipos usando impressão 3D com regolito (solo marciano) e estruturas infláveis. O Mars Ice House propõe usar gelo marciano como proteção radiativa. Sabia que a primeira cidade marciana, Nüwa, está sendo planejada para 1 milhão de habitantes até 2100?",
    "palavras_chave": ["marte", "extraterrestre", "nasa", "impressão 3d", "habitat"]
  },
  {
    "pergunta": "Como a arquitetura neoclássica reinterpretou a antiguidade?",
    "resposta": "O neoclassicismo do século XVIII rejeitou o excesso barroco em favor da pureza clássica, baseando-se em escavações arqueológicas em Pompeia e Herculano. Ledoux e Boulée projetaram formas geométricas puras, enquanto Thomas Jefferson adaptou o estilo à democracia americana em Monticello. Sabia que o Panteão de Paris tem uma cúpula tripla inspirada no Panteão romano, mas usando estrutura metálica inovadora?",
    "palavras_chave": ["neoclássico", "clássico", "geometria", "jefferson", "panteão"]
  },
  {
    "pergunta": "O que é arquitetura de fachada ativa?",
    "resposta": "Fachadas ativas são sistemas dinâmicos que respondem às condições externas para otimizar o desempenho energético. Incluem brises soleil móveis, persianas automatizadas, fachadas ventiladas e sistemas de dupla pele que criam camadas de ar isolante. O Al Bahr Towers em Abu Dhabi tem uma fachada de origami que se abre e fecha conforme o sol. Sabia que fachadas ativas podem reduzir o consumo de ar condicionado em até 50%?",
    "palavras_chave": ["fachada ativa", "dinâmica", "energia", "automação", "al bah"]
  },
  {
    "pergunta": "Como a arquitetura palladiana influenciou o mundo?",
    "resposta": "Andrea Palladio reviveu a arquitetura romana no século XVI, criando villas no Veneto que harmonizavam função agrícola e representação social. Seu tratado 'Os Quatro Livros da Arquitetura' disseminou proporções clássicas worldwide, influenciando desde as plantações americanas até o Palácio de Buckingham. Sabia que Thomas Jefferson chamava Palladio de 'a Bíblia da arquitetura' e tinha uma cópia sempre à mão?",
    "palavras_chave": ["palladio", "villa", "proporção", "tratado", "jefferson"]
  },
  {
    "pergunta": "O que é arquitetura de zero energia?",
    "resposta": "Edifícios de zero energia líquida produzem tanta energia renovável quanto consomem anualmente. Combinam eficiência extrema com geração local através de painéis solares, geotermia e microeólicas. O Bullitt Center em Seattle é considerado o edifício comercial mais sustentável do mundo. Sabia que a União Europeia exige que todos os novos edifícios sejam de energia quase zero a partir de 2021?",
    "palavras_chave": ["zero energia", "eficiência", "renovável", "bullitt center", "sustentável"]
  },
  {
    "pergunta": "Como a arquitetura art nouveau floresceu?",
    "resposta": "A art nouveau (1890-1910) usou formas orgânicas inspiradas na natureza - flores, insetos, linhas sinuosas - em oposição à industrialização. Hector Guimard criou as entradas do metrô parisiense, enquanto Gaudí desenvolveu um vocabulário único em Barcelona. O movimento foi breve mas intenso, preparando o terreno para o modernismo. Sabia que o nome 'art nouveau' vem de uma loja parisiense que vendia objetos neste estilo?",
    "palavras_chave": ["art nouveau", "orgânico", "guimard", "gaudí", "natureza"]
  },
  {
    "pergunta": "O que é arquitetura para densificação?",
    "resposta": "A arquitetura para densificação cria soluções para cidades crescentes através de adensamento inteligente: edifícios mais altos, uso misto, preenchimento de vazios urbanos e renovação de áreas subutilizadas. O conceito de 'cidade dos 15 minutos' promove bairros completos que reduzem deslocamentos. Sabia que Viena conseguiu acomodar 20% de crescimento populacional sem expandir sua área urbana através de densificação planejada?",
    "palavras_chave": ["densificação", "adensamento", "uso misto", "crescimento", "urbano"]
  },
  {
    "pergunta": "Como a arquitetura expressionista alemã se manifestou?",
    "resposta": "O expressionismo alemão (1910-1925) usou formas angulares, cores intensas e materiais inovadores para expressar emoção e espiritualidade. A Einstein Tower de Mendelsohn tem formas esculturais que parecem moldadas pelo vento, enquanto a Glass Pavilion de Bruno Taut celebra a transparência. Sabia que a maioria dos edifícios expressionistas foi construída na República de Weimar, refletindo o tumulto social do período?",
    "palavras_chave": ["expressionismo", "alemão", "mendelsohn", "emocional", "weimar"]
  },
  {
    "pergunta": "O que é arquitetura para envelhecimento ativo?",
    "resposta": "Esta abordagem projeta espaços que permitem que idosos mantenham autonomia e qualidade de vida: sem barreiras arquitetônicas, com iluminação adequada, pisos antiderrapantes e tecnologia assistiva. As cohousing communities criam comunidades intergeracionais com espaços compartilhados. Sabia que o Japão, com sua população envelhecida, desenvolveu padrões rigorosos de acessibilidade que beneficiam todas as idades?",
    "palavras_chave": ["envelhecimento", "acessibilidade", "autonomia", "cohousing", "japão"]
  },
  {
    "pergunta": "Como a arquitetura deco celebrou a máquina?",
    "resposta": "O art deco (1920-1939) combinou luxo e produção em massa, usando formas geométricas, ziguezagues e materiais exóticos. O Chrysler Building em Nova York com seu coroamento em aço inox é o ícone máximo. O estilo representava otimismo e progresso antes da Grande Depressão. Sabia que a Exposição Internacional de Artes Decorativas de 1925 em Paris deu nome ao movimento?",
    "palavras_chave": ["art deco", "máquina", "geometria", "chrysler", "progresso"]
  },
  {
    "pergunta": "O que é arquitetura para resiliência climática?",
    "resposta": "Esta arquitetura projeta para eventos climáticos extremos: elevação contra inundações, estruturas resistentes a furacões, materiais que suportam calor intenso e sistemas autônomos de energia e água. As casas sobre palafitas no Bangladesh lidam com monções anuais. Sabia que após o furacão Katrina, novas construções em Nova Orleans foram elevadas 3 metros acima do nível original?",
    "palavras_chave": ["resiliência climática", "extremos", "adaptação", "elevação", "furacão"]
  },
  {
    "pergunta": "Como a arquitetura brutalista brasileira se destacou?",
    "resposta": "O brutalismo brasileiro desenvolveu uma linguagem própria através de Vilanova Artigas, Paulo Mendes da Rocha e Lina Bo Bardi, que usaram o concreto para criar espaços democráticos e socialmente engajados. A Faculdade de Arquitetura da USP integra todos os departamentos em um único espaço fluido, enquanto o MASP suspende o volume principal para liberar o espaço público. Sabia que Mendes da Rocha chamava o concreto de 'pedra líquida'?",
    "palavras_chave": ["brutalismo brasileiro", "artigas", "mendes da rocha", "concreto", "democrático"]
  },
  {
    "pergunta": "O que é arquitetura para a primeira infância?",
    "resposta": "Espaços para crianças de 0-6 anos priorizam escala reduzida, segurança, estimulação sensorial e conexão com a natureza. As escolas Reggio Emilia na Itália são referência, com ateliês de luz e espelhos que desenvolvem curiosidade. Sabia que arquitetura adequada na primeira infância pode melhorar desenvolvimento cognitivo em até 25%?",
    "palavras_chave": ["primeira infância", "escala", "segurança", "reggio emilia", "desenvolvimento"]
  },
  {
    "pergunta": "Como a arquitetura orgânica de Gaudi floresceu em Barcelona?",
    "resposta": "Antoni Gaudí desenvolveu um vocabulário único baseado em formas da natureza, usando a regrada para calcular estruturas complexas. A Sagrada Família imita florestas com colunas inclinadas, enquanto a Casa Milà tem fachada ondulante como ondas do mar. Sabia que Gaudí passou os últimos 12 anos de vida dedicado exclusivamente à Sagrada Família, vivendo no seu estúdio no canteiro de obras?",
    "palavras_chave": ["gaudí", "orgânico", "sagrada família", "barcelona", "natureza"]
  },
  {
    "pergunta": "O que é arquitetura para economia circular?",
    "resposta": "Esta abordagem elimina o conceito de lixo através de edifícios desmontáveis, materiais reaproveitados e sistemas fechados de água e energia. O Park 20|20 na Holanda foi totalmente projetado para desmontagem e reuso. Sabia que o setor da construção é responsável por 40% do lixo mundial?",
    "palavras_chave": ["economia circular", "reaproveitamento", "desmontável", "lixo", "park2020"]
  },
  {
    "pergunta": "Como a arquitetura streamline modernizou o design?",
    "resposta": "O streamline (1930-1950) aplicou formas aerodinâmicas de aviões e trens a edifícios e objetos do cotidiano, representando velocidade e eficiência. Norman Bel Geddes e Raymond Loewy criaram estações de serviço e produtos com curvas fluidas. Sabia que o estilo streamline nasceu da Grande Depressão, quando o otimismo sobre o futuro precisava ser vendido visualmente?",
    "palavras_chave": ["streamline", "aerodinâmico", "eficiência", "geddes", "moderno"]
  },
  {
    "pergunta": "O que é arquitetura para saúde mental?",
    "resposta": "Espaços terapêuticos usam luz natural, vistas para a natureza, acústica controlada e layouts que promovem privacidade e controle para reduzir ansiedade e estresse. O Maggie's Centre projetado por arquitetos renomados oferece ambientes domésticos para pacientes com câncer. Sabia que estudos mostram que pacientes em quartos com vista para árvores precisam de 30% menos medicação para dor?",
    "palavras_chave": ["saúde mental", "terapêutico", "luz natural", "maggie's centre", "controle"]
  },
  {
    "pergunta": "Como a arquitetura colonial portuguesa se adaptou ao Brasil?",
    "resposta": "A arquitetura colonial portuguesa no Brasil desenvolveu soluções específicas para o clima tropical: casas com beiral largo, telhas de barro, paredes de taipa e azulejos que refletiam o calor. Os engenhos de açúcar criaram complexos produtivos autossuficientes. Sabia que as igrejas coloniais brasileiras têm fachadas mais simples que as portuguesas, mas interiores ricamente decorados com talha dourada?",
    "palavras_chave": ["colonial portuguesa", "brasil", "taipa", "engenho", "igreja"]
  },
  {
    "pergunta": "O que é arquitetura para coworking?",
    "resposta": "Espaços de coworking combinam áreas de trabalho flexíveis, salas de reunião, zonas de colaboração e amenities que promovem networking e criatividade. O Second Home em Londres usa formas orgânicas e vegetação abundante para estimular inovação. Sabia que 40% dos freelancers worldwide trabalham em espaços de coworking?",
    "palavras_chave": ["coworking", "flexível", "colaboração", "second home", "freelancer"]
  },
  {
    "pergunta": "Como a arquitetura do ferro revolucionou a construção?",
    "resposta": "O uso do ferro no século XIX permitiu estruturas mais leves, vãos maiores e construção mais rápida. A Bibliothèque Sainte-Geneviève de Labrouste expõe elegantes arcos de ferro, enquanto a Crystal Palace de Paxton usou componentes padronizados montados em 6 meses. Sabia que a Torre Eiffel foi construída em 2 anos, 2 meses e 5 dias usando 18.038 peças de ferro?",
    "palavras_chave": ["ferro", "estrutura", "século xix", "eiffel", "crystal palace"]
  },
  {
    "pergunta": "O que é arquitetura para food security?",
    "resposta": "Esta arquitetura integra produção de alimentos aos edifícios através de fazendas verticais, telhados comestíveis, aquaponia e sistemas de compostagem. O Bosco Verticale em Milão produz frutas e vegetais para seus residentes. Sabia que uma fazenda vertical de 30 andares pode alimentar 50.000 pessoas por ano?",
    "palavras_chave": ["food security", "fazenda vertical", "telhado comestível", "bosco verticale", "produção"]
  },
  {
    "pergunta": "Como a arquitetura beaux-arts formou gerações?",
    "resposta": "A École des Beaux-Arts em Paris estabeleceu um sistema de ensino baseado em desenho clássico, composição simétrica e hierarquia espacial que dominou a arquitetura ocidental no século XIX. Grandes Central Terminal em Nova York e o Teatro Municipal do Rio são exemplos. Sabia que o curso da Beaux-Arts durava até 10 anos e incluía competições intensas?",
    "palavras_chave": ["beaux-arts", "acadêmico", "simetria", "grand central", "ensino"]
  },
  {
    "pergunta": "O que é arquitetura para mobilidade suave?",
    "resposta": "Esta abordagem prioriza pedestres, ciclistas e transporte público sobre carros, criando ruas completas com calçadas largas, ciclovias protegidas e transporte de alta qualidade. Copenhagen transformou sua cidade ao longo de 50 anos de planejamento consistente. Sabia que em Amsterdam, 70% dos deslocamentos são feitos a pé ou de bicicleta?",
    "palavras_chave": ["mobilidade suave", "pedestre", "ciclovia", "copenhagen", "transporte"]
  },
  {
    "pergunta": "Como a arquitetura high-tech evoluiu?",
    "resposta": "Do Centre Pompidou aos escritórios contemporâneos de Foster e Rogers, a arquitetura high-tech continua expondo sistemas estruturais e de serviço, mas com maior sofisticação tecnológica e preocupação ambiental. O Gherkin em Londres usa forma aerodinâmica e ventilação natural. Sabia que o Gherkin consome 50% menos energia que edifícios convencionais de mesmo tamanho?",
    "palavras_chave": ["high-tech", "foster", "rogers", "gherkin", "tecnologia"]
  },
  {
    "pergunta": "O que é arquitetura para creative placemaking?",
    "resposta": "Esta abordagem usa arte e cultura para revitalizar espaços públicos, envolvendo artistas no planejamento urbano para criar lugares com identidade forte. O projeto The 606 em Chicago transformou uma linha férrea elevada em parque linear com programação cultural. Sabia que cidades com strong creative placemaking têm crescimento econômico 5% maior que a média?",
    "palavras_chave": ["creative placemaking", "arte", "cultura", "the 606", "identidade"]
  },
  {
    "pergunta": "Como a arquitetura do deserto se adapta ao calor?",
    "resposta": "Arquiteturas desérticas como a dos beduínos usam cores claras que refletem calor, ventilação cruzada, massa térmica e sombra profunda. As torres de vento no Oriente Médio capturam brisas frescas em altura. Sabia que as casas tradicionais em Yazd, Irã, têm badgirs (torres de vento) que podem resfriar os interiores em até 15°C?",
    "palavras_chave": ["deserto", "calor", "ventilação", "torre vento", "badgir"]
  },
  {
    "pergunta": "O que é arquitetura para tiny houses?",
    "resposta": "O movimento tiny house propõe moradias entre 15-50m² que priorizam eficiência, multifuncionalidade e qualidade sobre tamanho. Projetos inteligentes usam móveis transformáveis, armazenamento vertical e integração com exteriores. Sabia que uma tiny house consome apenas 10% da energia de uma casa convencional?",
    "palavras_chave": ["tiny house", "eficiente", "multifuncional", "minimalismo", "sustentável"]
  },
  {
    "pergunta": "Como a arquitetura do racionalismo italiano se desenvolveu?",
    "resposta": "O racionalismo italiano dos anos 1920-1940, liderado por Giuseppe Terragni, adaptou o modernismo internacional ao contexto histórico italiano. A Casa del Fascio em Como usa proporções clássicas com linguagem moderna. Sabia que Terragni morreu aos 39 anos na Segunda Guerra, deixando uma obra breve mas influente?",
    "palavras_chave": ["racionalismo italiano", "terragni", "modernismo", "como", "clássico"]
  },
  {
    "pergunta": "O que é arquitetura para resiliência social?",
    "resposta": "Esta abordagem cria espaços que fortalecem comunidades através de centros comunitários, praças de encontro, equipamentos compartilhados e design que promove interação. A Biblioteca de Vennesla na Noruega usa estrutura de madeira que lembra costelas, criando nichos aconchegantes. Sabia que bairros com bons espaços comunitários têm 30% menos problemas de saúde mental?",
    "palavras_chave": ["resiliência social", "comunidade", "encontro", "biblioteca", "interação"]
  },
  {
    "pergunta": "Como a arquitetura do plástico está evoluindo?",
    "resposta": "Arquitetos estão usando plásticos reciclados para criar fachadas, divisórias e até estruturas, transformando resíduos em material de construção. O EcoARK em Taipei usa 1,5 milhão de garrafas PET como blocos translúcidos. Sabia que apenas 9% do plástico produzido worldwide é reciclado, criando enorme potencial para reaproveitamento na construção?",
    "palavras_chave": ["plástico", "reciclado", "ecoark", "pet", "resíduo"]
  },
  {
    "pergunta": "O que é arquitetura para dark sky?",
    "resposta": "Esta abordagem minimiza a poluição luminosa através de iluminação direcionada, cores quentes e sensores de movimento, preservando a visibilidade noturna do céu. Parques dark sky como o Natural Bridges nos EUA oferecem experiências astronômicas únicas. Sabia que 80% da população mundial não consegue ver a Via Láctea devido à poluição luminosa?",
    "palavras_chave": ["dark sky", "poluição luminosa", "iluminação", "astronomia", "céu"]
  },
  {
    "pergunta": "Como a arquitetura do concreto protendido expandiu possibilidades?",
    "resposta": "O concreto protendido usa cabos de aço tensionados para criar vãos maiores e estruturas mais esbeltas que o concreto armado convencional. Eugène Freyssinet desenvolveu a técnica nos anos 1920, permitindo obras como as hangares de Orly. Sabia que a Ponte do Rio Guaíba em Porto Alegre tem o maior vão em concreto protendido do Brasil - 240 metros?",
    "palavras_chave": ["concreto protendido", "vão", "freyssinet", "ponte", "estrutura"]
  },
  {
    "pergunta": "O que é arquitetura para rewilding?",
    "resposta": "Esta abordagem devolve espaços construídos à natureza, criando corredores ecológicos, telhados biodiversos e infraestruturas que permitem a reconexão de ecossistemas fragmentados. O Landschaftspark Duisburg-Nord na Alemanha transformou uma siderúrgica em parque natural. Sabia que Nova York está convertendo 160km² de asfalto em espaços verdes até 2030?",
    "palavras_chave": ["rewilding", "biodiversidade", "corredor ecológico", "landschaftspark", "natureza"]
  },
  {
    "pergunta": "Como a arquitetura do vidro se tornou onipresente?",
    "resposta": "Avancos no vidro float, laminado e duplo permitiram fachadas totalmente envidraçadas que maximizam luz natural e conexão visual. O UN Secretariat Building de 1952 foi pioneiro, enquanto projetos contemporâneos usam vidro inteligente que muda de opacidade. Sabia que o Burj Khalifa tem 26.000 painéis de vidro que foram limpos continuamente durante 3 anos na construção?",
    "palavras_chave": ["vidro", "fachada", "luz natural", "burj khalifa", "tecnologia"]
  },
  {
    "pergunta": "O que é arquitetura para blue health?",
    "resposta": "Baseada na pesquisa sobre os benefícios da água para bem-estar, esta abordagem integra fontes, espelhos d'água, vistas para o mar e acesso a rios e lagos. O Maggie's Centre em Oldham tem um pátio com água corrente que proporciona calm. Sabia que morar a até 1km do mar está associado a melhor saúde mental em 15 estudos independentes?",
    "palavras_chave": ["blue health", "água", "bem-estar", "maggie's centre", "saúde"]
  },
  {
    "pergunta": "Como a arquitetura do aço moldou os arranha-céus?",
    "resposta": "A estrutura de aço permitiu edifícios cada vez mais altos, começando com o Home Insurance Building de 1885 em Chicago (10 andares) até o Burj Khalifa (163 andares). O sistema curtain wall liberou as fachadas da função estrutural. Sabia que o Empire State Building foi construído em apenas 410 dias durante a Grande Depressão?",
    "palavras_chave": ["aço", "arranha-céu", "chicago", "empire state", "altura"]
  },
  {
    "pergunta": "O que é arquitetura para neurodiversidade?",
    "resposta": "Esta abordagem considera diferentes perfis sensoriais, criando espaços com opções de estimulação - zonas calmas para hipersensibilidade e áreas estimulantes para hyposensibilidade. Escolas para autismo usam cores suaves, acústica controlada e layouts previsíveis. Sabia que 15-20% da população tem algum tipo de neurodiversidade?",
    "palavras_chave": ["neurodiversidade", "sensorial", "autismo", "acessibilidade", "inclusão"]
  },
  {
    "pergunta": "Como a arquitetura do brutalismo foi reinterpretada?",
    "resposta": "Arquitetos contemporâneos como Peter Zumthor e Herzog & de Meuron usam concreto com precisão artesanal, explorando texturas e jogos de luz que humanizam o material. A Therme Vals de Zumthor transforma o concreto em experiência sensorial. Sabia que o concreto batido (beton brut) requer carpintaria especializada para as fôrmas?",
    "palavras_chave": ["brutalismo contemporâneo", "zunthor", "concreto", "therme vals", "textura"]
  },
  {
    "pergunta": "O que é arquitetura para smart grids?",
    "resposta": "Edifícios conectados a redes inteligentes podem vender energia excedente, ajustar consumo em horários de pico e funcionar como baterias urbanas. O Distrito de Micro-Redes em Brooklyn usa blockchain para transações entre vizinhos. Sabia que edifícios podem fornecer 30% da flexibilidade necessária para estabilizar redes elétricas?",
    "palavras_chave": ["smart grid", "energia", "blockchain", "micro-rede", "conectado"]
  },
  {
    "pergunta": "Como a arquitetura do movimento arts and crafts valorizou o artesão?",
    "resposta": "O movimento arts and crafts (1880-1910), liderado por William Morris, rejeitou a produção industrial em favor do trabalho artesanal, usando materiais naturais e técnicas tradicionais. As casas de Philip Webb integravam arquitetura, mobiliário e paisagismo. Sabia que Morris chamava a produção industrial de 'crime contra a humanidade'?",
    "palavras_chave": ["arts and crafts", "artesanal", "morris", "natural", "tradição"]
  },
  {
    "pergunta": "O que é arquitetura para water sensitivity?",
    "resposta": "Esta abordagem gerencia o ciclo da água no local através de telhados verdes que retardam escoamento, wetlands que filtram águas pluviais e sistemas de reuso. O Bishan-Ang Mo Kio Park em Singapura naturalizou um canal de concreto em rio meandrante. Sabia que Singapura reaproveita 40% de sua água através do sistema NEWater?",
    "palavras_chave": ["water sensitivity", "água pluvial", "reuso", "singapura", "ciclo"]
  },
  {
    "pergunta": "Como a arquitetura do deconstructivismo desafia a forma?",
    "resposta": "O deconstructivismo, promovido pela exposição do MoMA em 1988, fragmenta e distorce formas tradicionais através de geometria não-euclidiana. Frank Gehry, Daniel Libeskind e Coop Himmelb(l)au criam espaços dinâmicos que parecem em movimento. Sabia que o software CATIA, originalmente para indústria aeroespacial, permitiu a Gehry calcular formas complexas?",
    "palavras_chave": ["deconstructivismo", "gehry", "geometria", "catia", "fragmentado"]
  },
  {
    "pergunta": "O que é arquitetura para circularidade de materiais?",
    "resposta": "Esta abordagem rastreia materiais do berço ao berço, usando produtos que podem ser desmontados e reutilizados infinitamente. O Park 20|20 na Holanda tem um 'passaporte de materiais' para cada componente. Sabia que o setor da construção consome 50% de todos os recursos extraídos worldwide?",
    "palavras_chave": ["circularidade", "materiais", "passaporte", "park2020", "recurso"]
  },
  {
    "pergunta": "Como a arquitetura do classicismo nórdico se desenvolveu?",
    "resposta": "No início do século XX, arquitetos como Gunnar Asplund e Alvar Aalto criaram uma versão humanizada do classicismo, usando madeira, formas suaves e integração com paisagem. A Biblioteca de Stockholm de Asplund é um cilindro puro que convida à elevação intelectual. Sabia que Asplund morreu aos 55 anos, deixando uma obra breve mas extremamente influente?",
    "palavras_chave": ["classicismo nórdico", "asplund", "aalto", "humanizado", "suécia"]
  },
  {
    "pergunta": "O que é arquitetura para acoustic comfort?",
    "resposta": "Esta abordagem otimiza a experiência sonora através de materiais absorventes, formas que direcionam o som e zoneamento que separa atividades ruidosas das silenciosas. A Casa da Música no Porto de OMA usa concreto que proporciona acústica excepcional. Sabia que o ruído urbano excessivo aumenta o risco de doenças cardíacas em 8%?",
    "palavras_chave": ["acoustic comfort", "som", "absorção", "casa da música", "ruído"]
  },
  {
    "pergunta": "Como a arquitetura do regionalismo crítico responde ao contexto?",
    "resposta": "Desenvolvido por Kenneth Frampton, este conceito defende que a arquitetura deve responder ao contexto local sem cair no pastiche histórico. Arquitetos como Wang Shu na China usam técnicas tradicionais com linguagem contemporânea. Sabia que Wang Shu reaproveita telhas e madeiras de demolições em seus projetos?",
    "palavras_chave": ["regionalismo crítico", "contexto", "wang shu", "frampton", "local"]
  },
  {
    "pergunta": "O que é arquitetura para social housing inovador?",
    "resposta": "Habitação social contemporânea usa design de qualidade, materiais duráveis e espaços comunitários para criar dignidade e evitar estigmatização. O Quinta Monroy de Elemental no Chile oferece 'metade de uma casa boa' que os moradores completam. Sabia que o projeto de Elemental aumentou o valor das propriedades em 400% em 5 anos?",
    "palavras_chave": ["social housing", "elemental", "dignidade", "comunitário", "chile"]
  },
  {
    "pergunta": "Como a arquitetura do streamline influenciou o design industrial?",
    "resposta": "As formas aerodinâmicas do streamline migraram de trens e aviões para torradeiras, rádios e até edifícios, representando eficiência e modernidade. Raymond Loewy redesenhou desde locomotivas até logos da Shell e Lucky Strike. Sabia que Loewy afirmava que entre duas soluções funcionais equivalentes, a mais bonita vende melhor?",
    "palavras_chave": ["streamline", "loewy", "aerodinâmico", "design industrial", "eficiência"]
  },
  {
    "pergunta": "O que é arquitetura para thermal delight?",
    "resposta": "Baseada na pesquisa de Lisa Heschong, esta abordagem valoriza experiências térmicas variadas - do calor de uma lareira ao frescor da sombra - em vez de temperatura constante. As termas de Peter Zumthor oferecem jornadas entre piscinas de diferentes temperaturas. Sabia que variações térmicas suaves fortalecem o sistema imunológico?",
    "palavras_chave": ["thermal delight", "térmico", "heschong", "termas", "variação"]
  },
  {
    "pergunta": "Como a arquitetura do prairie style de Wright se espalhou?",
    "resposta": "O prairie style de Frank Lloyd Wright usava linhas horizontais, telhados baixos e integração com a paisagem das pradarias americanas. A Robie House em Chicago estende-se horizontalmente como as planícies. Sabia que Wright desenvolveu o prairie style após observar que as casas americanas eram 'caixas com janelas' inadequadas ao contexto?",
    "palavras_chave": ["prairie style", "wright", "horizontal", "robie house", "pradaria"]
  },
  {
    "pergunta": "O que é arquitetura para aging in place?",
    "resposta": "Este conceito permite que idosos permaneçam em suas casas através de adaptações como banheiros acessíveis, corrimãos, iluminação adequada e eliminação de desníveis. O programa CAPS nos EUa certifica profissionais nesta especialidade. Sabia que 90% dos idosos preferem envelhecer em suas próprias casas?",
    "palavras_chave": ["aging in place", "idoso", "acessibilidade", "adaptação", "casa"]
  },
  {
    "pergunta": "Como a arquitetura do brutalismo foi recebida publicamente?",
    "resposta": "O brutalismo dividiu opiniões - celebrado por alguns como expressão honesta da estrutura, criticado por outros como frio e desumano. O Robin Hood Gardens de Alison e Peter Smithson foi amado e odiado com igual intensidade antes de sua demolição. Sabia que o termo 'brutalismo' foi cunhado pelo casal Smithson, não como referência à brutalidade, mas ao béton brut?",
    "palavras_chave": ["brutalismo público", "smithson", "controvérsia", "robín hood gardens", "opinião"]
  },
  {
    "pergunta": "O que é arquitetura para waste-to-energy?",
    "resposta": "Edifícios que transformam resíduos em energia através de biodigestores, incineração de lixo e reaproveitamento de calor residual. A Usina de Copenhill em Copenhagen queima lixo para aquecer 150.000 casas e tem pista de esqui no telhado. Sabia que Copenhill processa 400.000 toneladas de lixo anual, gerando eletricidade para 30.000 residências?",
    "palavras_chave": ["waste-to-energy", "resíduo", "copenhill", "biodigestor", "energia"]
  },
  {
    "pergunta": "Como a arquitetura do pós-modernismo usou a ironia?",
    "resposta": "Arquitetos pós-modernos como Michael Graves e Charles Moore usaram referências históricas de forma lúdica e irônica, misturando estilos e escalas. A Portland Building de Graves tem elementos clássicos em cores pastel aplicados a um edifício governamental. Sabia que Philip Johnson chamou seu AT&T Building de 'o primeiro arranha-céu chippendale'?",
    "palavras_chave": ["pós-modernismo", "ironia", "graves", "portland building", "referência"]
  },
  {
    "pergunta": "O que é arquitetura para blue-green infrastructure?",
    "resposta": "Sistemas que integram infraestrutura azul (água) e verde (vegetação) para gestão hidrológica, biodiversidade e qualidade de vida. Os Sponge Cities na China usam parques inundáveis e wetlands para absorver água da chuva. Sabia que as Sponge Cities podem reduzir inundações em até 80%?",
    "palavras_chave": ["blue-green infrastructure", "água", "vegetação", "sponge city", "inundação"]
  },
  {
    "pergunta": "Como a arquitetura do construtivismo russo expressou a revolução?",
    "resposta": "O construtivismo russo (1917-1932) usou formas geométricas puras, estruturas expostas e materiais industriais para expressar os ideais socialistas. O projeto de Tatlin para o Monumento à Terceira Internacional seria uma torre espiral de 400 metros. Sabia que apenas 10% dos projetos construtivistas foram construídos devido a limitações materiais pós-revolução?",
    "palavras_chave": ["construtivismo russo", "revolução", "tatlin", "geométrico", "socialista"]
  },
  {
    "pergunta": "O que é arquitetura para healthy materials?",
    "resposta": "Esta abordagem seleciona materiais sem compostos orgânicos voláteis (VOCs), formaldeído e outras toxinas que afetam a qualidade do ar interior. O Bullitt Center em Seattle usou apenas materiais da 'Lista Vermelha' proibida. Sabia que o ar interior pode ser 5 vezes mais poluído que o exterior devido a materiais de construção?",
    "palavras_chave": ["healthy materials", "toxinas", "ar interior", "bullitt center", "vocs"]
  },
  {
    "pergunta": "Como a arquitetura do art deco se espalhou globalmente?",
    "resposta": "O art deco tornou-se o primeiro estilo verdadeiramente global através de exposições internacionais, revistas de arquitetura e a diáspora de arquitetos europeus. Copacabana Palace no Rio, Marine Drive em Mumbai e Shangai Bund mostram adaptações locais. Sabia que o Napier Earthquake em 1931 destruiu a cidade neozelandesa, que foi reconstruída inteiramente em art deco?",
    "palavras_chave": ["art deco global", "copacabana palace", "mumbai", "shangai", "internacional"]
  },
  {
    "pergunta": "O que é arquitetura para carbon capture?",
    "resposta": "Edifícios que sequestram mais carbono que emitem durante seu ciclo de vida, usando materiais como madeira maciça (CLT), bambu e concreto com carbono incorporado. O Sara Kulturhus na Suécia é o maior edifício de madeira do mundo, armazenando carbono por séculos. Sabia que um metro cúbico de madeira sequestra uma tonelada de CO2?",
    "palavras_chave": ["carbon capture", "madeira", "clt", "sara kulturhus", "sequestro"]
  },
  {
    "pergunta": "Como a arquitetura do movimento moderno brasileiro se destacou?",
    "resposta": "O modernismo brasileiro desenvolveu uma linguagem tropical única através de pilotis, brises soleil e integração entre interior e exterior. O Ministério da Educação e Saúde (1936) foi o primeiro arranha-céu moderno das Américas. Sabia que Le Corbusier, consultor do projeto, chamou o Brasil de 'país do futuro' após ver o potencial de sua arquitetura?",
    "palavras_chave": ["modernismo brasileiro", "ministério educação", "brises soleil", "le corbusier", "tropical"]
  },
  {
    "pergunta": "O que é arquitetura para disaster preparedness?",
    "resposta": "Edifícios projetados para resistir a terremotos, furacões, inundações e outros desastres, servindo também como abrigos comunitários em emergências. Escolas no Japão têm estruturas anti-sísmicas e armazenamento de suprimentos. Sabia que o arquiteto Shigeru Ban desenvolveu sistemas de partição com tubos de papelão para abrigos pós-terremoto?",
    "palavras_chave": ["disaster preparedness", "terremoto", "abrigo", "shigeru ban", "emergência"]
  },
  {
    "pergunta": "Como a arquitetura do international style padronizou o mundo?",
    "resposta": "O international style, definido pela exposição do MoMA em 1932, promoveu volumes simples, ausência de ornamentação e fachadas de vidro como linguagem universal. Mies van der Rohe, Gropius e Le Corbusier criaram edifícios similares em continentes diferentes. Sabia que Philip Johnson, curador da exposição, mais tarde se tornou um dos maiores críticos deste estilo?",
    "palavras_chave": ["international style", "padronização", "mies", "gropius", "universal"]
  },
  {
    "pergunta": "O que é arquitetura para biophilic urbanism?",
    "resposta": "Esta abordagem integra natureza em todas as escalas urbanas - desde telhados verdes até corredores de biodiversidade que conectam parques. Singapura como 'Cidade Jardim' tem 200km de park connectors. Sabia que Cingapura aumentou sua cobertura verde de 36% para 47% enquanto sua população dobrou?",
    "palavras_chave": ["biophilic urbanism", "singapura", "natureza", "corredor verde", "biodiversidade"]
  },
  {
    "pergunta": "Como a arquitetura do expressionismo estrutural de Calatrava se destaca?",
    "resposta": "Santiago Calatrava usa princípios da engenharia para criar estruturas que parecem organismos vivos - ossos, asas, esqueletos. A Cidade das Artes e Ciências em Valencia tem formas orgânicas em concreto branco. Sabia que Calatrava é formado em belas artes, arquitetura e engenharia civil?",
    "palavras_chave": ["calatrava", "expressionismo estrutural", "engenharia", "valencia", "orgânico"]
  },
  {
    "pergunta": "O que é arquitetura para community land trusts?",
    "resposta": "Modelos onde a comunidade detém a propriedade da terra enquanto os moradores possuem as edificações, garantindo acessibilidade permanente. O Champlain Housing Trust em Vermont já preservou 2.200 unidades por 30 anos. Sabia que community land trusts mantêm os preços 30% abaixo do mercado mesmo em áreas valorizadas?",
    "palavras_chave": ["community land trust", "comunidade", "acessibilidade", "champlain", "propriedade"]
  },
  {
    "pergunta": "Como a arquitetura do minimalismo japonês influencia o ocidente?",
    "resposta": "Arquitetos como Tadao Ando, SANAA e Kengo Kuma desenvolveram um minimalismo que valoriza vazio, luz natural e materiais honestos. A Moriyama House de SANAA fragmenta o programa em volumes separados criando jardins intermediários. Sabia que o conceito japonês de 'ma' (intervalo, pausa) é central para entender seus espaços vazios?",
    "palavras_chave": ["minimalismo japonês", "ando", "sanaa", "ma", "vazio"]
  },
  {
    "pergunta": "O que é arquitetura para transit-oriented development?",
    "resposta": "Desenvolvimento urbano concentrado em torno de estações de transporte público, criando bairros densos, caminháveis e com menos dependência do carro. O Vauban em Freiburg tem 70% dos residentes sem carro próprio. Sabia que propriedades perto de estações de transporte mantêm melhor seu valor durante crises econômicas?",
    "palavras_chave": ["transit-oriented development", "transporte público", "vauban", "denso", "caminhável"]
  },
  {
    "pergunta": "Como a arquitetura do brutalismo escandinavo se diferencia?",
    "resposta": "O brutalismo nórdico de Sigurd Lewerentz e Klas Anshelm usa concreto com sensibilidade tátil, integração com a natureza e atenção ao detalhe artesanal. A Igreja de São Pedro em Klippan de Lewerentz tem juntas de argamassa generosas que celebram a materialidade. Sabia que Lewerentz comprava tijolos de demolição e os colocava manualmente para criar texturas únicas?",
    "palavras_chave": ["brutalismo escandinavo", "lewerentz", "concreto", "tátil", "artesanal"]
  },
  {
    "pergunta": "O que é arquitetura para circular economy districts?",
    "resposta": "Bairros onde os resíduos de uma empresa se tornam recursos para outra, criando simbioses industriais que eliminam desperdício. O Kalundborg Eco-Industrial Park na Dinamica opera desde 1972 com 30 trocas materiais entre empresas. Sabia que Kalundborg reduz emissões em 240.000 toneladas de CO2 anual através destas sinergias?",
    "palavras_chave": ["circular economy district", "simbiose", "kalundborg", "resíduo", "recurso"]
  },
  {
    "pergunta": "Como a arquitetura do neovernacular contemporâneo resgata tradições?",
    "resposta": "Arquitetos como Anna Heringer e Francis Kéré usam técnicas tradicionais com inovações contemporâneas, empoderando comunidades através do processo construtivo. A Escola Primária em Gando de Kéré treinou moradores em construção com terra. Sabia que a escola em Gando custou apenas 30.000 euros e foi construída pela comunidade?",
    "palavras_chave": ["neovernacular", "heringer", "kéré", "terra", "comunidade"]
  },
  {
    "pergunta": "O que é arquitetura para night economy?",
    "resposta": "Espaços que suportam atividades noturnas de forma segura e vibrante, com iluminação adequada, usos mistos que mantêm movimento e serviços 24 horas. O Distrito de Entretenimento em Seul tem zonamento específico para estabelecimentos noturnos. Sabia que a night economy representa 10% do PIB em cidades como Londres e Berlim?",
    "palavras_chave": ["night economy", "noturno", "iluminação", "seul", "entretenimento"]
  },
  {
    "pergunta": "Como a arquitetura do estruturalismo holandês se desenvolveu?",
    "resposta": "O estruturalismo de Aldo van Eyck e Herman Hertzberger propôs estruturas que permitiam apropriação e transformação pelos usuários. O Orfanato de Amsterdam de van Eyck usa módulos hexagonais que criam espaços de transição. Sabia que van Eyck dizia que 'casa é uma pequena cidade, cidade é uma grande casa'?",
    "palavras_chave": ["estruturalismo", "van eyck", "hertzberger", "modular", "apropriação"]
  },
  {
    "pergunta": "O que é arquitetura para urban mining?",
    "resposta": "Esta abordagem vê edifícios existentes como minas urbanas de materiais valiosos que podem ser desmontados e reutilizados. O projeto Madaster em Amsterdam cataloga todos os materiais da cidade para futura reutilização. Sabia que um prédio de escritórios médio contém 10.000 toneladas de materiais reaproveitáveis?",
    "palavras_chave": ["urban mining", "reutilização", "madaster", "material", "desmontagem"]
  },
  {
    "pergunta": "Como a arquitetura do espaço público define a democracia?",
    "resposta": "Praças, parques e ruas são palco da vida democrática - desde a Ágora grega até as manifestações contemporâneas. O design do espaço público pode facilitar ou dificultar a expressão política e o encontro entre diferentes. Sabia que a Praça Tahrir no Cairo tem 400.000m², tornando-se natural palco de protestos históricos?",
    "palavras_chave": ["espaço público", "democracia", "praça", "ágora", "encontro"]
  }
]