[
  {
    "pergunta": "Quem foi Tarsila do Amaral e sua importância para a arte brasileira?",
    "resposta": "Tarsila do Amaral foi a pintora modernista que criou uma visualidade genuinamente brasileira nos anos 1920. Suas obras como 'Abaporu' e 'Antropofagia' fundiram influências europeias com temas locais, criando o que chamou de 'brasilidade'. Ela desenvolveu uma paleta de cores tropicais e formas que remetiam ao nosso imaginário. Sabia que 'Abaporu' significa 'homem que come gente' em tupi-guarani e se tornou o ícone do Movimento Antropofágico?",
    "palavras_chave": ["tarsila", "modernismo", "abaporu", "antropofagia", "brasilidade"]
  },
  {
    "pergunta": "O que foi a Semana de Arte Moderna de 1922?",
    "resposta": "A Semana de 22, realizada no Theatro Municipal de São Paulo, foi o marco inicial do modernismo brasileiro. Reuniu artistas como Mário de Andrade, Oswald de Andrade e Anita Malfatti que propunham romper com a arte acadêmica e criar uma linguagem nacional. As apresentações causaram escândalo, com vaias e protestos, mas abriram caminho para uma nova estética. Sabia que a semana aconteceu em fevereiro, coincidindo com as comemorações do centenário da Independência?",
    "palavras_chave": ["semana 22", "modernismo", "são paulo", "ruptura", "vanguarda"]
  },
  {
    "pergunta": "Como o barroco mineiro expressa a identidade brasileira?",
    "resposta": "O barroco mineiro do século XVIII desenvolveu características únicas que o diferenciam do barroco europeu. Usando pedra-sabão e madeira, artistas como Aleijadinho criaram uma estética mestiça que incorporava elementos locais. As igrejas de Ouro Preto e Congonhas mostram essa síntese entre a tradição portuguesa e a realidade colonial. Sabia que o barroco mineiro é considerado o primeiro estilo artisticamente autônomo do Brasil?",
    "palavras_chave": ["barroco", "minas gerais", "aleijadinho", "colonial", "síntese"]
  },
  {
    "pergunta": "Quem foi Candido Portinari e como retratou o Brasil?",
    "resposta": "Portinari foi o pintor que levou o povo brasileiro para as telas de maneira épica. Suas obras como 'Os Retirantes' e os murais da ONU mostram trabalhadores, crianças e a dor social com uma dramaticidade única. Ele transformou cenas cotidianas em monumentos visuais da brasilidade. Sabia que Portinari morreu intoxicado pelas tintas que usava, tamanho seu comprometimento com a pintura?",
    "palavras_chave": ["portinari", "social", "trabalhador", "dramático", "povo"]
  },
  {
    "pergunta": "O que é a arte indígena contemporânea brasileira?",
    "resposta": "Artistas indígenas como Daiara Tukano e Denilson Baniwa estão ressignificando tradições ancestrais através de linguagens contemporâneas. Eles usam pintura digital, vídeo e instalação para discutir território, memória e resistência cultural. Suas obras desafiam visões estereotipadas e mostram a vitalidade das culturas originárias. Sabia que a Bienal de São Paulo de 2023 teve recorde de participação indígena?",
    "palavras_chave": ["indígena", "contemporâneo", "resistência", "tradição", "território"]
  },
  {
    "pergunta": "Como a capoeira se tornou expressão artística brasileira?",
    "resposta": "A capoeira, nascida como resistência africana à escravidão, transformou-se em uma das mais completas expressões da cultura brasileira. Combinando dança, luta, música e ritual, ela carrega a história da diáspora africana no Brasil. Mestres como Pastinha e Bimba a sistematizaram e hoje é reconhecida como patrimônio cultural. Sabia que a capoeira foi criminalizada até 1937, considerada 'vadiagem' pelo código penal?",
    "palavras_chave": ["capoeira", "africana", "resistência", "cultura", "patrimônio"]
  },
  {
    "pergunta": "O que foi o Movimento Armorial?",
    "resposta": "Criado por Ariano Suassuna em 1970, o Armorial buscava uma arte erudita baseada na cultura popular nordestina. Misturava literatura de cordel, música cantoria, xilogravura e teatro para criar uma estética brasileira raiz. O movimento defendia que a verdadeira cultura nacional estava no interior. Sabia que Suassuna chamava isso de 'brasileirismo armorial', buscando nossa identidade nas tradições medievais ibéricas recriadas no Nordeste?",
    "palavras_chave": ["armorial", "suassuna", "nordeste", "popular", "tradição"]
  },
  {
    "pergunta": "Como o samba representa a identidade nacional?",
    "resposta": "Nascido nas comunidades negras do Rio de Janeiro, o samba tornou-se o ritmo símbolo do Brasil. De suas raízes africanas às escolas de samba, ele conta a história da urbanização brasileira e da luta por reconhecimento. Figuras como Donga e Cartola transformaram uma perseguida 'música de malandro' em patrimônio nacional. Sabia que 'Pelo Telefone', de 1917, é considerado o primeiro samba gravado?",
    "palavras_chave": ["samba", "carnaval", "africano", "cultura", "urbanização"]
  },
  {
    "pergunta": "Quem foi Mestre Vitalino e sua importância?",
    "resposta": "Vitalino Pereira dos Santos, o Mestre Vitalino, foi o ceramista pernambucano que elevou o barro a arte. Suas figuras do cotidiano nordestino - vaqueiros, casamentos, retirantes - criaram um imaginário visual do Brasil rural. Ele transformou a tradição do boneco de barro em narrativa social. Sabia que Vitalino começou moldando brinquedos com sobras de barro que sua mãe usava para fazer louça?",
    "palavras_chave": ["vitalino", "cerâmica", "nordeste", "popular", "cotidiano"]
  },
  {
    "pergunta": "O que é a arquitetura modernista brasileira?",
    "resposta": "Liderada por Oscar Niemeyer e Lúcio Costa, a arquitetura modernista brasileira criou uma linguagem tropical única. As curvas de Niemeyer, o uso do concreto armado e a integração com a paisagem definiram Brasília e outros marcos. Eles adaptaram o modernismo europeu ao clima e cultura locais. Sabia que o Palácio da Alvorada sintetiza essa busca por uma 'arquitetura brasileira'?",
    "palavras_chave": ["arquitetura", "modernista", "niemeyer", "brasília", "concreto"]
  },
  {
    "pergunta": "Como o cinema novo reinventou o Brasil nas telas?",
    "resposta": "O Cinema Novo dos anos 1960, com diretores como Glauber Rocha, mostrou um Brasil até então invisível - o sertão, as favelas, a pobreza. Com estética influenciada pelo neorrealismo e baixo orçamento, criou uma 'estética da fome' que era também política. Sabia que a frase 'uma câmera na mão e uma ideia na cabeça' sintetiza o movimento?",
    "palavras_chave": ["cinema novo", "glauber", "sertão", "política", "fome"]
  },
  {
    "pergunta": "O que é arte afro-brasileira contemporânea?",
    "resposta": "Artistas como Rosana Paulino e Sidney Amaral exploram a herança africana e o racismo estrutural através de linguagens contemporâneas. Paulino usa costura e gravura para discutir o corpo negro feminino, enquanto Amaral pintava cenas que denunciavam a violência racial. Suas obras resgatam memórias apagadas. Sabia que Rosana Paulino tem doutorado em artes visuais e é pesquisadora das técnicas têxteis africanas?",
    "palavras_chave": ["afro-brasileira", "paulino", "memória", "racial", "contemporâneo"]
  },
  {
    "pergunta": "Como a literatura de cordel constrói identidade?",
    "resposta": "O cordel, com seus versos e xilogravuras, é uma das formas mais autênticas de narrativa popular brasileira. Nascido no Nordeste, conta histórias de heróis, santos, políticos e eventos locais, criando um verdadeiro jornalismo poético do povo. Sabia que o nome vem da forma como os folhetos eram expostos - pendurados em cordéis?",
    "palavras_chave": ["cordel", "literatura", "popular", "nordeste", "narrativa"]
  },
  {
    "pergunta": "Quem foi Lina Bo Bardi e sua visão do Brasil?",
    "resposta": "A arquiteta ítalo-brasileira Lina Bo Bardi desenvolveu uma abordagem profundamente humanista que integrava arquitetura, design e vida social. Projetos como o MASP e o SESC Pompeia mostram seu respeito pela cultura popular e pela democracia espacial. Ela via o Brasil com olhos estrangeiros que enxergavam nossa potencialidade. Sabia que Lina dizia que o Brasil tinha uma 'civilização em gestação'?",
    "palavras_chave": ["lina", "arquitetura", "social", "design", "democracia"]
  },
  {
    "pergunta": "O que é o carnaval como obra de arte total?",
    "resposta": "O carnaval brasileiro, especialmente no Rio e Salvador, é talvez nossa maior expressão artística coletiva. Une música, dança, figurino, cenografia e performance numa celebração que reinventa a cidade temporariamente. As escolas de samba são verdadeiras fábricas de arte popular. Sabia que o desfile das escolas de samba foi formatado nos anos 1930 por pioneiros como Fernando Pamplona?",
    "palavras_chave": ["carnaval", "escolas samba", "festa", "coletivo", "cultura"]
  },
  {
    "pergunta": "Como a arte popular nordestina influenciou o Brasil?",
    "resposta": "Do frevo ao maracatu, da cerâmica ao cordel, a cultura nordestina forneceu matrizes fundamentais para a identidade brasileira. Artistas como Lia de Itamaracá com sua ciranda mostram a vitalidade dessas tradições. O Nordeste deixou de ser periferia para ser visto como celeiro cultural. Sabia que o forró, considerado 'música de nordestino', hoje é dançado em todo o país?",
    "palavras_chave": ["nordeste", "popular", "tradição", "influência", "cultura"]
  },
  {
    "pergunta": "O que foi o Tropicalismo nas artes visuais?",
    "resposta": "Além da música, o Tropicalismo influenciou as artes visuais através de artistas como Hélio Oiticica e Lygia Clark. Eles incorporaram elementos da cultura popular, do kitsch e do cotidiano numa estética que celebrava a miscigenação cultural brasileira. Sabia que a Tropicália de Oiticica inspirou o nome do movimento musical?",
    "palavras_chave": ["tropicalismo", "oiticica", "miscigenação", "popular", "kitsch"]
  },
  {
    "pergunta": "Como a fotografia documentou a formação do Brasil?",
    "resposta": "Fotógrafos como Marc Ferrez no século XIX e Sebastião Salgado no contemporâneo criaram arquivos visuais fundamentais do Brasil. Ferrez registrou a natureza e as transformações urbanas, enquanto Salgado mostra os trabalhadores e a Amazônia. Suas imagens construíram nosso imaginário nacional. Sabia que Marc Ferrez era o fotógrafo oficial da família imperial?",
    "palavras_chave": ["fotografia", "documental", "ferrez", "salgado", "arquivo"]
  },
  {
    "pergunta": "O que é a arte dos povos originários do Brasil?",
    "resposta": "A arte indígena brasileira vai muito além do artesanato - é um sistema complexo de conhecimento. Das pinturas corporais kayapó às cerâmicas marajoara, cada povo desenvolve estéticas que expressam cosmovisões específicas. Artistas contemporâneos como Jaider Esbell levam essa herança para as galerias. Sabia que a cerâmica marajoara tem mais de 2000 anos e é considerada uma das mais sofisticadas das Américas?",
    "palavras_chave": ["indígena", "cosmovisão", "tradição", "esbell", "ancestral"]
  },
  {
    "pergunta": "Como o mangue beat reinventou a cultura pernambucana?",
    "resposta": "Liderado por Chico Science nos anos 1990, o mangue beat misturou rock, hip-hop e ritmos regionais como maracatu e ciranda. A estética visual do movimento, com suas antenas parabólicas no mangue, simbolizava a conexão entre o local e o global. Sabia que a expressão 'mangue' referia-se tanto ao ecossistema quanto à ideia de 'mangue cultural'?",
    "palavras_chave": ["mangue beat", "recife", "chico science", "fusão", "contemporâneo"]
  },
  {
    "pergunta": "Quem foi Heitor dos Prazeres e sua contribuição?",
    "resposta": "Heitor dos Prazeres foi um dos fundadores da primeira escola de samba e também pintor autodidata. Suas telas mostram o cotidiano das rodas de samba, festas populares e religiões afro-brasileiras com cores vibrantes e composições ingênuas. Ele trouxe para as galerias o universo que ajudou a criar nas ruas. Sabia que Heitor começou a pintar aos 50 anos, quando um amigo lhe deu tintas de presente?",
    "palavras_chave": ["prazeres", "samba", "popular", "ingênuo", "cotidiano"]
  },
  {
    "pergunta": "O que é arte sacra popular brasileira?",
    "resposta": "Das imagens de santos esculpidas em madeira aos ex-votos, a arte sacra popular mostra como o povo reinterpreta o sagrado. No Nordeste, especialmente, artistas como Noemisa criam santos que misturam tradição católica com elementos locais. Sabia que os ex-votos - pequenas esculturas que representam milagres - são considerados a primeira forma de arte narrativa brasileira?",
    "palavras_chave": ["sacra", "popular", "santos", "religioso", "tradição"]
  },
  {
    "pergunta": "Como a música clássica brasileira buscou identidade?",
    "resposta": "Compositores como Heitor Villa-Lobos criaram uma música erudita brasileira ao incorporar melodias populares, ritmos indígenas e africanos. Suas 'Bachianas Brasileiras' são o melhor exemplo dessa síntese entre tradição europeia e brasilidade. Sabia que Villa-Lobos organizava enormes concertos com corais de milhares de vozes, os 'Orfeões'?",
    "palavras_chave": ["música clássica", "villa-lobos", "erudito", "síntese", "nacional"]
  },
  {
    "pergunta": "O que é o design brasileiro contemporâneo?",
    "resposta": "Designers como os irmãos Campana criam móveis e objetos que usam materiais pobres de maneira sofisticada, refletindo a criatividade da cultura popular. Suas obras transformam cordas, bonecos de pelúcia e restos em design de autor. Sabia que os irmãos Campana são dos designers brasileiros mais reconhecidos internacionalmente?",
    "palavras_chave": ["design", "campana", "material", "criatividade", "contemporâneo"]
  },
  {
    "pergunta": "Como o grafite brasileiro conquistou o mundo?",
    "resposta": "Artistas como Os Gêmeos, Nina Pandolfo e Kobra levaram o grafite brasileiro para as principais cidades do mundo. Sua estética colorida, influenciada pela cultura popular e pela realidade urbana, cria uma linguagem universal. Sabia que Os Gêmeos começaram pintando nos trens de São Paulo nos anos 1980?",
    "palavras_chave": ["grafite", "os gêmeos", "urbano", "colorido", "global"]
  },
  {
    "pergunta": "O que é arte naïf brasileira?",
    "resposta": "A arte naïf, ou primitiva, floresceu no Brasil com artistas como Djanira e José Antônio da Silva. Sem formação acadêmica, eles criaram visões pessoais do Brasil com cores puras e perspectivas achatadas. Sua 'ingenuidade' é na verdade uma sofisticação estética própria. Sabia que Djanira era chamada de 'pintora da simplicidade' mas tinha uma vida complexa, incluindo passagem pelo Partido Comunista?",
    "palavras_chave": ["naïf", "ingênuo", "djanira", "simplicidade", "primitivo"]
  },
  {
    "pergunta": "Como a moda brasileira construiu identidade?",
    "resposta": "A moda brasileira descobriu sua voz ao valorizar tecidos naturais, cores tropicais e técnicas artesanais. Estilistas como Ronaldo Fraga incorporam elementos da cultura popular em coleções que contam histórias do Brasil. Sabia que Zuzu Angel foi uma pioneira que usou a moda para denunciar a ditadura militar?",
    "palavras_chave": ["moda", "brasileira", "identidade", "artesanal", "cultural"]
  },
  {
    "pergunta": "O que é a xilogravura da literatura de cordel?",
    "resposta": "A xilogravura nordestina, usada para ilustrar folhetos de cordel, desenvolveu uma estética única de traços fortes e temas dramáticos. Mestres como J. Borges criaram um imaginário visual do sertão que influenciou até o cinema. Sabia que 'xilo' significa 'madeira' em grego, e 'gravura' é o ato de gravar?",
    "palavras_chave": ["xilogravura", "cordel", "sertão", "borges", "nordeste"]
  },
  {
    "pergunta": "Como o teatro brasileiro encontrou sua voz?",
    "resposta": "De Nelson Rodrigues a Augusto Boal, o teatro brasileiro desenvolveu linguagens que refletem nossas contradições. Rodrigues explorou o subúrbio e o desejo, enquanto Boal criou o Teatro do Oprimido como ferramenta política. Sabia que a peça 'Vestido de Noiva', de Rodrigues, revolucionou a dramaturgia brasileira em 1943?",
    "palavras_chave": ["teatro", "nelson rodrigues", "boal", "dramaturgia", "política"]
  },
  {
    "pergunta": "O que é arte conceitual brasileira dos anos 1970?",
    "resposta": "Durante a ditadura, artistas como Cildo Meireles e Anna Bella Geiger usaram a arte conceitual para criticar o regime. Cildo criou as 'Inserções em Circuitos Ideológicos', intervindo em cédulas e garrafas de Coca-Cola. Sabia que Cildo carimbava notas com perguntas como 'Quem matou Herzog?'?",
    "palavras_chave": ["conceitual", "cildo", "ditadura", "política", "crítica"]
  },
  {
    "pergunta": "Como a dança contemporânea brasileira se desenvolveu?",
    "resposta": "Coreógrafos como Deborah Colker e Grupo Corpo criaram uma dança brasileira que mistura técnica erudita com ritmos e movimentos nacionais. Colker incorpora futebol e circo, enquanto o Grupo Corpo dialoga com a música popular. Sabia que Deborah Colker foi a primeira brasileira a dirigir um espetáculo no mítico teatro londrino The Roundhouse?",
    "palavras_chave": ["dança", "contemporânea", "colker", "corpo", "brasileira"]
  },
  {
    "pergunta": "O que é arte digital brasileira?",
    "resposta": "Artistas como Giselle Beiguelman e Rejane Cantoni exploram como a tecnologia transforma nossa percepção do espaço e da cultura brasileira. Beiguelman trabalha com memória digital e Cantoni cria instalações interativas. Sabia que Beiguelman é professora da FAU-USP e pesquisa arte e tecnologia desde os anos 1990?",
    "palavras_chave": ["digital", "tecnologia", "beiguelman", "interativo", "contemporâneo"]
  },
  {
    "pergunta": "Como a cerâmica marajoara influencia a arte atual?",
    "resposta": "A cerâmica marajoara, com seus padrões geométricos complexos, tem inspirado artistas contemporâneos que revisitam essa tradição milenar. Sua estética sofisticada desafia visões preconceituosas sobre a arte indígena. Sabia que a ilha de Marajó tem a maior produção cerâmica pré-colombiana das Américas?",
    "palavras_chave": ["marajoara", "cerâmica", "indígena", "tradição", "geométrico"]
  },
  {
    "pergunta": "O que é o carimbó e sua importância cultural?",
    "resposta": "O carimbó, dança de roda paraense de origem africana, é uma das expressões mais vibrantes da cultura amazônica. Com suas saias rodadas e ritmo contagiante, mostra a forte presença negra na região Norte. Sabia que o carimbó quase desapareceu nos anos 1970, mas foi revitalizado por mestres como Pinduca?",
    "palavras_chave": ["carimbó", "pará", "africano", "dança", "amazônia"]
  },
  {
    "pergunta": "Como a arte brasileira representa a natureza?",
    "resposta": "Da Amazônia de Frans Post no século XVII às instalações contemporâneas sobre biomas ameaçados, a natureza sempre foi tema central na arte brasileira. Artistas como Frans Krajcberg usam elementos naturais para denunciar destruição ambiental. Sabia que Krajcberg, sobrevivente do Holocausto, encontrou no Brasil seu refúgio e causa?",
    "palavras_chave": ["natureza", "amazônia", "krajcberg", "meio ambiente", "representação"]
  },
  {
    "pergunta": "O que é a música instrumental brasileira?",
    "resposta": "De Pixinguinha a Hermeto Pascoal, a música instrumental brasileira criou linguagens únicas que misturam erudito e popular. O choro, nascido no Rio século XIX, é considerado o primeiro gênero musical urbano tipicamente brasileiro. Sabia que Hermeto Pascoal compõe música até para animais e objetos do cotidiano?",
    "palavras_chave": ["instrumental", "choro", "pixinguinha", "hermeto", "gênero"]
  },
  {
    "pergunta": "Como o hip-hop brasileiro constrói identidade?",
    "resposta": "O hip-hop nas periferias brasileiras tornou-se ferramenta de expressão e organização social. Racionais MC's, Sabotage e outros artistas criaram um rap que fala da realidade urbana com poesia e crítica. Sabia que o primeiro disco dos Racionais, 'Holocausto Urbano', é de 1990?",
    "palavras_chave": ["hip-hop", "rap", "periferia", "racionais", "urbano"]
  },
  {
    "pergunta": "O que é arte performática brasileira?",
    "resposta": "Artistas como Wagner Schwartz e Letícia Parente usam o corpo para discutir questões políticas e sociais brasileiras. Parente, nos anos 1970, costurava etiquetas em suas próprias roupas com frases críticas. Sabia que Schwartz ficou famoso por uma performance onde uma criança tocava seu corpo nu, gerando debate sobre arte e moralidade?",
    "palavras_chave": ["performance", "corpo", "política", "schwartz", "parente"]
  },
  {
    "pergunta": "Como a arte brasileira lida com a memória da escravidão?",
    "resposta": "Artistas como Ayrson Heráclito usam performance e instalação para ritualizar e elaborar o trauma da escravidão. Seu trabalho incorpora elementos das religiões afro-brasileiras e da culinária baiana. Sabia que Heráclito é doutor em comunicação e semiótica?",
    "palavras_chave": ["escravidão", "memória", "heráclito", "trauma", "ritual"]
  },
  {
    "pergunta": "O que é o frevo e sua importância cultural?",
    "resposta": "O frevo pernambucano, com sua música acelerada e dança acrobática, é uma das expressões mais originais do carnaval brasileiro. Nasceu da capoeira e das bandas militares no século XIX, sintetizando várias influências. Sabia que o nome 'frevo' vem de 'ferver', descrevendo a agitação da dança?",
    "palavras_chave": ["frevo", "recife", "carnaval", "dança", "capoeira"]
  },
  {
    "pergunta": "Como a arte brasileira representa o futebol?",
    "resposta": "Do estádio de futebol de Aldemir Martins às instalações sobre os estádios da Copa, o futebol é tema recorrente na arte brasileira. Artistas exploram tanto a paixão popular quanto as contradições políticas do esporte. Sabia que Aldemir Martins criou uma série inteira sobre futebol nos anos 1960?",
    "palavras_chave": ["futebol", "martins", "paixão", "esporte", "cultura"]
  },
  {
    "pergunta": "O que é a arte do povo Yanomami?",
    "resposta": "Os Yanomami desenvolvem uma arte corporal e de cestaria que expressa sua cosmologia. As pinturas com urucum e jenipapo representam animais e espíritos, enquanto os cestos mostram padrões matemáticos complexos. Sabia que o povo Yanomami tem cerca de 35.000 pessoas vivendo na fronteira Brasil-Venezuela?",
    "palavras_chave": ["yanomami", "amazônia", "cosmologia", "corpo", "artesanato"]
  },
  {
    "pergunta": "Como o bumba-meu-boi maranhense preserva tradição?",
    "resposta": "O bumba-meu-boi do Maranhão é um dos folguedos mais ricos do Brasil, misturando teatro, dança e música. Com seus sotaques (estilos) diferentes, conta a história da morte e ressurreição de um boi. Sabia que o bumba-meu-boi foi registrado como patrimônio cultural em 2011?",
    "palavras_chave": ["bumba-meu-boi", "maranhão", "folguedo", "tradição", "cultural"]
  },
  {
    "pergunta": "O que é arte urbana de São Paulo?",
    "resposta": "São Paulo desenvolveu uma cena de arte urbana única, das pichações verticais aos murais coloridos. Artistas como Speto e Tinho criam obras que dialogam com a arquitetura caótica da cidade. Sabia que a Lei Cidade Limpa, de 2007, paradoxalmente estimulou a arte de rua ao proibir outdoors?",
    "palavras_chave": ["urbano", "são paulo", "pichação", "mural", "cidade"]
  },
  {
    "pergunta": "Como a arte brasileira aborda as favelas?",
    "resposta": "De fotografias a instalações, artistas têm mostrado as favelas além do estereótipo. Mauro Restiffe fotografa a arquitetura informal, enquanto o Museu de Favela no Rio transforma casas em obras de arte. Sabia que o Complexo do Alemão tem uma galeria de arte a céu aberto?",
    "palavras_chave": ["favela", "restiffe", "comunidade", "urbano", "realidade"]
  },
  {
    "pergunta": "O que é a cerâmica figurativa de Pernambuco?",
    "resposta": "Além de Mestre Vitalino, uma tradição inteira de cerâmica figurativa floresceu em Caruaru e Tracunhaém. Artistas como Zé Caboclo e Manuel Eudócio continuam criando bonecos que retratam tipos populares nordestinos. Sabia que a Feira de Caruaru é um dos maiores centros de arte popular do Nordeste?",
    "palavras_chave": ["cerâmica", "caruaru", "figurativa", "popular", "nordeste"]
  },
  {
    "pergunta": "Como a MPB construiu identidade nacional?",
    "resposta": "A Música Popular Brasileira, dos anos 1960 em diante, sintetizou várias correntes numa linguagem que era ao mesmo tempo sofisticada e popular. De Chico Buarque a Caetano Veloso, criou-se um cânone musical que reflete as transformações do país. Sabia que o termo MPB surgiu como oposição à música 'iê-iê-iê' da Jovem Guarda?",
    "palavras_chave": ["mpb", "música", "identidade", "popular", "cânone"]
  },
  {
    "pergunta": "O que é arte e tecnologia no Brasil?",
    "resposta": "Artistas como Raquel Kogan e Lucas Bambozzi exploram como as tecnologias digitais transformam nossa percepção da realidade brasileira. Kogan cria instalações interativas que brincam com reflexos e projeções. Sabia que o FILE - Festival Internacional de Linguagem Eletrônica é um dos principais eventos do gênero na América Latina?",
    "palavras_chave": ["tecnologia", "digital", "kogan", "interativo", "contemporâneo"]
  },
  {
    "pergunta": "Como o maracatu nação preserva tradição africana?",
    "resposta": "O maracatu nação, ou maracatu de baque virado, é uma das mais antigas tradições afro-brasileiras, remontando aos séculos XVII e XVIII. Com sua corte real, calunga e ritmo grave, mantém viva a memória dos reis do Congo. Sabia que cada nação de maracatu tem suas próprias músicas e tradições secretas?",
    "palavras_chave": ["maracatu", "africano", "tradição", "nação", "recife"]
  },
  {
    "pergunta": "O que é a pintura de paisagem brasileira?",
    "resposta": "Do romantismo de Grimm ao modernismo de Guignard, a paisagem brasileira sempre inspirou nossos pintores. Artistas como Pancetti criaram uma visão lírica do litoral, enquanto Tarsila inventou paisagens imaginárias. Sabia que Grimm foi contratado por Dom Pedro II para documentar visualmente o Brasil?",
    "palavras_chave": ["paisagem", "pintura", "grimm", "guignard", "natureza"]
  },
  {
    "pergunta": "Como a arte brasileira representa o trabalho?",
    "resposta": "De Portinari aos contemporâneos, o trabalho sempre foi tema central. Artistas como Almeida Júnior no século XIX pintavam caipiras, enquanto Regina Silveira hoje critica o trabalho na era digital. Sabia que 'Caipiras Picando Fumo' é uma das obras mais importantes de Almeida Júnior?",
    "palavras_chave": ["trabalho", "portinari", "silveira", "social", "representação"]
  },
  {
    "pergunta": "O que é o jongo e sua importância histórica?",
    "resposta": "O jongo, dança de roda de origem africana, foi importante forma de comunicação entre escravizados nas fazendas de café. Com seus pontos (cantigas) enigmáticos, preservava tradições e organizava a resistência. Sabia que o jongo é considerado ancestral do samba?",
    "palavras_chave": ["jongo", "africano", "resistência", "dança", "tradição"]
  },
  {
    "pergunta": "Como a arte brasileira aborda a violência?",
    "resposta": "Artistas como Adriana Varejão com suas 'carnes' e Nuno Ramos com instalações usando grades exploram a violência estrutural brasileira. Suas obras são tanto denúncia quanto elaboração estética do trauma. Sabia que Varejão diz que suas 'carnes' referem-se tanto ao barroco quanto à violência colonial?",
    "palavras_chave": ["violência", "varejão", "ramos", "trauma", "denúncia"]
  },
  {
    "pergunta": "O que é a arte do povo Baniwa?",
    "resposta": "Os Baniwa do Alto Rio Negro desenvolvem uma cestaria considerada das mais sofisticadas do mundo. Suas cestas com padrões complexos expressam cosmologia e conhecimento matemático avançado. Sabia que as mulheres Baniwa passam meses tecendo uma única cesta?",
    "palavras_chave": ["baniwa", "cestaria", "amazônia", "cosmologia", "artesanato"]
  },
  {
    "pergunta": "Como o forró se espalhou pelo Brasil?",
    "resposta": "Nascido no Nordeste com Luiz Gonzaga, o forró conquistou todo o país através das migrações internas. De 'asa branca' ao forró universitário, adaptou-se a diferentes contextos mantendo sua essência. Sabia que o termo 'forró' possivelmente vem de 'for all', das festas dos engenheiros britânicos em Pernambuco?",
    "palavras_chave": ["forró", "gonzaga", "nordeste", "migração", "música"]
  },
  {
    "pergunta": "O que é arte e gênero no Brasil contemporâneo?",
    "resposta": "Artistas como Traplev e Castiel Vitorino Brasileiro exploram questões de gênero e sexualidade através de performances e instalações. Seus trabalhos desafiam normas e celebram corpos dissidentes. Sabia que Traplev é um dos nomes mais importantes da cena arte queer brasileira?",
    "palavras_chave": ["gênero", "queer", "traplev", "corpo", "contemporâneo"]
  },
  {
    "pergunta": "Como a arte brasileira representa a infância?",
    "resposta": "Das crianças retirantes de Portinari aos bebês gigantes de Bel Borba, a infância é tema recorrente. Artistas mostram tanto a dor quanto a poesia do universo infantil brasileiro. Sabia que Borba cria esculturas de bebês que são instaladas em praças de Salvador?",
    "palavras_chave": ["infância", "portinari", "borba", "representação", "social"]
  },
  {
    "pergunta": "O que é o boi-bumbá de Parintins?",
    "resposta": "O festival de Parintins, no Amazonas, é um dos maiores espetáculos ao ar livre do mundo. Com as agremiações Garantido e Caprichoso, conta lendas amazônicas através de música, dança e alegorias gigantes. Sabia que o festival atrai mais de 100.000 pessoas anualmente?",
    "palavras_chave": ["boi-bumbá", "parintins", "amazonas", "festival", "espetáculo"]
  },
  {
    "pergunta": "Como a arte brasileira lida com o sagrado?",
    "resposta": "Das imagens barrocas às instalações sobre religiões afro-brasileiras, o sagrado sempre inspirou nossa arte. Artistas como Mestre Didi criam obras que conectam arte e espiritualidade. Sabia que Mestre Didi era sacerdote do culto aos egungun?",
    "palavras_chave": ["sagrado", "religião", "didí", "espiritualidade", "barroco"]
  },
  {
    "pergunta": "O que é a pintura corporal indígena?",
    "resposta": "A pintura corporal entre povos indígenas não é apenas decorativa - comunica idade, status, grupo étnico e ocasiões especiais. Usando jenipapo e urucum, criam padrões que são uma linguagem visual complexa. Sabia que cada povo indígena tem seus próprios padrões e significados?",
    "palavras_chave": ["corporal", "indígena", "pintura", "linguagem", "tradição"]
  },
  {
    "pergunta": "Como o teatro de rua brasileiro se desenvolveu?",
    "resposta": "Grupos como Tá Na Rua e Pombas Urbanas levam o teatro para praças e vielas, criando um diálogo direto com o público. Suas peças frequentemente tratam de questões sociais urgentes. Sabia que o Tá Na Rua foi fundado nos anos 1970 por Amir Haddad?",
    "palavras_chave": ["teatro rua", "popular", "social", "haddad", "comunidade"]
  },
  {
    "pergunta": "O que é arte e comida no Brasil?",
    "resposta": "Artistas como Clarissa Tossin exploram como a culinária expressa identidade cultural. Suas instalações usam ingredientes brasileiros para discutir história e memória. Sabia que a feijoada, considerada prato nacional, tem origem nas senzalas?",
    "palavras_chave": ["comida", "culinária", "tossin", "identidade", "memória"]
  },
  {
    "pergunta": "Como a arte brasileira representa o sertão?",
    "resposta": "De 'Grande Sertão: Veredas' às pinturas de Guignard, o sertão é mais que paisagem - é estado de alma. Artistas mostram sua seca, sua resistência e sua poesia. Sabia que Guignard, mineiro, pintou o sertão com uma sensibilidade quase onírica?",
    "palavras_chave": ["sertão", "guignard", "seca", "resistência", "imaginário"]
  },
  {
    "pergunta": "O que é o cavalo-marinho pernambucano?",
    "resposta": "O cavalo-marinho é um auto (peça teatral) popular do Nordeste que mistura dança, música e drama. Com mais de 70 personagens, conta histórias de reis, animais e figuras fantásticas. Sabia que uma apresentação completa pode durar até 12 horas?",
    "palavras_chave": ["cavalo-marinho", "teatro", "popular", "nordeste", "folguedo"]
  },
  {
    "pergunta": "Como a arte brasileira aborda o futuro?",
    "resposta": "Artistas como Guto Nóbrega criam obras que especulam sobre futuros possíveis para o Brasil, usando biotecnologia e inteligência artificial. Seu trabalho conecta tradição e inovação. Sabia que Nóbrega dirige o Laboratório de Arte Eletrônica da UFRJ?",
    "palavras_chave": ["futuro", "nóbrega", "especulativo", "tecnologia", "inovação"]
  },
  {
    "pergunta": "O que é a arte da capoeira angola?",
    "resposta": "A capoeira angola, preservada por mestres como Pastinha, mantém as raízes africanas do jogo. Mais lenta e ritualística que a regional, enfatiza a malícia e a tradição. Sabia que Mestre Pastinha dizia 'capoeira é mandinga'?",
    "palavras_chave": ["capoeira angola", "pastinha", "tradição", "mandinga", "africano"]
  },
  {
    "pergunta": "Como a arte brasileira representa o mar?",
    "resposta": "Das marinhas de Benedito Calixto às instalações sobre o litoral, o mar é presença constante. Artistas mostram tanto sua beleza quanto os dramas da pesca e migração. Sabia que Calixto documentou o porto de Santos por décadas?",
    "palavras_chave": ["mar", "calixto", "litoral", "pesca", "representação"]
  },
  {
    "pergunta": "O que é o artesanato de renda?",
    "resposta": "A renda, especialmente no Ceará e Maranhão, é uma das técnicas artesanais mais sofisticadas do Brasil. Das rendeiras de bilro à renascença, preserva saberes femininos transmitidos por gerações. Sabia que a renda de bilro chegou ao Brasil com as colonizadoras portuguesas?",
    "palavras_chave": ["renda", "artesanato", "feminino", "tradição", "saberes"]
  },
  {
    "pergunta": "Como a arte brasileira lida com o passado colonial?",
    "resposta": "Artistas como Paulo Nazareth criam performances que revisitam criticamente a história colonial. Nazareth já fez uma peregrinação a pé da América do Sul aos EUA. Sabia que Nazareth carrega um cartaz 'Eu limpo janelas' em suas performances, ironizando estereótipos raciais?",
    "palavras_chave": ["colonial", "nazareth", "crítica", "história", "performance"]
  },
  {
    "pergunta": "O que é a música eletrônica brasileira?",
    "resposta": "De Suba a BNegão, a música eletrônica brasileira criou vertentes únicas que misturam batidas internacionais com ritmos locais. O tecnobrega de Belém é exemplo de como a periferia se apropria da tecnologia. Sabia que Suba, produtor sérvio radicado no Brasil, foi pioneiro na fusão eletrônica com samba?",
    "palavras_chave": ["eletrônica", "suba", "tecnobrega", "fusão", "contemporâneo"]
  },
  {
    "pergunta": "Como a arte brasileira representa a velhice?",
    "resposta": "Artistas como Iole de Freitas e Efrain Almeida exploram o envelhecimento do corpo e a memória. Suas obras mostram tanto a vulneribilidade quanto a sabedoria da idade. Sabia que Iole de Freitas continua criando instalações monumentais aos 70 anos?",
    "palavras_chave": ["velhice", "memória", "freitas", "corpo", "tempo"]
  },
  {
    "pergunta": "O que é o carnaval de Salvador?",
    "resposta": "O carnaval de Salvador, com seus trios elétricos e blocos afro, é a maior festa de rua do mundo. Artistas como Dodô e Osmar inventaram o trio elétrico nos anos 1950. Sabia que o primeiro trio elétrico era um Ford 1929 adaptado?",
    "palavras_chave": ["carnaval", "salvador", "trio elétrico", "bloco afro", "festa"]
  },
  {
    "pergunta": "Como a arte brasileira aborda a loucura?",
    "resposta": "Artistas como Arthur Bispo do Rosário, que criou sua obra dentro de um hospício, desafiam noções de sanidade e criatividade. Sua obra hoje é reconhecida como genial. Sabia que Bispo acreditava ter sido incumbido por Deus de 'reproduzir o mundo'?",
    "palavras_chave": ["loucura", "bispo", "hospício", "criatividade", "genialidade"]
  },
  {
    "pergunta": "O que é a arte do povo Guarani?",
    "resposta": "Os Guarani desenvolvem uma arte que expressa seu profundo conhecimento da natureza. Suas cestarias, cerâmicas e pinturas corporais refletem uma cosmologia onde tudo é vivo. Sabia que os Guarani são um dos povos indígenas mais numerosos do Brasil?",
    "palavras_chave": ["guarani", "natureza", "cosmologia", "artesanato", "indígena"]
  },
  {
    "pergunta": "Como o pagode brasileiro se popularizou?",
    "resposta": "Nascido nos subúrbios do Rio nos anos 1970, o pagode tornou-se um dos gêneros mais populares do Brasil. De Fundo de Quintal a grupos contemporâneos, mantém a simplicidade e a festa. Sabia que o termo 'pagode' originalmente significava 'festa' nas senzalas?",
    "palavras_chave": ["pagode", "samba", "popular", "festa", "subúrbio"]
  },
  {
    "pergunta": "O que é arte e arquitetura brutalista no Brasil?",
    "resposta": "O brutalismo brasileiro, com arquitetos como Vilanova Artigas, criou edifícios de concreto aparente que são esculturas habitáveis. A escola de arquitetura da USP é seu maior exemplo. Sabia que Artigas defendia que a arquitetura deveria ser 'socialista'?",
    "palavras_chave": ["brutalismo", "artigas", "concreto", "arquitetura", "usp"]
  },
  {
    "pergunta": "Como a arte brasileira representa o trans?",
    "resposta": "Artistas como Ventura Profana e Linn da Quebrada usam performance e música para discutir existências trans no Brasil. Seus trabalhos celebram a resistência e a beleza dos corpos dissidentes. Sabia que Linn da Quebrada é também ativista pelos direitos das pessoas trans?",
    "palavras_chave": ["trans", "queer", "linn", "corpo", "resistência"]
  },
  {
    "pergunta": "O que é o artesanato em madeira do Sul?",
    "resposta": "No Sul do Brasil, especialmente nas comunidades de origem alemã e italiana, desenvolveu-se uma tradição de entalhe em madeira. De santos a móveis, mostra a influência europeia adaptada ao contexto local. Sabia que o município de Gramado é famoso por sua produção de artesanato em madeira?",
    "palavras_chave": ["madeira", "entalhe", "sul", "europeu", "artesanato"]
  },
  {
    "pergunta": "Como a arte brasileira aborda a seca?",
    "resposta": "Da literatura de Graciliano Ramos às instalações contemporâneas, a seca do Nordeste é tema recorrente. Artistas mostram tanto a dor dos retirantes quanto a resistência dos que ficam. Sabia que o Museu do Sertão em Petrolina preserva essa memória?",
    "palavras_chave": ["seca", "nordeste", "retirante", "resistência", "memória"]
  },
  {
    "pergunta": "O que é a música de protesto brasileira?",
    "resposta": "De Geraldo Vandré durante a ditadura às rimas do rap contemporâneo, a música sempre foi veículo de protesto no Brasil. Artistas usam a poesia para denunciar injustiças e imaginar mundos melhores. Sabia que 'Pra Não Dizer Que Não Falei das Flores' foi censurada durante o AI-5?",
    "palavras_chave": ["protesto", "música", "política", "vandré", "denúncia"]
  },
  {
    "pergunta": "Como a arte brasileira representa o amor?",
    "resposta": "Das cantigas de amor medieval reinventadas pelo cordel às performances sobre afetos queer, o amor é tema universal com sotaque brasileiro. Artistas mostram o amor em todas suas formas - romântico, familiar, comunitário. Sabia que o Dia dos Namorados no Brasil é em junho, diferente do resto do mundo?",
    "palavras_chave": ["amor", "afeto", "queer", "romântico", "universal"]
  },
  {
    "pergunta": "O que é o artesanato em palha?",
    "resposta": "A palha, especialmente no interior do Brasil, é transformada em objetos utilitários e artísticos. De chapéus a cestos, mostra a criatividade no uso de recursos naturais. Sabia que o chapéu de palha é essencial para trabalhadores rurais em todo o país?",
    "palavras_chave": ["palha", "artesanato", "natural", "utilitário", "tradição"]
  },
  {
    "pergunta": "Como a arte brasileira lida com a morte?",
    "resposta": "Das caveiras mexicanas reinventadas no Nordeste às instalações sobre violência urbana, a morte é presença constante. Artistas mostram como diferentes culturas brasileiras lidam com a finitude. Sabia que o Dia de Finados é feriado nacional no Brasil?",
    "palavras_chave": ["morte", "finados", "caveira", "violência", "cultura"]
  },
  {
    "pergunta": "O que é a arte do povo Pataxó?",
    "resposta": "Os Pataxó da Bahia desenvolvem uma arte que mistura tradição e contemporaneidade. Suas pinturas corporais e artesanato expressam sua luta pela terra e cultura. Sabia que os Pataxó foram os primeiros a ter contato com os portugueses em 1500?",
    "palavras_chave": ["pataxó", "bahia", "resistência", "arte", "tradição"]
  },
  {
    "pergunta": "Como o choro influenciou a música brasileira?",
    "resposta": "O choro, nascido no Rio século XIX, é a matriz de muita da música instrumental brasileira. De Pixinguinha a Yamandu Costa, mantém-se vivo e se reinventa. Sabia que o termo 'choro' vem do choroso, estilo de tocar dos músicos?",
    "palavras_chave": ["choro", "pixinguinha", "instrumental", "música", "tradição"]
  },
  {
    "pergunta": "O que é arte e educação no Brasil?",
    "resposta": "Artistas-educadores como Ana Mae Barbosa transformaram o ensino de arte no Brasil, defendendo que a arte é direito de todos. Seu trabalho conecta produção artística e formação de público. Sabia que Ana Mae foi a primeira latino-americana a presidir a International Society of Education Through Art?",
    "palavras_chave": ["educação", "ana mae", "ensino", "democracia", "acesso"]
  },
  {
    "pergunta": "Como a arte brasileira representa o corpo negro?",
    "resposta": "Artistas como Arjan Martins e Panmela Castro criam obras que celebram e politizam o corpo negro. Martins pinta figuras anônimas que desafiam a invisibilidade histórica. Sabia que Castro começou como grafiteira e é ativista pelos direitos das mulheres negras?",
    "palavras_chave": ["corpo negro", "martins", "castro", "celebração", "política"]
  },
  {
    "pergunta": "O que é o artesanato em barro do Vale do Jequitinhonha?",
    "resposta": "O Vale do Jequitinhonha em Minas Gerais é famoso por sua cerâmica figurativa, especialmente as 'noivas' e bonecas feitas por mulheres. Essa arte sustenta economicamente muitas comunidades. Sabia que as ceramistas do Jequitinhonha são conhecidas como 'as noivas do barro'?",
    "palavras_chave": ["jequitinhonha", "barro", "cerâmica", "mulheres", "economia"]
  },
  {
    "pergunta": "Como a arte brasileira aborda a esperança?",
    "resposta": "Mesmo em contextos difíceis, artistas brasileiros sempre criaram obras que mantêm viva a esperança. Das cores de Tarsila aos grafites das periferias, a arte é testemunho da resiliência brasileira. Sabia que o amarelo de Tarsila representa o otimismo em meio às crises?",
    "palavras_chave": ["esperança", "resiliência", "tarsila", "cores", "futuro"]
  }
]