[
  {
    "pergunta": "O que define a arte moderna?",
    "resposta": "A arte moderna surge entre o final do século 19 e meados do século 20 como uma ruptura radical com a tradição acadêmica. Ela abraça a experimentação, a subjetividade e a rejeição às regras clássicas de representação. Artistas como Picasso e Matisse lideraram essa transformação, explorando novas formas de ver o mundo através de movimentos como cubismo e fauvismo. Sabia que a fotografia foi um fator crucial para essa mudança, pois libertou a pintura da obrigação de retratar a realidade com precisão?",
    "palavras_chave": ["modernismo", "ruptura", "experimentação", "subjetividade", "vanguarda"]
  },
  {
    "pergunta": "Qual a diferença entre arte moderna e contemporânea?",
    "resposta": "Enquanto a arte moderna (c. 1860-1970) focava na inovação formal e na busca por 'o novo', a arte contemporânea (pós-1970) expande para questões conceituais, políticas e de identidade. A moderna ainda dialogava com a história da arte, já a contemporânea frequentemente a questiona ou ignora. Sabia que muitos consideram a exposição 'When Attitudes Become Form' em 1969 como o marco inicial da arte contemporânea?",
    "palavras_chave": ["períodos", "conceitual", "política", "identidade", "temporalidade"]
  },
  {
    "pergunta": "Como o cubismo revolucionou a arte ocidental?",
    "resposta": "Desenvolvido por Picasso e Braque por volta de 1907, o cubismo quebrou a perspectiva renascentista ao mostrar múltiplos pontos de vista simultaneamente. Eles fragmentavam objetos e figuras em planos geométricos, criando uma nova linguagem visual que influenciou toda a arte do século 20. Sabia que o termo 'cubismo' surgiu como uma crítica, quando um crítico disse que Braque reduzia tudo a 'cubos'?",
    "palavras_chave": ["picasso", "braque", "perspectiva", "fragmentação", "geometria"]
  },
  {
    "pergunta": "Por que 'Les Demoiselles d'Avignon' é tão importante?",
    "resposta": "Pintada por Picasso em 1907, esta obra é considerada a precursora do cubismo e um marco da arte moderna. Ela mostra cinco figuras femininas com rostos inspirados em máscaras africanas, rompendo com a representação tradicional do corpo humano. A composição agressiva e a simplificação das formas chocaram até os amigos do artista. Sabia que o título não foi dado por Picasso? A obra ficou conhecida assim apenas anos depois por sugestão de um amigo.",
    "palavras_chave": ["picasso", "cubismo", "primitivismo", "ruptura", "vanguarda"]
  },
  {
    "pergunta": "O que foi a Semana de Arte Moderna de 1922 no Brasil?",
    "resposta": "Realizada no Theatro Municipal de São Paulo, a Semana de 22 marcou o início do modernismo brasileiro. Artistas como Mário de Andrade, Oswald de Andrade e Anita Malfatti propuseram uma arte nacional livre das amarras europeias, valorizando temas locais e linguagens experimentais. Sabia que a plateia vaiou muitas apresentações, mostrando a resistência às novas ideias?",
    "palavras_chave": ["brasil", "modernismo", "são paulo", "nacionalismo", "vanguarda"]
  },
  {
    "pergunta": "Como Tarsila do Amaral criou uma estética brasileira?",
    "resposta": "Tarsila desenvolveu um vocabulário visual único que misturava cubismo europeu com cores e temas brasileiros. Sua fase 'Pau-Brasil' e depois a 'Antropofágica' criaram uma mitologia visual nacional, com obras como 'Abaporu' se tornando ícones. Sabia que Tarsila estudou na Europa mas foi no Brasil que encontrou sua linguagem mais autêntica?",
    "palavras_chave": ["tarsila", "brasil", "antropofagia", "cores", "identidade"]
  },
  {
    "pergunta": "O que é expressionismo alemão?",
    "resposta": "Surgido no início do século 20, o expressionismo alemão priorizava a emoção sobre a forma, usando cores intensas e distorções para expressar angústia e crítica social. Grupos como 'Die Brücke' e 'Der Blaue Reiter' exploraram temas urbanos e existenciais. Sabia que muitos expressionistas foram perseguidos pelos nazistas, que consideravam sua arte 'degenerada'?",
    "palavras_chave": ["alemão", "emoção", "distorção", "angústia", "crítica"]
  },
  {
    "pergunta": "Por que 'O Grito' de Munch é tão impactante?",
    "resposta": "Pintado em 1893, 'O Grito' captura a ansiedade moderna através de uma figura andrógina em agonia, com linhas ondulantes que parecem ecoar seu desespero. Munch explorou temas psicológicos décadas antes do expressionismo se consolidar. Sabia que existem quatro versões da obra, e uma foi roubada duas vezes do Museu Munch?",
    "palavras_chave": ["munch", "ansiedade", "psicológico", "expressionismo", "angústia"]
  },
  {
    "pergunta": "O que caracteriza o surrealismo?",
    "resposta": "Fundado por André Breton em 1924, o surrealismo buscava explorar o inconsciente através de imagens oníricas e associações inesperadas. Técnicas como a escrita automática e a colagem permitiam aos artistas acessar o mundo dos sonhos. Sabia que Salvador Dalí desenvolveu seu método 'paranoico-crítico' para criar suas obras surrealistas?",
    "palavras_chave": ["surrealismo", "inconsciente", "onírico", "breton", "dalí"]
  },
  {
    "pergunta": "Como Frida Kahlo transformou sua dor em arte?",
    "resposta": "Após um acidente de bonque a deixou com dores crônicas, Frida começou a pintar autorretratos que exploravam seu sofrimento físico e emocional. Sua obra mistura elementos mexicanos, simbolismo pessoal e uma honestidade brutal sobre o corpo feminino. Sabia que ela teve mais de 30 cirurgias ao longo da vida e muitas de suas obras mostram sua coluna danificada?",
    "palavras_chave": ["frida", "dor", "autorretrato", "méxico", "feminino"]
  },
  {
    "pergunta": "O que foi a Bauhaus e sua influência?",
    "resposta": "Fundada por Walter Gropius em 1919, a Bauhaus foi uma escola alemã que revolucionou o design, arquitetura e artes visuais. Ela defendia a união entre arte e indústria, com o lema 'a forma segue a função'. Professores como Kandinsky e Klee desenvolveram teorias visuais ainda influentes. Sabia que os nazistas fecharam a Bauhaus em 1933, forçando muitos professores a emigrarem?",
    "palavras_chave": ["bauhaus", "design", "funcionalidade", "gropius", "modernidade"]
  },
  {
    "pergunta": "Como Andy Warhol transformou a cultura de massa em arte?",
    "resposta": "Líder da pop art nos anos 1960, Warhol usou imagens publicitárias e celebridades para questionar os limites entre arte e comércio. Sua Factory se tornou um centro cultural onde arte, música e cinema se misturavam. Sabia que Warhol começou como ilustrador comercial antes de se tornar artista?",
    "palavras_chave": ["warhol", "pop art", "cultura massa", "factory", "consumismo"]
  },
  {
    "pergunta": "O que é arte conceitual?",
    "resposta": "Surgida nos anos 1960, a arte conceitual prioriza a ideia sobre o objeto, muitas vezes usando textos, documentação ou performances. Artistas como Sol LeWitt afirmavam que 'a ideia se torna uma máquina que faz a arte'. Sabia que uma das obras mais radicais foi 'One and Three Chairs' de Joseph Kosuth, que mostra uma cadeira, sua foto e sua definição?",
    "palavras_chave": ["conceitual", "ideia", "processo", "lewitt", "linguagem"]
  },
  {
    "pergunta": "Como a arte contemporânea lida com questões políticas?",
    "resposta": "Muitos artistas contemporâneos usam sua prática para discutir poder, desigualdade e justiça social. Ai Weiwei, por exemplo, confronta diretamente o governo chinês, enquanto Kara Walker explora o legado da escravidão através de silhuetas. Sabia que a obra 'The Physical Impossibility of Death in the Mind of Someone Living' de Damien Hirst gera debates sobre ética e morte?",
    "palavras_chave": ["política", "ativismo", "justiça", "sociedade", "crítica"]
  },
  {
    "pergunta": "O que é instalação artística?",
    "resposta": "Diferente da escultura tradicional, a instalação cria ambientes imersivos onde o espectador pode entrar e experimentar a obra. Artistas como Yayoi Kusama usam espelhos e repetição para criar espaços infinitos que desafiam a percepção. Sabia que a instalação 'The Weather Project' de Olafur Eliasson no Tate Modern atraiu mais de 2 milhões de visitantes?",
    "palavras_chave": ["instalação", "imersivo", "espaço", "experiência", "ambiente"]
  },
  {
    "pergunta": "Como a performance art desafia os limites da arte?",
    "resposta": "A performance usa o corpo do artista como meio, criando obras efêmeras que existem apenas no momento da apresentação. Marina Abramović explora dor e resistência em trabalhos como 'The Artist is Present'. Sabia que em uma performance de 1974, Abramović colocou 72 objetos na mesa e deixou o público usá-los nela - incluindo uma arma carregada?",
    "palavras_chave": ["performance", "corpo", "efêmero", "abramović", "presença"]
  },
  {
    "pergunta": "O que é pós-modernismo na arte?",
    "resposta": "Reagindo contra a seriedade do modernismo, a arte pós-moderna abraça a ironia, a citação e a mistura de estilos. Artistas como Jeff Koons apropriam-se de imagens kitsch, questionando hierarquias culturais. Sabia que o prédio da AT&T de Philip Johnson, com seu frontão clássico em um arranha-céu, é considerado um marco da arquitetura pós-moderna?",
    "palavras_chave": ["pós-moderno", "ironia", "apropriação", "kitsch", "híbrido"]
  },
  {
    "pergunta": "Como a videoarte expandiu as possibilidades artísticas?",
    "resposta": "Pioneiros como Nam June Paik e Bill Viola usaram o vídeo para explorar tempo, memória e tecnologia. A videoarte permite repetição, edição e manipulação de maneira única. Sabia que Paik criou a primeira instalação de videoarte em 1963, usando 13 televisores modificados?",
    "palavras_chave": ["videoarte", "tecnologia", "tempo", "paik", "mídia"]
  },
  {
    "pergunta": "O que é arte digital contemporânea?",
    "resposta": "Usando algoritmos, realidade virtual e inteligência artificial, artistas digitais criam obras que questionam nossa relação com a tecnologia. Refik Anadol, por exemplo, usa dados em tempo real para gerar visualizações imersivas. Sabia que a primeira venda significativa de arte NFT foi 'Everydays: The First 5000 Days' de Beeple por 69 milhões de dólares?",
    "palavras_chave": ["digital", "tecnologia", "algoritmo", "nft", "virtual"]
  },
  {
    "pergunta": "Como os ready-mades de Duchamp desafiaram a arte?",
    "resposta": "Em 1917, Marcel Duchamp apresentou um urinol como obra de arte, argumentando que a escolha do artista era mais importante que a habilidade manual. Seus ready-mades questionaram conceitos de originalidade e valor. Sabia que o urinol original foi perdido, e as versões em museus são réplicas aprovadas por Duchamp?",
    "palavras_chave": ["duchamp", "ready-made", "conceito", "originalidade", "provocação"]
  },
  {
    "pergunta": "O que é minimalismo na arte?",
    "resposta": "Surgido nos anos 1960, o minimalismo reduz as formas ao essencial, usando geometrias simples e materiais industriais. Artistas como Donald Judd criaram objetos que enfatizavam sua presença física no espaço. Sabia que Judd rejeitava o termo 'minimalismo' e preferia chamar suas obras de 'objetos específicos'?",
    "palavras_chave": ["minimalismo", "redução", "geometria", "judd", "essência"]
  },
  {
    "pergunta": "Como a arte abstrata mudou nossa percepção?",
    "resposta": "Ao abandonar a representação figurativa, artistas como Kandinsky e Pollock convidaram o espectador a experimentar cor, forma e textura de maneira pura. A abstração abriu espaço para a expressão emocional e espiritual. Sabia que Kandinsky alegava ter uma experiência sinestésica, 'ouvindo' cores como se fossem músicas?",
    "palavras_chave": ["abstração", "kandinsky", "forma", "emoção", "percepção"]
  },
  {
    "pergunta": "O que é expressionismo abstrato?",
    "resposta": "Movimento americano pós-Segunda Guerra onde artistas como Jackson Pollock usavam gestos físicos dramáticos para criar pinturas que expressavam estados emocionais intensos. A action painting de Pollock envolvia derramar e respingar tinta sobre telas no chão. Sabia que Pollock uma vez disse: 'Eu sou a natureza', referindo-se ao processo orgânico de sua pintura?",
    "palavras_chave": ["expressionismo abstrato", "pollock", "gestual", "emoção", "action painting"]
  },
  {
    "pergunta": "Como a land art integra arte e natureza?",
    "resposta": "Artistas como Robert Smithson e Andy Goldsworthy criam obras usando materiais naturais em grandes escalas, muitas vezes em locais remotos. 'Spiral Jetty' de Smithson é um molhe de pedras que muda com as marés do Grande Lago Salgado. Sabia que algumas obras de land art são tão efêmeras que só existem através de documentação fotográfica?",
    "palavras_chave": ["land art", "natureza", "smithson", "escala", "efêmero"]
  },
  {
    "pergunta": "O que é arte participativa?",
    "resposta": "Nesta prática, o público se torna co-criador da obra. Artistas como Tino Sehgal criam situações onde as interações humanas são o material artístico principal. Sabia que Sehgal não permite documentação escrita ou fotográfica de suas obras, apenas transmissão oral?",
    "palavras_chave": ["participativa", "interação", "público", "colaboração", "experiência"]
  },
  {
    "pergunta": "Como a fotografia se tornou arte contemporânea?",
    "resposta": "De Cindy Sherman a Wolfgang Tillmans, fotógrafos contemporâneos usam a câmera para explorar identidade, memória e representação, muitas vezes encenando cenas ou manipulando digitalmente as imagens. Sabia que Andreas Gursky detém o recorde de fotografia mais cara, com 'Rhein II' vendido por 4,3 milhões de dólares?",
    "palavras_chave": ["fotografia", "representação", "identidade", "manipulação", "documentação"]
  },
  {
    "pergunta": "O que é arte relacional?",
    "resposta": "Cunhado por Nicolas Bourriaud, este termo descreve obras que criam relações sociais entre pessoas. Rirkrit Tiravanija, por exemplo, já cozinhou refeições tailandesas para visitantes de galerias. Sabia que em uma exposição, Tiravanija replicou seu apartamento numa galeria para receber visitas?",
    "palavras_chave": ["relacional", "social", "interação", "bourriaud", "encontro"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda questões raciais?",
    "resposta": "Artistas como Kerry James Marshall e Kara Walker exploram a história e identidade negra, desafiando representações estereotipadas e reivindicando espaço nas narrativas artísticas. Sabia que Marshall pinta figuras negras com tom de pele extremamente escuro como afirmação política?",
    "palavras_chave": ["raça", "identidade", "história", "representação", "política"]
  },
  {
    "pergunta": "O que é bioarte?",
    "resposta": "Artistas como Eduardo Kac usam organismos vivos, DNA e processos biológicos como meio artístico. Sua obra 'GFP Bunny' envolveu a criação de um coelho geneticamente modificado que brilha no escuro. Sabia que esta obra gerou debates éticos sobre manipulação genética na arte?",
    "palavras_chave": ["bioarte", "biologia", "kac", "ética", "tecnologia"]
  },
  {
    "pergunta": "Como o feminismo influenciou a arte contemporânea?",
    "resposta": "Desde os anos 1970, artistas feministas como Judy Chicago e mais recentemente Jenny Holzer questionaram representações tradicionais da mulher e exploraram temas como corpo, poder e sexualidade. Sabia que 'The Dinner Party' de Chicago homenageia 39 mulheres históricas em uma mesa triangular?",
    "palavras_chave": ["feminismo", "gênero", "corpo", "política", "representação"]
  },
  {
    "pergunta": "O que é apropriação na arte contemporânea?",
    "resposta": "Artistas como Sherrie Levine reapresentam obras existentes para questionar conceitos de originalidade e autoria. Ela refotografou famosas fotografias de Walker Evans, desafiando noções de propriedade intelectual. Sabia que Richard Prince foi processado por apropriar fotografias do Instagram sem permissão?",
    "palavras_chave": ["apropriação", "originalidade", "autoria", "levine", "citação"]
  },
  {
    "pergunta": "Como a arte contemporânea usa novas mídias?",
    "resposta": "Artistas como Rafael Lozano-Hemmer usam tecnologias interativas, robótica e redes sociais para criar obras que respondem aos espectadores em tempo real. Sabia que existem bienais dedicadas exclusivamente à arte de novas mídias, como a Ars Electronica na Áustria?",
    "palavras_chave": ["novas mídias", "interatividade", "tecnologia", "digital", "contemporâneo"]
  },
  {
    "pergunta": "O que é arte ativista?",
    "resposta": "Prática onde a obra visa diretamente a mudança social ou política. O coletivo The Yes Men, por exemplo, cria ações que parodiam corporações para expor injustiças. Sabia que em 2004, um Yes Men se passou por porta-voz da Dow Chemical na TV, assumindo responsabilidade pelo desastre de Bhopal?",
    "palavras_chave": ["ativismo", "política", "social", "intervenção", "mudança"]
  },
  {
    "pergunta": "Como a globalização afetou a arte contemporânea?",
    "resposta": "A arte tornou-se mais cosmopolita, com artistas circulando entre bienais internacionais e explorando identidades transculturais. Artistas como El Anatsui do Gana criam obras que dialogam com tradições locais e contextos globais. Sabia que Anatsui usa tampinhas de garrafa descartadas para criar tapeçarias que comentam sobre consumo e comércio global?",
    "palavras_chave": ["globalização", "transcultural", "bienal", "identidade", "cosmopolita"]
  },
  {
    "pergunta": "O que é arte pós-internet?",
    "resposta": "Refere-se a obras que nascem da cultura digital, mesmo quando existem fisicamente. Artistas como Artie Vierkant criam trabalhos que exploram como a internet mudou nossa percepção de imagem, autoria e distribuição. Sabia que o termo foi cunhado por Marisa Olson em 2006?",
    "palavras_chave": ["pós-internet", "digital", "cultura", "rede", "contemporâneo"]
  },
  {
    "pergunta": "Como a curadoria se tornou parte da arte contemporânea?",
    "resposta": "Curadores como Hans Ulrich Obrist são vistos como criadores, montando exposições que são obras de arte em si mesmas. A curadoria hoje é reconhecida como prática criativa independente. Sabia que Obrist mantém um projeto contínuo de entrevistas com artistas que já dura décadas?",
    "palavras_chave": ["curadoria", "exposição", "obrist", "prática", "contemporâneo"]
  },
  {
    "pergunta": "O que é institutional critique?",
    "resposta": "Prática onde artistas como Andrea Fraser examinam e criticam as estruturas de museus, galerias e o mercado de arte. Fraser uma vez vendeu sua própria obra como performance, comentando a comercialização da arte. Sabia que em 1989, Fraser se vestiu de mucama e guiou visitantes pelo museu, questionando hierarquias institucionais?",
    "palavras_chave": ["crítica institucional", "museu", "mercado", "fraser", "sistema"]
  },
  {
    "pergunta": "Como a arte contemporânea lida com a memória?",
    "resposta": "Artistas como Christian Boltanski usam objetos pessoais e arquivos para explorar lembrança, esquecimento e história. Suas instalações muitas vezes têm qualidade memorial, evocando presenças ausentes. Sabia que Boltanski criou uma obra usando roupas usadas que pareciam testemunhar vidas passadas?",
    "palavras_chave": ["memória", "história", "arquivo", "boltanski", "lembrança"]
  },
  {
    "pergunta": "O que é arte sonora contemporânea?",
    "resposta": "Artistas como Janet Cardiff criam instalações e experiências onde o som é o meio principal, muitas vezes usando gravações binaurais que criam ilusões espaciais impressionantes. Sabia que em 'The Forty Part Motet', Cardiff espalhou 40 alto-falantes cantando um coral renascentista, permitindo aos ouvintes 'caminhar' pela música?",
    "palavras_chave": ["sonora", "áudio", "cardiff", "instalação", "experiência"]
  },
  {
    "pergunta": "Como a realidade virtual está sendo usada na arte?",
    "resposta": "Artistas como Laurie Anderson criam ambientes imersivos em VR que desafiam noções de espaço e presença. Essas obras permitem experiências impossíveis no mundo físico, expandindo as possibilidades da narrativa visual. Sabia que Anderson foi uma das primeiras artistas a ser nomeada 'artista residente' da NASA?",
    "palavras_chave": ["realidade virtual", "imersivo", "anderson", "espaço", "tecnologia"]
  },
  {
    "pergunta": "O que é arte generativa?",
    "resposta": "Obras criadas através de sistemas autônomos, algoritmos ou processos naturais onde o artista estabelece regras, mas o resultado final emerge do sistema. Artistas como Manfred Mohr usam programação para criar composições que evoluem organicamente. Sabia que Mohr começou como pintor expressionista antes de se dedicar totalmente à arte algorítmica?",
    "palavras_chave": ["generativa", "algoritmo", "sistema", "processo", "digital"]
  },
  {
    "pergunta": "Como o construtivismo russo influenciou a arte moderna?",
    "resposta": "Surgido após a Revolução Russa de 1917, o construtivismo rejeitava a arte pela arte, defendendo que ela deveria servir à sociedade. Artistas como Tatlin e Rodchenko usavam formas geométricas e materiais industriais para criar obras utilitárias e propaganda. Sabia que o 'Monumento à Terceira Internacional' de Tatlin, nunca construído, seria uma torre espiral de 400 metros que girava?",
    "palavras_chave": ["construtivismo", "russo", "revolução", "utilitário", "geométrico"]
  },
  {
    "pergunta": "O que foi o movimento De Stijl?",
    "resposta": "Fundado na Holanda em 1917, De Stijl buscava uma linguagem visual universal usando apenas linhas retas, ângulos retos e cores primárias. Piet Mondrian desenvolveu seu estilo característico de composições com grades pretas e blocos de cor. Sabia que o arquiteto Gerrit Rietveld aplicou esses princípios na famosa 'Casa Schröder', considerada ícone do modernismo?",
    "palavras_chave": ["de stijl", "mondrian", "holandês", "geometria", "universal"]
  },
  {
    "pergunta": "Como a arte conceitual brasileira se desenvolveu?",
    "resposta": "Nos anos 1960-70, artistas como Cildo Meireles e Waltercio Caldas criaram obras que privilegiavam a ideia sobre o objeto. Cildo inseriu mensagens políticas em notas de dinheiro e garrafas de Coca-Cola que circulavam pelo país. Sabia que na série 'Inserções em Circuitos Ideológicos', Cildo fazia crítica à ditatura através de objetos do cotidiano?",
    "palavras_chave": ["conceitual", "brasil", "cildo", "ideia", "política"]
  },
  {
    "pergunta": "O que é arte povera?",
    "resposta": "Movimento italiano dos anos 1960 que usava materiais 'pobres' como terra, trapos e madeira, opondo-se ao consumismo da arte tradicional. Michelangelo Pistoletto e Jannis Kounellis criavam instalações que evocavam memória e transformação. Sabia que Kounellis uma vez colocou 12 cavalos vivos numa galeria, questionando os limites do espaço expositivo?",
    "palavras_chave": ["povera", "italiano", "materiais", "simples", "conceitual"]
  },
  {
    "pergunta": "Como a fotografia conceitual expandiu as possibilidades do meio?",
    "resposta": "Artistas como Jeff Wall encenam fotografias que parecem documentais mas são cuidadosamente construídas, explorando narrativa e representação. Suas obras em lightboxes referenciam tanto a história da pintura quanto a cultura contemporânea. Sabia que Wall trabalha como um diretor de cinema, com storyboards, atores e sets elaborados?",
    "palavras_chave": ["fotografia", "conceitual", "wall", "encenação", "narrativa"]
  },
  {
    "pergunta": "O que é o situacionismo na arte?",
    "resposta": "Movimento político-artístico dos anos 1950-60 que criticava a sociedade do espetáculo e propunha a 'deriva' como método de exploração urbana. Guy Debord defendia a criação de situações que rompessem com a rotina capitalista. Sabia que os situacionistas influenciaram diretamente os protestos de Maio de 1968 em Paris?",
    "palavras_chave": ["situacionismo", "debord", "político", "urbano", "crítica"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda questões ambientais?",
    "resposta": "Artistas como Olafur Eliasson usam sua prática para conscientizar sobre mudanças climáticas e sustentabilidade. Sua instalação 'Ice Watch' trouxe blocos de gelo da Groenlândia para derreterem em praças públicas. Sabia que Eliasson fundou um laboratório que desenvolve lâmpadas solares para comunidades sem acesso à eletricidade?",
    "palavras_chave": ["ambiental", "sustentabilidade", "eliasson", "clima", "consciência"]
  },
  {
    "pergunta": "O que é arte postal?",
    "resposta": "Movimento que usa o sistema de correios como meio artístico, criando redes de troca de obras em pequeno formato. Popular nos anos 1960-80, permitia que artistas de diferentes países se comunicassem além das fronteiras. Sabia que o brasileiro Paulo Bruscky foi um dos principais expoentes, usando o correio para burlar a censura da ditadura?",
    "palavras_chave": ["postal", "correio", "rede", "comunicação", "experimental"]
  },
  {
    "pergunta": "Como o neoexpressionismo alemão surgiu?",
    "resposta": "Nos anos 1980, artistas como Anselm Kiefer e Georg Baselitz retomaram a pintura expressionista com temas históricos e emocionais intensos, reagindo contra o minimalismo e a arte conceitual. Sabia que Baselitz pintava figuras de cabeça para baixo para destacar a materialidade da tinta sobre o assunto?",
    "palavras_chave": ["neoexpressionismo", "alemão", "kiefer", "pintura", "emoção"]
  },
  {
    "pergunta": "O que é arte cinética?",
    "resposta": "Movimento que incorpora movimento real ou aparente nas obras. Artistas como Jesús Rafael Soto e Alexander Calder criaram esculturas que se movem com o vento ou através de mecanismos, explorando percepção e tempo. Sabia que Calder inventou os 'mobiles', esculturas suspensas que se equilibram e se movem harmonicamente?",
    "palavras_chave": ["cinética", "movimento", "calder", "soto", "percepção"]
  },
  {
    "pergunta": "Como a arte contemporânea usa a ironia?",
    "resposta": "Artistas como Maurizio Cattelan usam humor negro e sátira para comentar sobre sociedade, política e o próprio sistema da arte. Sua obra 'La Nona Ora' mostra o Papa João Paulo II atingido por um meteorito. Sabia que Cattelan uma vez amarrou um galerista ao chão como obra, criticando o poder dos comerciantes de arte?",
    "palavras_chave": ["ironia", "humor", "cattelan", "sátira", "crítica"]
  },
  {
    "pergunta": "O que é arte de sistemas?",
    "resposta": "Prática onde artistas criam estruturas ou processos que geram obras, em vez de objetos finais. Hans Haacke explorou sistemas ecológicos e sociais, mostrando como tudo está interconectado. Sabia que em 1971, Haacke expôs dados imobiliários de um edifício de Manhattan, revelando proprietários envolvidos em negócios questionáveis?",
    "palavras_chave": ["sistemas", "processo", "haacke", "estrutura", "interconexão"]
  },
  {
    "pergunta": "Como a arte contemporânea lida com o trauma?",
    "resposta": "Artistas como Doris Salcedo criam obras que dão forma visível à dor e à perda. Suas instalações usam objetos cotidianos transformados para evocar memórias de violência política. Sabia que Salcedo passou anos trabalhando com vítimas da violência na Colômbia antes de criar suas obras?",
    "palavras_chave": ["trauma", "memória", "salcedo", "dor", "política"]
  },
  {
    "pergunta": "O que é arte de rua contemporânea?",
    "resposta": "Além do grafite tradicional, artistas como JR usam o espaço urbano para intervenções em grande escala que envolvem comunidades locais. Seu projeto 'Inside Out' transforma retratos de pessoas comuns em posters gigantes. Sabia que JR colou um enorme retrato no muro que separa Israel da Palestina, visível de ambos os lados?",
    "palavras_chave": ["rua", "urbano", "jr", "comunidade", "intervenção"]
  },
  {
    "pergunta": "Como a arte sonora explora o silêncio?",
    "resposta": "Artistas como John Cage desafiaram definições de música e som, mostrando que o silêncio também é parte da experiência auditiva. Sua obra '4'33'' consiste em músicos não tocando por exatamente esse tempo. Sabia que Cage foi inspirado por câmaras anecoicas, onde descobriu que nunca há silêncio absoluto?",
    "palavras_chave": ["sonoro", "silêncio", "cage", "experimental", "percepção"]
  },
  {
    "pergunta": "O que é arte processual?",
    "resposta": "Prática onde o processo de criação é tão importante quanto o resultado final. Eva Hesse usou materiais como látex e fibra de vidro que mudavam com o tempo, enfatizando a transformação. Sabia que muitas obras de Hesse continuam a se deteriorar, tornando-se documentos de sua própria temporalidade?",
    "palavras_chave": ["processual", "hesse", "transformação", "tempo", "material"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda a identidade queer?",
    "resposta": "Artistas como Catherine Opie e Zanele Muholi exploram representações da comunidade LGBTQIA+, desafiando normas de gênero e sexualidade através de fotografia e performance. Sabia que Muholi chama suas fotografias de 'ativismo visual' pela comunidade negra LGBTQIA+ na África do Sul?",
    "palavras_chave": ["queer", "identidade", "gênero", "muholi", "representação"]
  },
  {
    "pergunta": "O que é arte de apropriação cultural?",
    "resposta": "Artistas como Yinka Shonibare usam padrões e símbolos culturais para questionar colonialismo e identidade. Seus manequins vestidos com tecidos 'africanos' que na verdade são inspirados em batidos indonésios fabricados na Europa. Sabia que Shonibare explora justamente essa complexidade das identidades pós-coloniais?",
    "palavras_chave": ["apropriação", "cultural", "shonibare", "colonialismo", "identidade"]
  },
  {
    "pergunta": "Como a arte contemporânea usa a repetição?",
    "resposta": "Artistas como On Kawara criaram obras seriais que documentam a passagem do tempo através de repetição metódica. Sua série 'Today' consiste em pinturas da data do dia, criadas diariamente por décadas. Sabia que Kawara incluía recortes de jornal do dia em cada obra, criando um arquivo do tempo?",
    "palavras_chave": ["repetição", "tempo", "kawara", "série", "metódico"]
  },
  {
    "pergunta": "O que é arte de arquivo?",
    "resposta": "Prática onde artistas como Walid Raad usam documentos, fotografias e outros materiais de arquivo para investigar história e memória. Seu projeto 'The Atlas Group' inventa um arquivo sobre a guerra civil libanesa. Sabia que Raad mistura fato e ficção para questionar como a história é construída?",
    "palavras_chave": ["arquivo", "história", "raad", "documento", "memória"]
  },
  {
    "pergunta": "Como a arte contemporânea explora a migração?",
    "resposta": "Artistas como Kader Attia criam obras que abordam deslocamento, diáspora e identidades híbridas. Suas instalações usam objetos que carregam histórias de travessias e encontros culturais. Sabia que Attia cresceu entre Argélia e França, experiência que marca profundamente seu trabalho?",
    "palavras_chave": ["migração", "diáspora", "attia", "deslocamento", "identidade"]
  },
  {
    "pergunta": "O que é arte de fumaça?",
    "resposta": "Artistas como Fujiko Nakaya criam esculturas de névoa que transformam paisagens e arquitetura. Suas obras são efêmeras e mudam com o vento, a temperatura e a luz. Sabia que Nakaya foi a primeira artista a criar esculturas de névoa nos anos 1970?",
    "palavras_chave": ["fumaça", "névoa", "nakaya", "efêmero", "natureza"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda o consumo?",
    "resposta": "Artistas como Thomas Hirschhorn criam instalações com materiais de baixo custo que criticam o consumismo e o desperdício. Suas obras muitas vezes têm aparência precária, opondo-se ao valor de mercado da arte. Sabia que Hirschhorn recusa galerias comerciais, preferindo espaços públicos e alternativos?",
    "palavras_chave": ["consumo", "hirschhorn", "material", "crítica", "sociedade"]
  },
  {
    "pergunta": "O que é arte de luz?",
    "resposta": "Artistas como James Turrell criam instalações que usam a luz como material principal, transformando a percepção do espaço. Sua obra monumental 'Roden Crater' é um vulcão transformado em observatório celeste. Sabia que Turrell é piloto e diz que sua experiência com o céu influencia profundamente seu trabalho?",
    "palavras_chave": ["luz", "turrell", "percepção", "espaço", "imaterial"]
  },
  {
    "pergunta": "Como a arte contemporânea explora o corpo aumentado?",
    "resposta": "Artistas como Stelarc realizam performances onde seu corpo é modificado por próteses robóticas, questionando os limites do humano na era tecnológica. Sabia que Stelarc uma vez controlou um braço robótico com sinais musculares de outras pessoas via internet?",
    "palavras_chave": ["corpo", "tecnologia", "stelarc", "robótica", "performance"]
  },
  {
    "pergunta": "O que é arte de dados?",
    "resposta": "Prática onde artistas como Ryoji Ikeda transformam conjuntos de dados em experiências visuais e sonoras imersivas. Suas instalações traduzem informações abstratas em padrões hipnóticos. Sabia que Ikeda tem formação em matemática e música, combinando ambas em seu trabalho?",
    "palavras_chave": ["dados", "digital", "ikeda", "informação", "visualização"]
  },
  {
    "pergunta": "Como a arte contemporânea lida com a privacidade?",
    "resposta": "Artistas como Hito Steyerl exploram como a vigilância digital e as mídias sociais transformam nossas noções de espaço privado e público. Seus ensaios em vídeo analisam a circulação de imagens na era da internet. Sabia que Steyerl é uma das teóricas mais influentes da arte digital contemporânea?",
    "palavras_chave": ["privacidade", "digital", "steyerl", "vigilância", "mídia"]
  },
  {
    "pergunta": "O que é arte de inteligência artificial?",
    "resposta": "Artistas como Mario Klingemann usam algoritmos de machine learning para criar obras que questionam autoria e criatividade. Seus sistemas geram retratos que nunca existiram, desafiando noções de originalidade. Sabia que Klingemann treina suas redes neurais com arquivos de museus históricos?",
    "palavras_chave": ["inteligência artificial", "algoritmo", "klingemann", "machine learning", "gerativo"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda o trabalho?",
    "resposta": "Artistas como Mierle Laderman Ukeles criam obras que valorizam trabalhos invisibilizados, como a manutenção e limpeza. Seu 'Manifesto de Arte da Manutenção' propõe que cuidar é uma forma de arte. Sabia que Ukeles foi artista residente do departamento de limpeza de Nova York por décadas?",
    "palavras_chave": ["trabalho", "manutenção", "ukeles", "cuidado", "valor"]
  },
  {
    "pergunta": "O que é arte de sombra?",
    "resposta": "Artistas como Kumi Yamashita criam obras onde a sombra projetada revela imagens que não estão visíveis nos objetos originais. Suas instalações jogam com a percepção e o que está oculto. Sabia que Yamashita usa algoritmos para calcular a posição exata de cada elemento?",
    "palavras_chave": ["sombra", "percepção", "yamashita", "luz", "oculto"]
  },
  {
    "pergunta": "Como a arte contemporânea explora o fracasso?",
    "resposta": "Artistas como William Kentridge celebram o processo falho em seus desenhos animados, onde deixa visíveis as marcas de correção e transformação. Sua estética incorpora o apagamento como parte da narrativa. Sabia que Kentridge filma seus desenhos sendo feitos e refeitos, criando animações que mostram o próprio processo?",
    "palavras_chave": ["fracasso", "processo", "kentridge", "transformação", "desenho"]
  },
  {
    "pergunta": "O que é arte de tecido contemporânea?",
    "resposta": "Artistas como Sheila Hicks elevam técnicas têxteis tradicionais à escala monumental, explorando cor, textura e memória cultural. Suas instalações transformam fios em esculturas macias que desafiam categorias. Sabia que Hicks estudou com Josef Albers e viajou o mundo pesquisando técnicas têxteis locais?",
    "palavras_chave": ["tecido", "têxtil", "hicks", "tradição", "contemporâneo"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda a cura?",
    "resposta": "Artistas como Beatriz da Costa criavam obras que uniam arte, ciência e ativismo para abordar questões de saúde pública. Seu projeto sobre poluição do ar usava pombos com sensores para coletar dados. Sabia que da Costa faleceu de câncer, tornando seu trabalho sobre saúde ainda mais poético?",
    "palavras_chave": ["cura", "saúde", "ciência", "ativismo", "dados"]
  },
  {
    "pergunta": "O que é arte de jogo?",
    "resposta": "Artistas como Eddo Stern criam videogames experimentais que questionam violência, identidade e as convenções da indústria de games. Suas obras muitas vezes são incompletas ou impossíveis de vencer. Sabia que Stern explora sua experiência como soldado israelense em jogos sobre conflito?",
    "palavras_chave": ["jogo", "videogame", "stern", "interativo", "experimental"]
  },
  {
    "pergunta": "Como a arte contemporânea explora a escala monumental?",
    "resposta": "Artistas como Richard Serra criam esculturas de aço em escala arquitetônica que transformam a experiência do espectador no espaço. Suas obras imponentes criam campos de força que afetam o corpo e a percepção. Sabia que Serra começou como ajudante em siderúrgicas, experiência que marcou seu uso do aço?",
    "palavras_chave": ["escala", "serra", "monumental", "espaço", "aço"]
  },
  {
    "pergunta": "O que é arte de comida?",
    "resposta": "Artistas como Jennifer Rubell criam performances e instalações onde comida é o meio, explorando ritual, consumo e sociabilidade. Suas obras muitas vezes envolvem o público comendo juntos. Sabia que Rubell vem de uma família de donos de restaurantes, ligando sua prática à herança familiar?",
    "palavras_chave": ["comida", "ritual", "rubell", "consumo", "social"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda o envelhecimento?",
    "resposta": "Artistas como Louise Bourgeois exploraram em suas últimas décadas temas de velhice, memória e o corpo que muda. Suas obras tornaram-se mais autobiográficas e emocionalmente expostas. Sabia que Bourgeois criou algumas de suas obras mais poderosas depois dos 80 anos?",
    "palavras_chave": ["envelhecimento", "corpo", "bourgeois", "memória", "tempo"]
  },
  {
    "pergunta": "O que é arte de resíduos?",
    "resposta": "Artistas como Vik Muniz criam obras com materiais descartados, transformando lixo em beleza e comentando sobre consumo e sustentabilidade. Sua série 'Pictures of Garbage' usa resíduos de um aterro no Rio. Sabia que Muniz doou os lucros dessa série para os catadores que o ajudaram?",
    "palavras_chave": ["resíduos", "lixo", "muniz", "sustentabilidade", "transformação"]
  },
  {
    "pergunta": "Como a arte contemporânea explora o invisível?",
    "resposta": "Artistas como Trevor Paglen usam fotografia e dados para revelar sistemas de vigilância, satélites espionagem e outras infraestruturas ocultas. Seu trabalho torna visível o que é projetado para não ser visto. Sabia que Paglen tem PhD em geografia e usa técnicas de reconhecimento remoto?",
    "palavras_chave": ["invisível", "vigilância", "paglen", "infraestrutura", "revelação"]
  },
  {
    "pergunta": "O que é arte de rede?",
    "resposta": "Prática onde artistas como Rafaël Rozendaal criam sites que funcionam como obras de arte, explorando a internet como meio e espaço expositivo. Suas obras vivem online e são acessíveis globalmente. Sabia que Rozendaal vende seus sites como obras únicas, mas eles permanecem públicos?",
    "palavras_chave": ["rede", "internet", "rozendaal", "site", "digital"]
  },
  {
    "pergunta": "Como a arte contemporânea explora a noção de autoria coletiva?",
    "resposta": "Coletivos como Superflex e Assemble rejeitam o mito do gênio individual, criando obras através de processos colaborativos com comunidades. Seus projetos frequentemente envolvem arquitetura, design e ativismo social. Sabia que o coletivo Assemble ganhou o Turner Prize em 2015, um raro reconhecimento para um grupo não individual?",
    "palavras_chave": ["coletivo", "colaboração", "superflex", "comunidade", "processo"]
  },
  {
    "pergunta": "O que é arte especulativa?",
    "resposta": "Prática onde artistas como Liam Young criam ficções científicas visuais que imaginam futuros possíveis, questionando tendências atuais em tecnologia e sociedade. Seus filmes e instalações funcionam como ferramentas de pensamento crítico. Sabia que Young trabalha com cientistas e futuristas para criar cenários plausíveis?",
    "palavras_chave": ["especulativa", "futuro", "young", "ficção", "crítica"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda a desmaterialização?",
    "resposta": "Artistas como Rirkrit Tiravanija criam experiências sociais em vez de objetos, focando em encontros humanos e situações efêmeras. Suas obras muitas vezes envolvem compartilhar comida ou conversas. Sabia que o termo foi cunhado nos anos 1960 para descrever a tendência de substituir objetos por ideias?",
    "palavras_chave": ["desmaterialização", "experiência", "tiravanija", "social", "efêmero"]
  },
  {
    "pergunta": "O que é arte de resistência?",
    "resposta": "Prática onde artistas como Tania Bruguera usam performance e intervenção para confrontar sistemas de poder e opressão. Seu trabalho frequentemente arrisca repressão política ou prisão. Sabia que Bruguera foi detida várias vezes em Cuba por suas performances críticas ao governo?",
    "palavras_chave": ["resistência", "política", "bruguera", "ativismo", "confronto"]
  },
  {
    "pergunta": "Como a arte contemporânea explora a memória coletiva?",
    "resposta": "Artistas como Susan Hiller investigam fenômenos culturais compartilhados, desde OVNIs até linguagens extintas, criando arquivos que questionam como as sociedades lembram e esquecem. Sabia que Hiller era antropóloga antes de se tornar artista, influenciando seu método de pesquisa?",
    "palavras_chave": ["memória", "coletiva", "hiller", "arquivo", "cultura"]
  },
  {
    "pergunta": "O que é arte de apropriação tecnológica?",
    "resposta": "Artistas como Cory Arcangel modificam videogames e softwares existentes para criar comentários sobre cultura digital e nostalgia. Seu trabalho 'Super Mario Clouds' remove todos os elementos do jogo exceto as nuvens. Sabia que Arcangel tem formação em música clássica e programação?",
    "palavras_chave": ["tecnologia", "apropriação", "arcangel", "digital", "modificação"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda o trauma histórico?",
    "resposta": "Artistas como William Kentridge exploram a história do apartheid na África do Sul através de animações que misturam desenho, colagem e performance. Suas obras funcionam como luto ativo e processamento histórico. Sabia que Kentridge vem de uma família de advogados que defendiam vítimas do apartheid?",
    "palavras_chave": ["trauma", "histórico", "kentridge", "apartheid", "processamento"]
  },
  {
    "pergunta": "O que é arte de interferência urbana?",
    "resposta": "Artistas como JR colam retratos gigantes em edifícios, transformando a arquitetura em suporte para histórias humanas. Suas intervenções dão visibilidade a comunidades marginalizadas. Sabia que JR mantém o anonimato, dizendo que 'a arte não é sobre o artista, mas sobre a mensagem'?",
    "palavras_chave": ["interferência", "urbano", "jr", "comunidade", "visibilidade"]
  },
  {
    "pergunta": "Como a arte contemporânea explora a linguagem?",
    "resposta": "Artistas como Lawrence Weiner criam obras onde o texto é o meio principal, explorando como as palavras constroem significado e realidade. Suas frases pintadas em paredes funcionam como esculturas verbais. Sabia que Weiner começou como pintor antes de abandonar completamente o objeto físico?",
    "palavras_chave": ["linguagem", "texto", "weiner", "significado", "conceitual"]
  },
  {
    "pergunta": "O que é arte de ecologia profunda?",
    "resposta": "Prática onde artistas como Agnes Denes criam obras que questionam nossa relação com a natureza em nível filosófico e sistêmico. Seu 'Wheatfield - A Confrontation' plantou trigo em Manhattan. Sabia que Denes é considerada pioneira tanto da arte ambiental quanto conceitual?",
    "palavras_chave": ["ecologia", "natureza", "denes", "sistema", "filosófico"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda a economia?",
    "resposta": "Artistas como Melanie Gilligan criam ficções sobre crises financeiras, explorando como sistemas econômicos moldam subjetividades. Seus vídeos e performances funcionam como análises críticas do capitalismo. Sabia que Gilligan estudou economia antes de se tornar artista?",
    "palavras_chave": ["economia", "capitalismo", "gilligan", "crítica", "sistema"]
  },
  {
    "pergunta": "O que é arte de ficção institucional?",
    "resposta": "Prática onde artistas como The Otolith Group criam arquivos fictícios que questionam narrativas históricas oficiais. Seus filmes ensaísticos misturam documentário e ficção científica. Sabia que o grupo leva o nome de uma estrutura do ouvido interno que percebe gravidade?",
    "palavras_chave": ["ficção", "institucional", "otolith", "arquivo", "narrativa"]
  },
  {
    "pergunta": "Como a arte contemporânea explora o tempo geológico?",
    "resposta": "Artistas como Robert Smithson interessavam-se por escalas de tempo que transcendem o humano, criando obras que mudam com erosão e entropia. Seu 'Spiral Jetty' submerge e reaparece conforme o nível do lago. Sabia que Smithson morreu em um acidente de avião enquanto documentava uma obra?",
    "palavras_chave": ["tempo", "geológico", "smithson", "entropia", "escala"]
  },
  {
    "pergunta": "O que é arte de rede neural?",
    "resposta": "Artistas como Memo Akten treinam inteligências artificiais para criar obras que exploram percepção, consciência e criatividade computacional. Seus sistemas geram paisagens sonoras e visuais abstratas. Sabia que Akten tem PhD em inteligência artificial e música?",
    "palavras_chave": ["neural", "ai", "akten", "percepção", "computacional"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda a migração climática?",
    "resposta": "Artistas como Allora & Calzadilla criam obras que antecipam futuros de deslocamento causados por mudanças ambientais. Suas instalações frequentemente usam dados científicos como matéria-prima. Sabia que a dupla colabora desde 1995, misturando performance, som e escultura?",
    "palavras_chave": ["migração", "climática", "allora", "futuro", "dados"]
  },
  {
    "pergunta": "O que é arte de realidade aumentada?",
    "resposta": "Artistas como John Craighead criam camadas digitais sobre o mundo físico, usando apps que transformam espaços cotidianos em experiências artísticas. Suas obras só existem através de dispositivos móveis. Sabia que Craighead explora como a AR pode criar monumentos temporários e descentralizados?",
    "palavras_chave": ["realidade aumentada", "digital", "craighead", "mobile", "camadas"]
  },
  {
    "pergunta": "Como a arte contemporânea explora a neurodiversidade?",
    "resposta": "Artistas como Christine Sun Kim, que é surda, usam som e vibração para explorar experiências sensoriais não-normativas. Suas performances traduzem som em elementos visuais e táteis. Sabia que Kim começou a trabalhar com som justamente por ser 'proibido' para pessoas surdas?",
    "palavras_chave": ["neurodiversidade", "sensorial", "kim", "som", "experiência"]
  },
  {
    "pergunta": "O que é arte de automação?",
    "resposta": "Artistas como Patrick Tresset criam máquinas que desenham, explorando criatividade artificial e o futuro do trabalho artístico. Seus robôs desenham retratos de visitantes em tempo real. Sabia que Tresset era pintor antes de se dedicar à robótica?",
    "palavras_chave": ["automação", "robótica", "tresset", "criatividade", "máquina"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda a reparação histórica?",
    "resposta": "Artistas como Grada Kilomba criam obras que propõem formas de reparar violências coloniais e racismos estruturais. Suas instalações usam performance e texto para criar espaços de cura coletiva. Sabia que Kilomba é psicóloga e teórica pós-colonial?",
    "palavras_chave": ["reparação", "histórica", "kilomba", "colonial", "cura"]
  },
  {
    "pergunta": "O que é arte de microbiologia?",
    "resposta": "Artistas como Anna Dumitriu trabalham com bactérias e DNA, criando obras que exploram saúde, doença e nosso relacionamento com microrganismos. Ela usa bactérias modificadas para criar padrões em tecidos. Sabia que Dumitriu colabora com cientistas e tem acesso a laboratórios de biossegurança?",
    "palavras_chave": ["microbiologia", "bactéria", "dumitriu", "ciência", "saúde"]
  },
  {
    "pergunta": "Como a arte contemporânea explora a pós-verdade?",
    "resposta": "Artistas como Hito Steyerl investigam como as imagens circulam na era da desinformação digital, criando vídeo-ensaios que desmontam narrativas dominantes. Seu trabalho é tanto análise quanto resistência. Sabia que Steyerl é uma das artistas mais influentes no debate sobre pós-verdade?",
    "palavras_chave": ["pós-verdade", "desinformação", "steyerl", "imagem", "análise"]
  },
  {
    "pergunta": "O que é arte de blockchain?",
    "resposta": "Artistas como Sarah Meyohas usam tecnologia blockchain para criar obras que exploram valor, autenticidade e novos modelos econômicos para artistas. Seu projeto 'Bitchcoin' precedeu o boom dos NFTs. Sabia que Meyohas tem formação em finanças e filosofia?",
    "palavras_chave": ["blockchain", "nft", "meyohas", "valor", "digital"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda o cuidado?",
    "resposta": "Artistas como Martine Syms exploram como práticas de cuidado podem ser formas de resistência política, especialmente em comunidades negras. Seus trabalhos misturam vídeo, performance e instalação. Sabia que Syms também dirige uma editora dedicada a artistas negros?",
    "palavras_chave": ["cuidado", "comunidade", "syms", "resistência", "política"]
  },
  {
    "pergunta": "O que é arte de inteligência artificial generativa?",
    "resposta": "Artistas como Helena Sarin treinam redes neurais com seus próprios desenhos, criando colaborações humano-máquina que desafiam noções de estilo e autoria. Seus trabalhos misturam técnicas tradicionais com algoritmos. Sabia que Sarin era engenheira de software antes de se dedicar à arte?",
    "palavras_chave": ["ia", "generativa", "sarin", "colaboração", "algoritmo"]
  },
  {
    "pergunta": "Como a arte contemporânea explora a habitação?",
    "resposta": "Artistas como Andrea Zittel cria protótipos de moradias mínimas que questionam necessidades básicas e liberdade em sociedades consumeristas. Suas esculturas funcionais são tanto crítica quanto proposta. Sabia que Zittel vive em suas próprias criações no deserto da Califórnia?",
    "palavras_chave": ["habitação", "zittel", "minimal", "crítica", "design"]
  },
  {
    "pergunta": "O que é arte de realidade virtual social?",
    "resposta": "Artistas como Jakob Kudsk Steensen criam ambientes VR onde múltiplos usuários podem habitar paisagens digitais juntos, explorando novas formas de presença compartilhada. Sabia que Steensen recria ecossistemas extintos através de pesquisa paleontológica?",
    "palavras_chave": ["vr", "social", "steensen", "presença", "digital"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda o extrativismo?",
    "resposta": "Artistas como Tabita Rezaire criticam a exploração de recursos naturais no Sul global, conectando colonialismo histórico com capitalismo contemporâneo. Seus vídeos usam estética cyber-espiritual. Sabia que Rezaire estuda práticas de cura africanas e asiáticas?",
    "palavras_chave": ["extrativismo", "colonial", "rezaire", "recursos", "crítica"]
  },
  {
    "pergunta": "O que é arte de algoritmo discriminatório?",
    "resposta": "Artistas como Joy Buolamwini expõem como sistemas de reconhecimento facial reproduzem racismos e viéses, criando obras que tornam visível a discriminação algorítmica. Sabia que Buolamwini fundou o Algorithmic Justice League para combater viés em IA?",
    "palavras_chave": ["algoritmo", "discriminação", "buolamwini", "ia", "justiça"]
  },
  {
    "pergunta": "Como a arte contemporânea explora o luto coletivo?",
    "resposta": "Artistas como Kader Attia investiga como diferentes culturas lidam com perda e reparação, criando instalações que funcionam como espaços de luto compartilhado. Sabia que Attia cresceu entre Argélia e França, experiência que marca seu interesse por culturas diaspóricas?",
    "palavras_chave": ["luto", "coletivo", "attia", "perda", "reparação"]
  },
  {
    "pergunta": "O que é arte de vigilância reversa?",
    "resposta": "Artistas como Zach Blas viram câmeras para trás, expondo sistemas de vigilância e criando ferramentas para escapar do reconhecimento facial. Suas obras são tanto crítica quanto defesa. Sabia que Blas desenvolve tecnologias queer para sabotar sistemas de vigilância?",
    "palavras_chave": ["vigilância", "reversa", "blas", "privacy", "tecnologia"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda a justiça restaurativa?",
    "resposta": "Artistas como Brett Story criam obras que imaginam alternativas ao sistema prisional, usando vídeo e instalação para propor formas de justiça baseadas em cura. Sabia que Story é geógrafa e documentarista, trazendo essas perspectivas para sua arte?",
    "palavras_chave": ["justiça", "restaurativa", "story", "prisional", "alternativa"]
  },
  {
    "pergunta": "O que é arte de simulação climática?",
    "resposta": "Artistas como Tega Brain cria sistemas que simulam mudanças ambientais, usando dados em tempo real para criar paisagens digitais que evoluem com o clima real. Sabia que Brain é engenheira ambiental e artista?",
    "palavras_chave": ["clima", "simulação", "brain", "dados", "ambiente"]
  },
  {
    "pergunta": "Como a arte contemporânea explora o pós-humano?",
    "resposta": "Artistas como Patricia Piccinini cria esculturas hiper-realistas de seres híbridos que questionam fronteiras entre humano, animal e máquina. Suas obras provocam tanto repulsa quanto fascínio. Sabia que Piccinini usa silicone e cabelo humano para criar um realismo perturbador?",
    "palavras_chave": ["pós-humano", "híbrido", "piccinini", "corpo", "fronteira"]
  },
  {
    "pergunta": "O que é arte de código aberto?",
    "resposta": "Artistas como Lauren McCarthy cria obras onde o código-fonte é publicamente acessível, defendendo transparência e colaboração na arte digital. Seu projeto 'p5.js' ensina programação criativa. Sabia que McCarthy é diretora criativa da Processing Foundation?",
    "palavras_chave": ["código", "aberto", "mccarthy", "transparência", "colaboração"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda a descolonização?",
    "resposta": "Artistas como Firelei Baez cria pinturas que reescrevem histórias coloniais, dando protagonismo a figuras marginalizadas e questionando arquivos históricos. Suas obras misturam referências caribenhas, africanas e europeias. Sabia que Baez pesquisa extensivamente história e antropologia para suas obras?",
    "palavras_chave": ["descolonização", "história", "baez", "arquivo", "reescrita"]
  },
  {
    "pergunta": "O que é arte de interface crítica?",
    "resposta": "Artistas como James Bridle cria obras que expõem a política das interfaces digitais, mostrando como designs aparentemente neutros carregam valores e poder. Sabia que Bridle cunhou o termo 'novo aesthetic' para descrever a estética da era digital?",
    "palavras_chave": ["interface", "crítica", "bridle", "digital", "política"]
  },
  {
    "pergunta": "Como a arte contemporânea explora o commons digital?",
    "resposta": "Artistas como Constant Dullaart cria obras que defendem bens comuns digitais e acesso aberto à cultura, hackeando sistemas proprietários. Suas performances muitas vezes envolvem compra e venda de seguidores. Sabia que Dullaart já 'comprou' 2.5 milhões de seguidores para uma galeria?",
    "palavras_chave": ["commons", "digital", "dullaart", "acesso", "cultura"]
  },
  {
    "pergunta": "O que é arte de reparo?",
    "resposta": "Artistas como Michael Rakowitz recria patrimônio cultural destruído por guerras, usando embalagens de comida do Oriente Médio para recriar estátuas assírias. Seu trabalho é tanto memorial quanto ato de resistência. Sabia que Rakowitz vem de família judaica-iraquiana, o que marca seu interesse por diáspora?",
    "palavras_chave": ["reparo", "patrimônio", "rakowitz", "memorial", "resistência"]
  },
  {
    "pergunta": "Como a arte contemporânea aborda a saúde mental coletiva?",
    "resposta": "Artistas como Tourmaline cria obras que exploram trauma intergeracional e práticas coletivas de cura, especialmente em comunidades queer e negras. Seus filmes misturam documentário e fantasia. Sabia que Tourmaline é também ativista pelos direitos trans?",
    "palavras_chave": ["saúde mental", "coletiva", "tourmaline", "cura", "comunidade"]
  },
  {
    "pergunta": "O que é arte de desaceleração?",
    "resposta": "Artistas como Katie Paterson cria obras que operam em escalas de tempo extremamente lentas, como um sino que toca uma vez a cada mil anos, desafiando a velocidade do capitalismo contemporâneo. Sabia que Paterson colabora com cientistas e instituições como a NASA?",
    "palavras_chave": ["desaceleração", "tempo", "paterson", "capitalismo", "escala"]
  },
  {
    "pergunta": "Como a arte contemporânea explora a interdependência?",
    "resposta": "Artistas como Tue Greenfort cria obras que mostram conexões ecológicas entre espécies e sistemas, usando dados científicos para visualizar relações invisíveis. Sabia que Greenfort tem formação em biologia marinha?",
    "palavras_chave": ["interdependência", "ecologia", "greenfort", "conexão", "sistema"]
  },
  {
    "pergunta": "O que é arte de justiça climática?",
    "resposta": "Artistas como Amy Balkin usa estratégias legais e ativismo para criar obras que exigem responsabilidade por mudanças climáticas, como tentar listar a atmosfera como patrimônio mundial. Sabia que Balkin trabalha com advogados ambientais em seus projetos?",
    "palavras_chave": ["justiça climática", "ativismo", "balkin", "legal", "responsabilidade"]
  }
]