[
  {
    "pergunta": "Quem foi Pablo Picasso e seu impacto na arte?",
    "resposta": "Pablo Picasso, espanhol do século vinte, foi um gênio do modernismo, criando o cubismo com 'Les Demoiselles d’Avignon', de mil novecentos e sete, e 'Guernica', um protesto contra a Guerra Civil Espanhola. Ele explorou múltiplos estilos, de cerâmicas a esculturas. Sabia que ele produziu mais de vinte mil obras ao longo da vida?",
    "palavras_chave": ["pablo picasso", "cubismo", "guernica", "arte moderna", "guerra civil espanhola"]
  },
  {
    "pergunta": "Quem foi Oscar Niemeyer e suas contribuições?",
    "resposta": "Oscar Niemeyer, arquiteto brasileiro do século vinte, projetou Brasília e o Museu de Niterói com curvas ousadas em concreto, definindo o modernismo brasileiro. Trabalhou até os cento e quatro anos. Sabia que a Catedral de Brasília é um ícone global da arquitetura?",
    "palavras_chave": ["oscar niemeyer", "brasília", "museu niterói", "modernismo arquitetura", "curvas concreto"]
  },
  {
    "pergunta": "Quem foi Tarsila do Amaral e sua importância no modernismo?",
    "resposta": "Tarsila do Amaral, pintora brasileira do século vinte, foi essencial para o modernismo com 'Abaporu', de mil novecentos e vinte e oito, inspirando o Movimento Antropofágico. Misturou cores vivas, temas brasileiros e cubismo. Sabia que ela participou da Semana de Arte Moderna de mil novecentos e vinte e dois?",
    "palavras_chave": ["tarsila do amaral", "modernismo brasileiro", "abaporu", "antropofagia", "semana de 1922"]
  },
  {
    "pergunta": "Quem foi Aleijadinho e sua importância no barroco brasileiro?",
    "resposta": "Antônio Francisco Lisboa, o Aleijadinho, do século dezoito, foi o maior escultor do barroco mineiro, criando os Profetas de Congonhas apesar de uma doença degenerativa, provavelmente hanseníase. Sabia que ele usava ferramentas amarradas às mãos para esculpir?",
    "palavras_chave": ["aleijadinho", "barroco mineiro", "profetas de congonhas", "arte sacra", "superação artística"]
  },
  {
    "pergunta": "Quem foi Leonardo da Vinci e suas contribuições para o Renascimento?",
    "resposta": "Leonardo da Vinci, do final do século quinze ao início do dezesseis, foi um gênio renascentista italiano, pintor de 'Mona Lisa' e 'A Última Ceia', além de inventor e anatomista. Seus cadernos incluem máquinas voadoras. Sabia que ele dissecava corpos para estudar anatomia e melhorar sua arte?",
    "palavras_chave": ["leonardo da vinci", "mona lisa", "a última ceia", "renascimento", "invenções anatômicas"]
  },
  {
    "pergunta": "Quem foi Anita Malfatti e seu papel no modernismo brasileiro?",
    "resposta": "Anita Malfatti, pintora do início do século vinte, foi pioneira do modernismo brasileiro. Sua exposição de mil novecentos e dezessete chocou São Paulo com traços expressionistas, inspirando a Semana de Arte Moderna de mil novecentos e vinte e dois. Sabia que Monteiro Lobato criticou suas obras por serem 'exageradamente modernas'?",
    "palavras_chave": ["anita malfatti", "modernismo brasileiro", "exposição 1917", "expressionismo", "semana de 1922"]
  },
  {
    "pergunta": "Quem foi Vik Muniz e como ele inova na arte contemporânea?",
    "resposta": "Vik Muniz, artista brasileiro contemporâneo, cria imagens com materiais inusitados como lixo, chocolate e terra. Seu documentário 'Lixo Extraordinário', de dois mil e dez, mostrou seu trabalho com catadores no Rio de Janeiro. Sabia que ele representou o Brasil na Bienal de Veneza?",
    "palavras_chave": ["vik muniz", "materiais inusitados", "lixo extraordinário", "fotografia criativa", "bienal de veneza"]
  },
  {
    "pergunta": "Quem foi Rafael Sanzio e sua importância no Renascimento?",
    "resposta": "Rafael Sanzio, do início do século dezesseis, foi um mestre do Alto Renascimento, conhecido por 'Escola de Atenas', que exibe harmonia e equilíbrio. Morreu aos trinta e sete anos, no dia do seu aniversário. Sabia que ele rivalizava com Michelangelo em Florença?",
    "palavras_chave": ["rafael sanzio", "alto renascimento", "escola de atenas", "harmonia equilíbrio", "rivalidade michelangelo"]
  },
  {
    "pergunta": "Quem é Neil Gaiman e seu impacto nos quadrinhos?",
    "resposta": "Neil Gaiman, autor britânico, criou 'Sandman', uma graphic novel premiada dos anos mil novecentos e oitenta, que mistura mitologia e fantasia. Ele também escreveu 'Deuses Americanos'. Sabia que 'Sandman' inspirou uma série da Netflix em dois mil e vinte e dois?",
    "palavras_chave": ["neil gaiman", "sandman", "graphic novel", "mitologia fantasia", "série netflix"]
  },
  {
    "pergunta": "Quem foi Jean-Michel Basquiat e sua arte contemporânea?",
    "resposta": "Jean-Michel Basquiat, dos anos mil novecentos e oitenta, misturou grafite, expressionismo e crítica social em obras vibrantes sobre racismo e identidade. Sabia que ele começou como grafiteiro nas ruas de Nova York com o pseudônimo SAMO?",
    "palavras_chave": ["jean-michel basquiat", "grafite arte", "expressionismo", "racismo identidade", "samo"]
  },
  {
    "pergunta": "Quem foi Vincent van Gogh e seu impacto na arte?",
    "resposta": "Vincent van Gogh, pintor holandês do século dezenove, criou obras vibrantes como 'Noite Estrelada' e 'Girassóis', marcando o pós-impressionismo com cores intensas e emoção. Sabia que ele pintou mais de novecentas obras em dez anos, apesar de lutas com a saúde mental?",
    "palavras_chave": ["vincent van gogh", "noite estrelada", "pós-impressionismo", "cores intensas", "saúde mental"]
  },
  {
    "pergunta": "Quem foi Claude Monet e sua influência no impressionismo?",
    "resposta": "Claude Monet, francês do século dezenove, foi líder do impressionismo com 'Ninféias' e 'Impressão, Nascer do Sol', capturando luz e natureza. Sabia que ele pintava a mesma cena em diferentes horários para estudar mudanças de luz?",
    "palavras_chave": ["claude monet", "ninféias", "impressionismo", "luz natureza", "pintura ao ar livre"]
  },
  {
    "pergunta": "Quem foi Salvador Dalí e seu papel no surrealismo?",
    "resposta": "Salvador Dalí, espanhol do século vinte, foi ícone do surrealismo com 'A Persistência da Memória', famosa por relógios derretidos. Sabia que ele colaborou com Buñuel no filme surrealista 'Um Cão Andaluz'?",
    "palavras_chave": ["salvador dalí", "surrealismo", "persistência da memória", "relógios derretidos", "cinema surrealista"]
  },
  {
    "pergunta": "Quem foi Frida Kahlo e seu legado?",
    "resposta": "Frida Kahlo, mexicana do século vinte, criou autorretratos como 'As Duas Fridas', misturando dor, identidade e cultura mexicana. Sabia que sua Casa Azul é um museu e ícone do feminismo na arte?",
    "palavras_chave": ["frida kahlo", "autorretratos", "casa azul", "feminismo", "arte mexicana"]
  },
  {
    "pergunta": "Quem foi Michelangelo e suas contribuições no Renascimento?",
    "resposta": "Michelangelo, do século dezesseis, foi um mestre renascentista, escultor de 'David', pintor da Capela Sistina e arquiteto da cúpula de São Pedro. Sabia que ele trabalhou na Capela Sistina contra sua vontade, criando uma obra-prima?",
    "palavras_chave": ["michelangelo", "david", "capela sistina", "renascimento", "cúpula são pedro"]
  },
  {
    "pergunta": "Quem foi Andy Warhol e sua influência na pop art?",
    "resposta": "Andy Warhol, americano do século vinte, liderou a pop art com 'Campbell’s Soup Cans' e retratos de Marilyn Monroe, usando cultura de massa. Sabia que ele também dirigiu filmes experimentais como 'Chelsea Girls'?",
    "palavras_chave": ["andy warhol", "pop art", "campbell’s soup cans", "cultura de massa", "filmes experimentais"]
  },
  {
    "pergunta": "Quem foi Katsushika Hokusai e sua influência no ukiyo-e?",
    "resposta": "Katsushika Hokusai, japonês do século dezoito ao dezenove, foi mestre do ukiyo-e com 'A Grande Onda de Kanagawa'. Sua arte inspirou o impressionismo europeu. Sabia que ele criou mais de trinta mil obras?",
    "palavras_chave": ["hokusai", "ukiyo-e", "grande onda", "impressionismo", "gravura japonesa"]
  },
  {
    "pergunta": "Quem é Banksy e seu impacto na street art?",
    "resposta": "Banksy, artista britânico anônimo do século vinte e um, cria murais satíricos como 'Balloon Girl', criticando política e sociedade. Sabia que sua obra 'Girl with Balloon' se autodestruiu em um leilão em dois mil e dezoito?",
    "palavras_chave": ["banksy", "street art", "balloon girl", "crítica social", "arte anônima"]
  },
  {
    "pergunta": "Quem é Yayoi Kusama e suas instalações imersivas?",
    "resposta": "Yayoi Kusama, japonesa contemporânea, é famosa por instalações com bolinhas e salas de espelhos infinitos, refletindo sua saúde mental. Sabia que ela vive voluntariamente em um hospital psiquiátrico desde os anos mil novecentos e setenta?",
    "palavras_chave": ["yayoi kusama", "instalações imersivas", "bolinhas infinitas", "saúde mental", "arte japonesa"]
  },
  {
    "pergunta": "Quem foi El Anatsui e sua contribuição para a arte africana?",
    "resposta": "El Anatsui, ganês contemporâneo, cria esculturas e tapeçarias com materiais reciclados, como tampas de garrafa, abordando colonialismo. Sabia que suas obras no MoMA transformam lixo em arte monumental?",
    "palavras_chave": ["el anatsui", "arte africana", "materiais reciclados", "colonialismo", "tapeçarias monumentais"]
  },
  {
    "pergunta": "Quem é Adriana Varejão e sua arte contemporânea?",
    "resposta": "Adriana Varejão, brasileira contemporânea, explora colonialismo e identidade com azulejos e texturas, como em 'Proposta para uma Catequese'. Sabia que ela mistura pintura com história brasileira?",
    "palavras_chave": ["adriana varejão", "arte contemporânea", "colonialismo", "azulejos", "identidade brasileira"]
  },
  {
    "pergunta": "Quem foi Diego Rivera e seu papel no muralismo?",
    "resposta": "Diego Rivera, mexicano do século vinte, retratou trabalhadores e história indígena em murais no Palácio Nacional do México. Sabia que seus murais inspiraram o muralismo latino-americano?",
    "palavras_chave": ["diego rivera", "muralismo", "palácio nacional", "história indígena", "arte de protesto"]
  },
  {
    "pergunta": "Quem foi Tetsuya Nomura e seu impacto nos games?",
    "resposta": "Tetsuya Nomura, designer japonês, criou personagens para 'Final Fantasy' e 'Kingdom Hearts', misturando anime e fantasia. Sabia que seus designs moldaram a estética de jogos modernos?",
    "palavras_chave": ["tetsuya nomura", "final fantasy", "kingdom hearts", "design de games", "estética anime"]
  },
  {
    "pergunta": "Quem foi Mary Cassatt e sua contribuição ao impressionismo?",
    "resposta": "Mary Cassatt, americana do século dezenove, integrou o impressionismo com obras sobre temas femininos, como 'The Child’s Bath'. Sabia que ela foi uma das poucas mulheres no círculo impressionista francês?",
    "palavras_chave": ["mary cassatt", "impressionismo", "the child’s bath", "temas femininos", "mulheres na arte"]
  },
  {
    "pergunta": "Quem é Ai Weiwei e sua arte ativista?",
    "resposta": "Ai Weiwei, chinês contemporâneo, usa instalações como 'Sunflower Seeds' para criticar o governo e defender direitos humanos. Sabia que ele foi preso na China em dois mil e onze por suas obras provocadoras?",
    "palavras_chave": ["ai weiwei", "arte ativista", "sunflower seeds", "direitos humanos", "instalações políticas"]
  },
  {
    "pergunta": "Quem foi Gustav Klimt e sua influência na arte nouveau?",
    "resposta": "Gustav Klimt, austríaco do século dezenove ao vinte, criou obras como 'O Beijo', com ornamentos dourados e sensualidade, marcando a arte nouveau. Sabia que ele foi líder da Secessão de Viena, desafiando a arte acadêmica?",
    "palavras_chave": ["gustav klimt", "arte nouveau", "o beijo", "secessão de viena", "ornamentos dourados"]
  },
  {
    "pergunta": "Quem foi Wangechi Mutu e sua arte contemporânea?",
    "resposta": "Wangechi Mutu, queniana-americana contemporânea, cria colagens e esculturas sobre gênero, raça e pós-colonialismo, misturando mitologia africana. Sabia que ela expôs no Metropolitan Museum of Art?",
    "palavras_chave": ["wangechi mutu", "arte contemporânea", "pós-colonialismo", "colagens", "mitologia africana"]
  },
  {
    "pergunta": "Quem foi Keith Haring e sua arte pop?",
    "resposta": "Keith Haring, americano dos anos mil novecentos e oitenta, criou desenhos vibrantes com figuras estilizadas, abordando AIDS e igualdade. Sabia que seus murais no metrô de Nova York popularizaram a arte de rua?",
    "palavras_chave": ["keith haring", "arte pop", "murais urbanos", "AIDS igualdade", "arte de rua"]
  },
  {
    "pergunta": "Quem foi Rufino Tamayo e sua arte mexicana?",
    "resposta": "Rufino Tamayo, mexicano do século vinte, misturou modernismo e cultura indígena em obras coloridas como 'Animais'. Sabia que ele rejeitava o muralismo político de Rivera para focar em temas universais?",
    "palavras_chave": ["rufino tamayo", "arte mexicana", "modernismo indígena", "cores vibrantes", "temas universais"]
  },
  {
    "pergunta": "Quem foi Henri Matisse e seu papel no fauvismo?",
    "resposta": "Henri Matisse, francês do século vinte, liderou o fauvismo com obras como 'A Dança', usando cores vibrantes e formas simplificadas. Sabia que ele também criou colagens inovadoras no final da vida?",
    "palavras_chave": ["henri matisse", "fauvismo", "a dança", "cores vibrantes", "colagens"]
  },
  {
    "pergunta": "Quem foi Louise Bourgeois e suas esculturas?",
    "resposta": "Louise Bourgeois, francesa-americana do século vinte, criou esculturas como 'Maman', uma aranha gigante, explorando trauma e feminilidade. Sabia que ela começou a ganhar reconhecimento após os setenta anos?",
    "palavras_chave": ["louise bourgeois", "esculturas", "maman", "trauma feminilidade", "arte contemporânea"]
  },
  {
    "pergunta": "Quem foi Frank Lloyd Wright e sua arquitetura orgânica?",
    "resposta": "Frank Lloyd Wright, americano do século vinte, criou obras como 'Fallingwater', integrando arquitetura à natureza. Sabia que ele projetou mais de mil edifícios, muitos ainda em uso?",
    "palavras_chave": ["frank lloyd wright", "arquitetura orgânica", "fallingwater", "integração natureza", "design inovador"]
  },
  {
    "pergunta": "Quem é Marina Abramović e sua performance art?",
    "resposta": "Marina Abramović, sérvia contemporânea, é pioneira da performance art com obras como 'The Artist is Present', explorando resistência e conexão humana. Sabia que ela ficou imóvel por 736 horas no MoMA?",
    "palavras_chave": ["marina abramović", "performance art", "the artist is present", "resistência humana", "conexão emocional"]
  },
  {
    "pergunta": "Quem foi Caravaggio e sua influência no barroco?",
    "resposta": "Caravaggio, italiano do século dezesseis ao dezessete, revolucionou o barroco com claro-escuro em obras como 'A Vocação de São Mateus'. Sabia que sua vida turbulenta incluiu um assassinato e fuga?",
    "palavras_chave": ["caravaggio", "barroco", "claro-escuro", "vocação de são mateus", "vida turbulenta"]
  },
  {
    "pergunta": "Quem foi Cindy Sherman e sua fotografia conceitual?",
    "resposta": "Cindy Sherman, americana contemporânea, cria autorretratos fotográficos como 'Untitled Film Stills', explorando identidade e gênero. Sabia que ela se transforma em diferentes personagens em suas fotos?",
    "palavras_chave": ["cindy sherman", "fotografia conceitual", "untitled film stills", "identidade gênero", "autorretratos"]
  },
  {
    "pergunta": "Quem foi Artemisia Gentileschi e sua arte barroca?",
    "resposta": "Artemisia Gentileschi, italiana do século dezessete, criou obras dramáticas como 'Judith Decapitando Holofernes', destacando-se como mulher no barroco. Sabia que ela superou um julgamento por estupro para construir sua carreira?",
    "palavras_chave": ["artemisia gentileschi", "arte barroca", "judith decapitando holofernes", "mulheres na arte", "superação"]
  },
  {
    "pergunta": "Quem foi Anish Kapoor e suas esculturas contemporâneas?",
    "resposta": "Anish Kapoor, britânico-indiano contemporâneo, cria esculturas como 'Cloud Gate' em Chicago, explorando forma e percepção. Sabia que suas obras usam materiais como pigmentos refletivos para criar ilusões?",
    "palavras_chave": ["anish kapoor", "esculturas contemporâneas", "cloud gate", "percepção visual", "pigmentos refletivos"]
  },
  {
    "pergunta": "Quem foi Annie Leibovitz e sua fotografia?",
    "resposta": "Annie Leibovitz, americana contemporânea, é famosa por retratos icônicos de celebridades para a Vanity Fair e Rolling Stone. Sabia que sua foto de John Lennon e Yoko Ono foi tirada horas antes de sua morte?",
    "palavras_chave": ["annie leibovitz", "fotografia de retratos", "vanity fair", "celebridades", "john lennon"]
  },
  {
    "pergunta": "Quem foi Édouard Manet e sua influência no modernismo?",
    "resposta": "Édouard Manet, francês do século dezenove, abriu caminho para o modernismo com 'Olympia' e 'Almoço na Relva', desafiando convenções. Sabia que suas obras causaram escândalo nos salões de Paris?",
    "palavras_chave": ["édouard manet", "modernismo", "olympia", "almoço na relva", "salões de paris"]
  },
  {
    "pergunta": "Quem foi David Hockney e sua arte pop?",
    "resposta": "David Hockney, britânico contemporâneo, criou obras como 'A Bigger Splash', misturando pop art e realismo. Sabia que ele também explora pintura digital em iPads?",
    "palavras_chave": ["david hockney", "arte pop", "a bigger splash", "pintura digital", "realismo"]
  }
]