[
  {
    "pergunta": "Quem foi Zumbi dos Palmares e qual seu legado para a luta antirracista?",
    "resposta": "Zumbi foi o último líder do Quilombo dos Palmares, maior comunidade de pessoas escravizadas fugidas no Brasil colonial. Seu legado transcende a resistência militar para se tornar símbolo da luta pela liberdade e dignidade negra. Sabia que o Dia da Consciência Negra, em 20 de novembro, homenageia sua morte e ressignifica a resistência como valor central da identidade afro-brasileira?",
    "palavras_chave": ["zumbi", "palmares", "resistência", "consciência negra", "liberdade"]
  },
  {
    "pergunta": "Qual o verdadeiro legado de Napoleão Bonaparte além das conquistas militares?",
    "resposta": "Napoleão revolucionou sistemas administrativos criando o Código Napoleônico, base de muitos sistemas jurídicos modernos. Seu legado inclui a modernização do Estado francês e a disseminação de ideais iluministas através da Europa, mesmo através de conquistas violentas. Sabia que o sistema métrico decimal se popularizou globalmente em parte devido às campanhas napoleônicas?",
    "palavras_chave": ["napoleão", "código napoleônico", "estado moderno", "iluminismo", "sistema métrico"]
  },
  {
    "pergunta": "Como Cleópatra usou sua imagem para projetar poder no Egito antigo?",
    "resposta": "Cleópatra dominou a arte da propaganda política, representando-se como deusa Isis viva e usando simbolismo egípcio para legitimar seu governo. Seu legado desafia visões simplistas sobre mulheres no poder, mostrando astúcia política extraordinária. Sabia que ela foi uma das poucas governantes ptolomaicas a falar egípcio, conectando-se diretamente com seu povo?",
    "palavras_chave": ["cleópatra", "propaganda política", "simbolismo", "mulheres no poder", "ptolomaica"]
  },
  {
    "pergunta": "Qual o impacto duradouro de Mahatma Gandhi na desobediência civil mundial?",
    "resposta": "Gandhi desenvolveu o Satyagraha - resistência não-violenta como ferramenta política poderosa, influenciando movimentos como os direitos civis nos EUA e o fim do apartheid. Seu legado redefine a própria ideia de poder político. Sabia que Martin Luther King Jr. visitou a Índia especificamente para estudar os métodos de Gandhi?",
    "palavras_chave": ["gandhi", "satyagraha", "não-violência", "desobediência civil", "martin luther king"]
  },
  {
    "pergunta": "Como Joana d'Arc se tornou símbolo nacional francês além de sua história religiosa?",
    "resposta": "Joana transformou-se em ícone de unidade nacional durante a Guerra dos Cem Anos, representando a resistência popular contra ocupação estrangeira. Seu legado foi apropriado por diversos grupos ao longo da história, de monarquistas a feministas. Sabia que ela foi canonizada apenas em 1920, quase 500 anos após sua morte?",
    "palavras_chave": ["joana d'arc", "símbolo nacional", "guerra dos cem anos", "canonização", "resistência popular"]
  },
  {
    "pergunta": "Qual o legado contraditório de Winston Churchill na Segunda Guerra Mundial?",
    "resposta": "Enquanto celebrado como herói da resistência britânica ao nazismo, Churchill também foi responsável por políticas coloniais brutais, incluindo a fome de Bengala de 1943. Seu legado exemplifica a complexidade de julgar figuras históricas. Sabia que ele recebeu o Nobel de Literatura em 1953 por seus escritos históricos?",
    "palavras_chave": ["churchill", "segunda guerra", "resistência", "políticas coloniais", "complexidade histórica"]
  },
  {
    "pergunta": "Como Frida Kahlo transformou sofrimento pessoal em revolução artística?",
    "resposta": "Frida usou a pintura para explorar identidade, gênero, classe e raça de forma radicalmente íntima. Seu legado inclui a redefinição do autorretrato feminino e a fusão entre arte popular e vanguarda. Sabia que ela foi a primeira artista mexicana a ter um quadro adquirido pelo Louvre?",
    "palavras_chave": ["frida kahlo", "autorretrato", "identidade", "arte popular", "vanguarda"]
  },
  {
    "pergunta": "Qual o verdadeiro impacto de Thomas Edison versus Nikola Tesla na eletricidade moderna?",
    "resposta": "Enquanto Edison dominou a comercialização da invenção, Tesla visionou sistemas elétricos em escala global. Seu legado conjunto mostra a tensão entre empreendedorismo e inovação pura na história tecnológica. Sabia que a 'Guerra das Correntes' entre CC de Edison e CA de Tesla definiu nosso sistema elétrico atual?",
    "palavras_chave": ["edison", "tesla", "eletricidade", "guerra das correntes", "inovação tecnológica"]
  },
  {
    "pergunta": "Como Carl Linnaeus revolucionou nossa forma de classificar a vida?",
    "resposta": "Linnaeus criou o sistema binomial de nomenclatura que ainda usamos, organizando o mundo natural de forma hierárquica. Seu legado inclui tanto avanços científicos significativos quanto classificações problemáticas que refletiam preconceitos de sua época. Sabia que ele inicialmente classificou humanos como 'Homo sapiens', mas também propôs subespécies racistas?",
    "palavras_chave": ["linnaeus", "classificação binomial", "nomenclatura", "sistema hierárquico", "preconceitos científicos"]
  },
  {
    "pergunta": "Qual o legado duradouro de Rosa Parks além da recusa em ceder o assento?",
    "resposta": "Rosa era uma atista experiente quando se tornou símbolo dos direitos civis, mostrando como atos individuais são fruto de movimentos coletivos. Seu legado redefine a ideia de agência histórica. Sabia que ela havia frequentado a Highlander Folk School, centro de treinamento para ativistas, antes do incidente no ônibus?",
    "palavras_chave": ["rosa parks", "direitos civis", "agência histórica", "movimentos coletivos", "ativismo"]
  },
  {
    "pergunta": "Como Júlio César usou a propaganda para construir seu poder em Roma?",
    "resposta": "César escreveu 'A Guerra das Gálias' não como história objetiva, mas como ferramenta política para promover sua imagem. Seu legado inclui a manipulação da informação como estratégia de poder. Sabia que suas últimas palavras provavelmente não foram 'Até tu, Brutus?' - essa versão foi popularizada por Shakespeare?",
    "palavras_chave": ["júlio césar", "propaganda", "guerra das gálias", "shakespeare", "poder político"]
  },
  {
    "pergunta": "Qual o impacto de Marie Curie além das duas descobertas de elementos?",
    "resposta": "Marie Curie não apenas descobriu rádio e polônio, mas criou toda uma nova área científica - a radioatividade. Seu legado inclui a primeira unidade móvel de radiografia, salvando milhares na Primeira Guerra. Sabia que ela permanece a única pessoa com Nobel em duas ciências diferentes?",
    "palavras_chave": ["marie curie", "radioatividade", "prêmio nobel", "radiografia", "ciência aplicada"]
  },
  {
    "pergunta": "Como o imperador Adriano transformou a administração do Império Romano?",
    "resposta": "Adriano consolidou fronteiras em vez de expandi-las, focando em integração cultural e administrativa. Seu legado inclui inovações jurídicas que influenciaram sistemas legais ocidentais. Sabia que a Muralha de Adriano na Britânia simbolizava essa nova filosofia de limites definidos?",
    "palavras_chave": ["adriano", "império romano", "consolidação", "integração cultural", "muralha de adriano"]
  },
  {
    "pergunta": "Qual o legado ambíguo de Cristóvão Colombo no encontro de mundos?",
    "resposta": "Enquanto celebrado como 'descobridor', Colombo iniciou genocídios e escravização em massa. Seu legado atual reflete revisões históricas que questionam narrativas heroicas. Sabia que o Dia dos Povos Indígenas nos EUA surgiu como contraponto ao Dia de Colombo?",
    "palavras_chave": ["cristóvão colombo", "encontro de mundos", "revisão histórica", "genocídio", "povos indígenas"]
  },
  {
    "pergunta": "Como Hipácia de Alexandria representa a luta pelo conhecimento em tempos de intolerância?",
    "resposta": "Hipácia foi matemática, astrônoma e filósofa brutalmente assassinada por fanáticos religiosos. Seu legado simboliza a resistência do pensamento racional contra dogmatismo. Sabia que ela dirigia a prestigiosa Biblioteca de Alexandria, centro do conhecimento antigo?",
    "palavras_chave": ["hipácia", "biblioteca de alexandria", "conhecimento", "dogmatismo", "pensamento racional"]
  },
  {
    "pergunta": "Qual o impacto real de Henry Ford além da linha de montagem?",
    "resposta": "Ford revolucionou a produção industrial, mas também promoveu antissemitismo e vigilância sobre trabalhadores. Seu legado mostra como inovação técnica pode coexistir com visões sociais regressivas. Sabia que ele publicou o 'Protocolo dos Sábios de Sião', texto antissemita, em seu jornal?",
    "palavras_chave": ["henry ford", "linha de montagem", "antissemitismo", "inovação técnica", "visões sociais"]
  },
  {
    "pergunta": "Como a rainha Nzinga Mbandi desafiou o colonialismo português em Angola?",
    "resposta": "Nzinga liderou resistência militar e diplomática por décadas, formando alianças e usando táticas inovadoras. Seu legado como símbolo de resistência feminina africana ressurge no pós-colonialismo. Sabia que durante negociações com portugueses, ela se recusou a sentar no chão, usando uma serva como cadeira?",
    "palavras_chave": ["nzinga mbandi", "resistência africana", "colonialismo português", "diplomacia", "símbolo feminino"]
  },
  {
    "pergunta": "Qual o legado filosófico de Sócrates além de 'só sei que nada sei'?",
    "resposta": "Sócrates desenvolveu o método dialético que fundamenta o pensamento crítico ocidental. Seu legado inclui a coragem de questionar autoridades e convenções sociais. Sabia que ele preferiu beber cicuta a negurar suas convicções, estabelecendo precedente para a liberdade intelectual?",
    "palavras_chave": ["sócrates", "método dialético", "pensamento crítico", "liberdade intelectual", "convicções"]
  },
  {
    "pergunta": "Como Abraham Lincoln navegou contradições sobre escravidão durante a Guerra Civil?",
    "resposta": "Lincoln evoluiu de defender contenção da escravidão para abolição total, mostrando como líderes podem crescer com os tempos. Seu legado é estudado justamente por essa complexidade moral. Sabia que a Proclamação de Emancipação libertou apenas escravizados em territórios confederados, não nos estados fronteiriços leais?",
    "palavras_chave": ["abraham lincoln", "escravidão", "proclamação de emancipação", "complexidade moral", "evolução política"]
  },
  {
    "pergunta": "Qual o impacto de Sigmund Freud além da psicanálise na cultura ocidental?",
    "resposta": "Freud popularizou conceitos como inconsciente e complexo de Édipo que permeiam arte, literatura e cultura popular. Seu legado inclui a ideia revolucionária de que somos governados por forças que não compreendemos totalmente. Sabia que muitas de suas teorias são rejeitadas pela psicologia moderna, mas sua influência cultural permanece?",
    "palavras_chave": ["sigmund freud", "psicanálise", "inconsciente", "cultura ocidental", "influência cultural"]
  },
  {
    "pergunta": "Como Catarina, a Grande, modernizou a Rússia mantendo o absolutismo?",
    "resposta": "Catarina promoveu iluminismo russo através de artes e educação enquanto expandia impiedosamente o império. Seu legado exemplifica o despotismo esclarecido do século XVIII. Sabia que ela correspondia-se com Voltaire e Diderot, comprando a biblioteca deste último?",
    "palavras_chave": ["catarina a grande", "despotismo esclarecido", "iluminismo russo", "expansão imperial", "correspondência intelectual"]
  },
  {
    "pergunta": "Qual o legado científico de Galileo além do telescópio?",
    "resposta": "Galileo estabeleceu o método experimental como base da ciência moderna, desafiando a autoridade aristotélica. Seu legado inclui a coragem de defender evidências contra dogmas religiosos. Sabia que sua abjuração forçada pela Inquisição se tornou símbolo da luta entre ciência e religião?",
    "palavras_chave": ["galileo", "método experimental", "ciência moderna", "inquisição", "dogmas religiosos"]
  },
  {
    "pergunta": "Como Malcolm X evoluiu em seu pensamento sobre direitos civis?",
    "resposta": "Malcolm X transformou-se de defensor do nacionalismo negro separatista para visão mais inclusiva após peregrinação a Meca. Seu legado mostra o poder da evolução intelectual na luta política. Sabia que sua autobiografia, escrita com Alex Haley, é considerada uma das obras mais importantes do século XX?",
    "palavras_chave": ["malcolm x", "evolução intelectual", "nacionalismo negro", "peregrinação a meca", "autobiografia"]
  },
  {
    "pergunta": "Qual o impacto de Leonardo da Vinci como símbolo do homem renascentista?",
    "resposta": "Da Vinci personificou a integração entre arte, ciência e tecnologia que define o Renascimento. Seu legado inspira a ideia de conhecimento sem fronteiras disciplinares. Sabia que seus cadernos contêm invenções séculos à frente de seu tempo, incluindo protótipos de helicóptero e tanque?",
    "palavras_chave": ["leonardo da vinci", "homem renascentista", "arte e ciência", "cadernos", "invenções"]
  },
  {
    "pergunta": "Como o imperador Ashoka transformou violência em filosofia pacifista?",
    "resposta": "Após conquista sangrenta, Ashoka adotou budismo e governou através de princípios de não-violência e tolerância. Seu legado inclui os Editos de Ashoka, primeiras manifestações de governo ético. Sabia que ele criou o primeiro sistema de proteção animal da história?",
    "palavras_chave": ["ashoka", "budismo", "não-violência", "editos de ashoka", "proteção animal"]
  },
  {
    "pergunta": "Qual o legado controverso de Che Guevara além da imagem icônica?",
    "resposta": "Enquanto símbolo global de revolução, Che também foi responsável por execuções sumárias em Cuba. Seu legado divide opiniões entre admiradores e críticos da violência revolucionária. Sabia que sua famosa foto por Alberto Korda tornou-se uma das imagens mais reproduzidas da história?",
    "palavras_chave": ["che guevara", "revolução", "violência política", "cuba", "imagem icônica"]
  },
  {
    "pergunta": "Como Harriet Tubman desafiou múltiplos sistemas de opressão?",
    "resposta": "Tubman escapou da escravidão e retornou repetidamente para libertar outros, depois serviu como espiã na Guerra Civil. Seu legado como mulher negra desafiando escravidão e patriarcado é extraordinário. Sabia que ela nunca perdeu um 'passageiro' na Underground Railroad e carregava uma arma para dissuadir desistências?",
    "palavras_chave": ["harriet tubman", "underground railroad", "escravidão", "espionagem", "resistência feminina"]
  },
  {
    "pergunta": "Qual o impacto de Charles Darwin além da teoria da evolução?",
    "resposta": "Darwin revolucionou nossa compreensão da vida, mas também influenciou filosofia, teologia e ciências sociais. Seu legado inclui debates sobre determinismo biológico que continuam hoje. Sabia que ele esperou 20 anos para publicar 'A Origem das Espécies' por medo de reações?",
    "palavras_chave": ["charles darwin", "teoria da evolução", "determinismo biológico", "origem das espécies", "revolução científica"]
  },
  {
    "pergunta": "Como a rainha Elizabeth I usou o celibato como estratégia política?",
    "resposta": "Elizabeth transformou sua solteirice em ferramenta diplomática, mantendo pretendentes europeis em suspense por décadas. Seu legado inclui a criação do mito da 'Rainha Virgem' como elemento de poder. Sabia que seu discurso em Tilbury às tropas contra a Armada Espanhola é considerado obra-prima de oratória política?",
    "palavras_chave": ["elizabeth i", "celibato político", "rainha virgem", "discurso de tilbury", "estratégia diplomática"]
  },
  {
    "pergunta": "Qual o legado de Simón Bolívar para a independência latino-americana?",
    "resposta": "Bolívar liderou libertação de seis países, mas seu sonho de unidade continental fracassou. Seu legado mistura idealismo revolucionário com desilusão política. Sabia que ele morreu exilado e praticamente esquecido, sendo redescoberto como herói posteriormente?",
    "palavras_chave": ["simón bolívar", "independência latino-americana", "idealismo", "unidade continental", "redescoberta histórica"]
  },
  {
    "pergunta": "Como Anne Frank se tornou símbolo universal do Holocausto?",
    "resposta": "O diário de Anne transformou estatísticas do genocídio em experiência humana palpável. Seu legado mantém viva a memória do Holocausto de forma íntima e acessível. Sabia que seu pai, Otto, foi o único sobrevivente da família e dedicou sua vida a divulgar o diário?",
    "palavras_chave": ["anne frank", "holocausto", "diário", "memória histórica", "experiência humana"]
  },
  {
    "pergunta": "Qual o impacto de Platão na filosofia ocidental além de Sócrates?",
    "resposta": "Platão fundou a Academia, primeira instituição de ensino superior ocidental, e desenvolveu teoria das Formas que influencia filosofia até hoje. Seu legado inclui a ideia de que realidade perceptível é sombra de verdade superior. Sabia que a frase 'Apenas os mortos conhecem o fim da guerra' é erroneamente atribuída a ele?",
    "palavras_chave": ["platão", "academia", "teoria das formas", "filosofia ocidental", "atribuição errônea"]
  },
  {
    "pergunta": "Como Mustafa Kemal Atatürk modernizou a Turquia após o Império Otomano?",
    "resposta": "Atatürk impôs reformas radicais: alfabeto latino, secularização, direitos femininos. Seu legado criou Estado-nação turco moderno, mas através de autoritarismo. Sabia que ele proibiu o uso do véu em instituições públicas e deu às mulheres direito de voto antes de muitos países europeus?",
    "palavras_chave": ["ataturk", "modernização turca", "secularização", "autoritarismo", "direitos femininos"]
  },
  {
    "pergunta": "Qual o legado científico de Isaac Newton além da maçã?",
    "resposta": "Newton desenvolveu cálculo, leis do movimento e teoria da gravitação, fundamentando a física moderna. Seu legado inclui a visão de universo como máquina regida por leis matemáticas. Sabia que ele passou anos estudando alquimia e teologia, mostrando lado menos conhecido de seu pensamento?",
    "palavras_chave": ["isaac newton", "leis do movimento", "cálculo", "universo mecânico", "alquimia"]
  },
  {
    "pergunta": "Como a faraó Hatshepsut quebrou tradições de gênero no Egito antigo?",
    "resposta": "Hatshepsut governou como faraó pleno, usando barba cerimonial e representando-se como homem em monumentos. Seu legado foi sistematicamente apagado por sucessores, mostrando resistência a seu governo feminino. Sabia que seu templo mortuário em Deir el-Bahari é considerado obra-prima da arquitetura egípcia?",
    "palavras_chave": ["hatshepsut", "faraó feminina", "tradições de gênero", "apagamento histórico", "deir el-bahari"]
  },
  {
    "pergunta": "Qual o impacto de Machado de Assis na literatura brasileira além do realismo?",
    "resposta": "Machado desenvolveu ironia psicológica única, explorando contradições humanas de forma pioneira. Seu legado como escritor negro em sociedade escravagista adiciona camadas à sua obra. Sabia que ele fundou a Academia Brasileira de Letras e foi seu primeiro presidente?",
    "palavras_chave": ["machado de assis", "ironia psicológica", "literatura brasileira", "academia brasileira de letras", "escritor negro"]
  },
  {
    "pergunta": "Como o rei Salomão construiu seu legado de sabedoria na Bíblia?",
    "resposta": "Salomão tornou-se arquétipo do governante sábio através de narrativas como o julgamento das duas mães. Seu legado mistura história e mito na construção de ideais de liderança. Sabia que muitos estudiosos questionam a existência histórica do Templo de Salomão como descrito na Bíblia?",
    "palavras_chave": ["salomão", "sabedoria", "julgamento", "templo de salomão", "arquétipo"]
  },
  {
    "pergunta": "Qual o legado de Florence Nightingale além da enfermagem moderna?",
    "resposta": "Nightingale revolucionou estatística médica usando visualização de dados para reformar sistemas de saúde. Seu legado inclui a profissionalização do cuidado como disciplina baseada em evidências. Sabia que ela criou o primeiro diagrama de área polar para mostrar causas de mortalidade na Guerra da Crimeia?",
    "palavras_chave": ["florence nightingale", "enfermagem", "estatística médica", "visualização de dados", "reforma sanitária"]
  },
  {
    "pergunta": "Como Alexandre, o Grande, espalhou cultura helênica pelo mundo antigo?",
    "resposta": "Alexandre criou império que fundiu culturas grega e persa, iniciando período helenístico. Seu legado inclui cidades como Alexandria que se tornaram centros de conhecimento. Sabia que após sua morte, seu império foi dividido entre generais, criando reinos helenísticos que duraram séculos?",
    "palavras_chave": ["alexandre o grande", "helenismo", "império multicultural", "alexandria", "reinos helenísticos"]
  },
  {
    "pergunta": "Qual o impacto de Coco Chanel na moda e na emancipação feminina?",
    "resposta": "Chanel libertou mulheres do espartilho, popularizando roupas práticas e elegantes. Seu legado mistura inovação estética com colaboração com nazistas durante ocupação. Sabia que o icônico vestido preto simples era originalmente símbolo de luto que ela transformou em declaração de estilo?",
    "palavras_chave": ["coco chanel", "emancipação feminina", "moda prática", "colaboracionismo", "vestido preto"]
  },
  {
    "pergunta": "Como o filósofo Confúcio moldou a sociedade chinesa por milênios?",
    "resposta": "Confúcio enfatizou harmonia social através de ética, educação e respeito hierárquico. Seu legado tornou-se fundamento da burocracia estatal chinesa e valores familiares. Sabia que durante a Revolução Cultural, confucionismo foi violentamente atacado como 'relíquia feudal'?",
    "palavras_chave": ["confúcio", "harmonia social", "burocracia chinesa", "revolução cultural", "valores familiares"]
  },
  {
    "pergunta": "Qual o legado de Vincent van Gogh além do artista torturado?",
    "resposta": "Van Gogh desenvolveu estilo único que fundiu impressionismo com expressionismo, influenciando arte moderna. Seu legado inclui a ideia do artista como visionário incompreendido. Sabia que ele vendeu apenas uma pintura em vida, 'O Vinhedo Vermelho', por 400 francos?",
    "palavras_chave": ["van gogh", "expressionismo", "artista visionário", "vinhedo vermelho", "incompreendido"]
  },
  {
    "pergunta": "Como a rainha Vitória definiu a era vitoriana além de sua longevidade?",
    "resposta": "Vitória personificou valores morais rígidos e expansão imperial, tornando-se símbolo de estabilidade em tempos de mudança acelerada. Seu legado inclui a redefinição da monarquia constitucional. Sabia que ela sobreviveu a pelo menos sete tentativas de assassinato?",
    "palavras_chave": ["rainha vitória", "era vitoriana", "valores morais", "expansão imperial", "tentativas de assassinato"]
  },
  {
    "pergunta": "Qual o impacto de Albert Einstein além da relatividade?",
    "resposta": "Einstein revolucionou nossa compreensão de espaço, tempo e energia, mas também foi ativista pacifista e defensor de direitos civis. Seu legado como cientista-cidadão inspira engajamento social. Sabia que sua carta a Roosevelt alertando sobre bomba atômica o assombraria pelo resto da vida?",
    "palavras_chave": ["albert einstein", "relatividade", "cientista-cidadão", "bomba atômica", "ativismo"]
  },
  {
    "pergunta": "Como o imperador Constantino transformou o cristianismo no Império Romano?",
    "resposta": "Constantino legalizou cristianismo através do Édito de Milão e convocou o Concílio de Niceia, moldando doutrina cristã. Seu legado mistura conversão genuína com cálculo político. Sabia que ele foi batizado apenas no leito de morte, permitindo-se pecar até o final?",
    "palavras_chave": ["constantino", "édito de milão", "concílio de niceia", "cristianismo", "conversão política"]
  },
  {
    "pergunta": "Qual o legado de Jane Goodall além da pesquisa com chimpanzés?",
    "resposta": "Goodall revolucionou primatologia ao demonstrat emoção e cultura em chimpanzés, desafiando antropocentrismo científico. Seu legado inclui conservacionismo e educação ambiental global. Sabia que ela descobriu que chimpanzés usam ferramentas, redefinindo o que significa 'humano'?",
    "palavras_chave": ["jane goodall", "primatologia", "antropocentrismo", "conservacionismo", "ferramentas animais"]
  },
  {
    "pergunta": "Como o rei Luís XIV usou o espetáculo para consolidar poder absoluto?",
    "resposta": "Luís XIV criou Versalhes como palco de poder onde nobreza era mantida sob controle através de ritual e etiqueta. Seu legado inclui a teatralização da política. Sabia que ele se apresentava como 'Rei Sol' em ballets reais, personificando centro do universo?",
    "palavras_chave": ["luís xiv", "versalhes", "poder absoluto", "rei sol", "teatralização política"]
  },
  {
    "pergunta": "Qual o impacto de Pablo Picasso na arte moderna além do cubismo?",
    "resposta": "Picasso reinventou continuamente sua arte, influenciando praticamente todos os movimentos modernos. Seu legado inclui a ideia de artista como força destruidora e criadora. Sabia que 'Guernica' foi pintado em resposta ao bombardeio fascista durante Guerra Civil Espanhola?",
    "palavras_chave": ["pablo picasso", "cubismo", "guernica", "reinvenção artística", "guerra civil espanhola"]
  },
  {
    "pergunta": "Como a imperatriz Wu Zetian quebrou barreiras de gênero na China antiga?",
    "resposta": "Wu tornou-se única imperatriz reinante da China, usando budismo para legitimar seu governo feminino. Seu legado foi sistematicamente difamado por historiadores confucionistas. Sabia que ela criou caracteres chineses modificados para simbolizar seu novo regime?",
    "palavras_chave": ["wu zetian", "imperatriz chinesa", "budismo", "difamação histórica", "caracteres modificados"]
  },
  {
    "pergunta": "Qual o legado de Nelson Mandela além do fim do apartheid?",
    "resposta": "Mandela exemplificou reconciliação sobre vingança, tornando-se símbolo global de perdão e unidade. Seu legado inclui a Comissão da Verdade como modelo de justiça transicional. Sabia que durante os 27 anos na prisão, ele estudou africâner, língua de opressores, para melhor entendê-los?",
    "palavras_chave": ["nelson mandela", "apartheid", "reconciliação", "comissão da verdade", "justiça transicional"]
  },
  {
    "pergunta": "Como Heródoto se tornou 'Pai da História' misturando fato e ficção?",
    "resposta": "Heródoto criou a narrativa histórica como gênero, incluindo diferentes versões de eventos. Seu legado funde investigação com storytelling. Sabia que ele registrou histórias sobre criaturas fantásticas enquanto advertia 'relato o que me contaram, não necessariamente o que acredito'?",
    "palavras_chave": ["heródoto", "pai da história", "narrativa histórica", "storytelling", "investigação"]
  },
  {
    "pergunta": "Qual o impacto de Stephen Hawking na popularização da ciência?",
    "resposta": "Hawking tornou conceitos como buracos negros acessíveis ao público, enquanto desafiava limites físicos com sua condição. Seu legado como cientista-celebridade inspirou milhões. Sabia que 'Uma Breve História do Tempo' permaneceu na lista de best-sellers do Sunday Times por 237 semanas?",
    "palavras_chave": ["stephen hawking", "popularização científica", "buracos negros", "cientista-celebridade", "superação"]
  },
  {
    "pergunta": "Como o filósofo John Locke fundamentou os direitos humanos modernos?",
    "resposta": "Locke desenvolveu teoria dos direitos naturais à vida, liberdade e propriedade que influenciou revoluções liberais. Seu legado inclui a ideia de governo por consentimento. Sabia que ele escreveu 'Ensaio sobre o Entendimento Humano' enquanto se escondia de perseguição política?",
    "palavras_chave": ["john locke", "direitos naturais", "contrato social", "revoluções liberais", "entendimento humano"]
  },
  {
    "pergunta": "Qual o legado de Fidel Castro além da Revolução Cubana?",
    "resposta": "Castro criou Estado socialista a 150km dos EUA, mas através de autoritarismo e supressão de liberdades. Seu legado divide opiniões entre conquistas sociais e custos humanos. Sabia que seu discurso na ONU em 1960 durou 4 horas e 29 minutos, recorde até hoje?",
    "palavras_chave": ["fidel castro", "revolução cubana", "estado socialista", "autoritarismo", "discurso recorde"]
  },
  {
    "pergunta": "Como a escritora Virginia Woolf revolucionou a literatura feminista?",
    "resposta": "Woolf explorou consciência feminina e criticou estruturas patriarcais em forma e conteúdo. Seu legado inclui 'Um Teto Todo Seu' como manifesto de independência criativa feminina. Sabia que ela comprou sua própria prensa para publicar trabalhos que outros recusariam?",
    "palavras_chave": ["virginia woolf", "literatura feminista", "consciência feminina", "um teto todo seu", "independência criativa"]
  },
  {
    "pergunta": "Qual o impacto de Marco Polo nas relações entre Europa e Ásia?",
    "resposta": "Marco Polo abriu rotas comerciais e culturais através de suas viagens descritas em 'As Viagens'. Seu legado inclui a primeira descrição detalhada da Ásia para europeus. Sabia que muitos contemporâneos duvidaram de suas histórias, chamando-o de 'Marco Milhões' por exageros?",
    "palavras_chave": ["marco polo", "rotas comerciais", "as viagens", "europa-ásia", "marco milhões"]
  },
  {
    "pergunta": "Como o líder indígena Sitting Bull resistiu à expansão americana?",
    "resposta": "Sitting Bull uniu tribos na Batalha de Little Bighorn, representando resistência cultural e militar. Seu legado como símbolo de soberania indígena permanece poderoso. Sabia que ele profetizou a vitória em Little Bighorn após visão durante dança do sol?",
    "palavras_chave": ["sitting bull", "little bighorn", "resistência indígena", "soberania", "profecia"]
  },
  {
    "pergunta": "Qual o legado de Andy Warhol além da pop art?",
    "resposta": "Warhol explorou a relação entre arte, celebridade e consumo na sociedade massiva. Seu legado inclui a Factory como laboratório de criatividade coletiva. Sabia que ele sobreviveu a tentativa de assassinato pela feminista radical Valerie Solanas?",
    "palavras_chave": ["andy warhol", "pop art", "factory", "arte e consumo", "tentativa de assassinato"]
  }
]