[
  {
    "pergunta": "O que é considerado arte ao longo da história?",
    "resposta": "Arte é a expressão humana de emoções, ideias ou críticas por meio de pintura, dança, música, literatura e até memes modernos. Desde as pinturas rupestres de Lascaux, há trinta mil anos, até as instalações digitais de hoje, ela reflete cada época. Sabia que, na Grécia Antiga, carpintaria era vista como arte por sua habilidade técnica?",
    "palavras_chave": ["arte histórica", "expressão cultural", "pinturas抄rupestres", "evolução artística", "grécia antiga"]
  },
  {
    "pergunta": "O que marcou o Renascimento como movimento cultural?",
    "resposta": "O Renascimento, dos séculos quatorze ao dezesseis, reviveu a cultura greco-romana, com foco em humanismo, ciência e realismo. Florença e Roma foram centros de inovação, com artistas como Michelangelo dissecando corpos para estudar anatomia. Sabia que a imprensa de Gutenberg, em mil quatrocentos e cinquenta e cinco, espalhou essas ideias?",
    "palavras_chave": ["renascimento cultural", "humanismo", "florença roma", "imprensa gutenberg", "realismo artístico"]
  },
  {
    "pergunta": "Como a Semana de Arte Moderna de mil novecentos e vinte e dois impactou o Brasil?",
    "resposta": "A Semana de Arte Moderna, em São Paulo, em mil novecentos e vinte e dois, lançou o modernismo brasileiro, rompendo com padrões europeus e valorizando a identidade nacional. Artistas como Tarsila do Amaral e Oswald de Andrade chocaram o público no Theatro Municipal. Sabia que as vaias do público impulsionaram o movimento?",
    "palavras_chave": ["semana arte moderna", "modernismo brasil", "identidade nacional", "tarsila do amaral", "theatro municipal"]
  },
  {
    "pergunta": "Como a arte barroca se desenvolveu no Brasil?",
    "resposta": "A arte barroca no Brasil, no século dezessete, floresceu no período colonial, especialmente em Minas Gerais, com igrejas ornadas em Ouro Preto, refletindo a riqueza do ouro e a fé católica. Misturava influências europeias com motivos indígenas. Sabia que o barroco mineiro é patrimônio da UNESCO desde mil novecentos e oitenta?",
    "palavras_chave": ["barroco brasileiro", "arte colonial", "minas gerais", "ouro preto", "patrimônio unesco"]
  },
  {
    "pergunta": "O que caracteriza o Partenon como obra da arte clássica?",
    "resposta": "O Partenon, templo grego do século cinco antes de Cristo, dedicado à deusa Atena, é um ícone da arte clássica por suas proporções matemáticas e harmonia. Na Acrópole de Atenas, influenciou a arquitetura ocidental. Sabia que suas colunas têm curvatura sutil para parecerem retas?",
    "palavras_chave": ["partenon templo", "arte clássica", "acrópole atenas", "proporções matemáticas", "arquitetura grega"]
  },
  {
    "pergunta": "O que é perspectiva na arte e como ela surgiu?",
    "resposta": "Perspectiva cria ilusão de profundidade em pinturas, dando tridimensionalidade. Filippo Brunelleschi, no século quinze, a desenvolveu com cálculos matemáticos no Renascimento, usando espelhos para estudar o espaço. Sabia que essa técnica transformou a pintura ocidental para sempre?",
    "palavras_chave": ["perspectiva arte", "filippo brunelleschi", "profundidade visual", "renascimento técnica", "tridimensionalidade"]
  },
  {
    "pergunta": "O que é a Escola de Atenas de Rafael?",
    "resposta": "A Escola de Atenas, afresco de Rafael Sanzio do início do século dezesseis no Vaticano, retrata filósofos gregos como Platão e Aristóteles em uma arquitetura clássica. Sabia que Rafael usou o rosto de Leonardo da Vinci para pintar Platão, como homenagem?",
    "palavras_chave": ["escola atenas", "rafael sanzio", "vaticano afresco", "filósofos gregos", "leonardo homenagem"]
  },
  {
    "pergunta": "Como surgiram os quadrinhos no mundo?",
    "resposta": "Os quadrinhos começaram no século dezenove com tirinhas em jornais, como 'The Yellow Kid', em mil oitocentos e noventa e seis. A Era de Ouro, nos anos mil novecentos e trinta, trouxe super-heróis como Superman. Sabia que a imprensa popularizou as tirinhas para o grande público?",
    "palavras_chave": ["origem quadrinhos", "the yellow kid", "era ouro", "superman", "tirinhas jornais"]
  },
  {
    "pergunta": "Como as pinturas rupestres marcaram a história da arte?",
    "resposta": "As pinturas rupestres, como as de Lascaux, de cerca de trinta mil anos atrás, são as primeiras formas de arte, mostrando animais e cenas de caça. Representam a expressão humana inicial. Sabia que algumas cavernas usavam pigmentos minerais que ainda preservam cores vivas?",
    "palavras_chave": ["pinturas rupestres", "lascaux", "arte pré-histórica", "expressão humana", "pigmentos minerais"]
  },
  {
    "pergunta": "Como a arte egípcia influenciou a história?",
    "resposta": "A arte egípcia, de três mil anos antes de Cristo, usava hieróglifos e figuras estilizadas em tumbas e templos, como no Vale dos Reis, para honrar deuses e faraós. Sabia que suas proporções rígidas inspiraram a arte grega clássica?",
    "palavras_chave": ["arte egípcia", "hieróglifos", "vale dos reis", "proporções estilizadas", "influência grega"]
  },
  {
    "pergunta": "Como a arte romana contribuiu para a história da arte?",
    "resposta": "A arte romana, do século três antes de Cristo ao século cinco, combinou realismo e funcionalidade, com arcos, mosaicos e bustos, como no Coliseu. Sabia que os romanos desenvolveram o concreto, revolucionando a arquitetura?",
    "palavras_chave": ["arte romana", "coliseu", "mosaicos", "concreto arquitetura", "realismo funcional"]
  },
  {
    "pergunta": "O que foi a arte bizantina e sua importância?",
    "resposta": "A arte bizantina, do século quatro ao quinze, destacou-se por mosaicos e ícones religiosos, como na Hagia Sophia, com dourados e espiritualidade. Sabia que influenciou a arte medieval e ortodoxa na Europa Oriental?",
    "palavras_chave": ["arte bizantina", "hagia sophia", "mosaicos religiosos", "arte medieval", "influência ortodoxa"]
  },
  {
    "pergunta": "Como a arte gótica surgiu na Idade Média?",
    "resposta": "A arte gótica, dos séculos doze ao quinze, trouxe catedrais como Notre-Dame, com vitrais e arcos ogivais, simbolizando a conexão com o divino. Sabia que os vitrais ensinavam histórias bíblicas ao povo analfabeto?",
    "palavras_chave": ["arte gótica", "notre-dame", "vitrais", "arcos ogivais", "idade média"]
  },
  {
    "pergunta": "Como a invenção da pintura a óleo mudou a arte?",
    "resposta": "A pintura a óleo, aperfeiçoada no século quinze por Van Eyck, permitiu maior detalhamento e cores vibrantes, como em 'O Casal Arnolfini'. Sabia que a técnica se espalhou pelo Renascimento, transformando a pintura europeia?",
    "palavras_chave": ["pintura a óleo", "van eyck", "casal arnolfini", "renascimento", "detalhamento artístico"]
  },
  {
    "pergunta": "O que foi o Salão de Paris e sua importância?",
    "resposta": "O Salão de Paris, a partir do século dezessete, era uma exposição anual que definia tendências artísticas, lançando artistas como Delacroix. Sabia que os impressionistas criaram exposições alternativas para desafiar o Salão nos anos mil oitocentos e setenta?",
    "palavras_chave": ["salão de paris", "delacroix", "exposição artística", "impressionistas", "tendências artísticas"]
  },
  {
    "pergunta": "Como a fotografia impactou a história da arte?",
    "resposta": "A fotografia, inventada em mil oitocentos e trinta e nove por Daguerre, mudou a arte ao registrar a realidade com precisão, influenciando o realismo e o impressionismo. Sabia que Alfred Stieglitz elevou a fotografia a uma forma de arte no século vinte?",
    "palavras_chave": ["fotografia arte", "daguerre", "alfred stieglitz", "realismo", "impressionismo"]
  },
  {
    "pergunta": "Como a arte mesoamericana influenciou a história?",
    "resposta": "A arte mesoamericana, de civilizações como os maias e astecas, usava esculturas e pirâmides, como Chichén Itzá, para rituais religiosos. Sabia que seus calendários esculpidos inspiraram a arte moderna mexicana?",
    "palavras_chave": ["arte mesoamericana", "chichén itzá", "maias astecas", "rituais religiosos", "arte mexicana"]
  },
  {
    "pergunta": "O que foi a Bienal de São Paulo e seu impacto?",
    "resposta": "A Bienal de São Paulo, criada em mil novecentos e cinquenta e um, é uma das maiores exposições de arte do mundo, promovendo artistas globais e brasileiros. Sabia que ela ajudou a lançar o concretismo no Brasil?",
    "palavras_chave": ["bienal são paulo", "exposição global", "concretismo", "arte brasileira", "mil novecentos e cinquenta e um"]
  },
  {
    "pergunta": "Como a arte chinesa antiga evoluiu?",
    "resposta": "A arte chinesa, desde dois mil anos antes de Cristo, usava caligrafia, pintura em rolo e cerâmica para expressar harmonia e filosofia taoísta. Sabia que a caligrafia era considerada a mais alta forma de arte na China imperial?",
    "palavras_chave": ["arte chinesa", "caligrafia", "pintura em rolo", "taoísmo", "china imperial"]
  },
  {
    "pergunta": "Como o claro-escuro transformou a pintura?",
    "resposta": "O claro-escuro, popularizado por Caravaggio no século dezessete, usa contrastes de luz e sombra para criar drama e profundidade. Sabia que a técnica influenciou o cinema noir nos anos mil novecentos e quarenta?",
    "palavras_chave": ["claro-escuro", "caravaggio", "contrastes luz", "drama pictórico", "cinema noir"]
  },
  {
    "pergunta": "O que foi a arte renascentista no norte da Europa?",
    "resposta": "A arte renascentista no norte, no século quinze, focava em detalhes realistas e temas religiosos, como nas gravuras de Dürer. Sabia que a invenção da gravura ampliou o acesso à arte na época?",
    "palavras_chave": ["renascimento norte", "dürer", "detalhes realistas", "gravura", "temas religiosos"]
  },
  {
    "pergunta": "Como a arte africana influenciou o modernismo?",
    "resposta": "A arte africana, como máscaras iorubá, inspirou o modernismo no século vinte, influenciando Picasso e o cubismo com formas estilizadas. Sabia que exposições em Paris, nos anos mil novecentos, popularizaram a arte africana na Europa?",
    "palavras_chave": ["arte africana", "máscaras iorubá", "cubismo", "picasso", "modernismo"]
  },
  {
    "pergunta": "O que foi o Iluminismo e seu impacto na arte?",
    "resposta": "O Iluminismo, no século dezoito, promoveu razão e liberdade, influenciando o neoclassicismo com obras de David. Sabia que cartazes revolucionários franceses usavam arte para espalhar ideias políticas?",
    "palavras_chave": ["iluminismo", "neoclassicismo", "jacques-louis david", "razão liberdade", "cartazes revolucionários"]
  },
  {
    "pergunta": "Como a arte japonesa influenciou o ocidente?",
    "resposta": "A arte japonesa, como o ukiyo-e, impactou o ocidente no século dezenove, inspirando impressionistas como Van Gogh com gravuras de Hokusai. Sabia que Van Gogh colecionava gravuras japonesas?",
    "palavras_chave": ["arte japonesa", "ukiyo-e", "hokusai", "van gogh", "impressionismo"]
  },
  {
    "pergunta": "O que foi a Revolução Industrial e seu impacto na arte?",
    "resposta": "A Revolução Industrial, no século dezenove, trouxe urbanização e tecnologia, influenciando o realismo e o romantismo. Sabia que pintores como Turner retratavam trens e fábricas para capturar a modernidade?",
    "palavras_chave": ["revolução industrial", "realismo", "romantismo", "turner", "modernidade"]
  },
  {
    "pergunta": "Como a arte pré-colombiana marcou a história?",
    "resposta": "A arte pré-colombiana, de povos como incas e astecas, usava ouro, cerâmica e templos para rituais, como em Machu Picchu. Sabia que suas técnicas de ourivesaria impressionaram os colonizadores europeus?",
    "palavras_chave": ["arte pré-colombiana", "machu picchu", "incas astecas", "ourivesaria", "rituais"]
  },
  {
    "pergunta": "O que foi a Bauhaus e seu impacto na arte?",
    "resposta": "A Bauhaus, de mil novecentos e dezenove a mil novecentos e trinta e três, uniu arte e design funcional, influenciando a arquitetura e o design moderno. Sabia que seus móveis minimalistas ainda inspiram marcas como IKEA?",
    "palavras_chave": ["bauhaus", "design funcional", "arquitetura moderna", "minimalismo", "IKEA"]
  },
  {
    "pergunta": "Como a Primeira Guerra Mundial afetou a arte?",
    "resposta": "A Primeira Guerra Mundial, de mil novecentos e quatorze a mil novecentos e dezoito, gerou o dadaísmo como protesto contra a destruição, com obras de Duchamp. Sabia que artistas como Otto Dix retrataram os horrores das trincheiras?",
    "palavras_chave": ["primeira guerra", "dadaísmo", "duchamp", "otto dix", "protesto artístico"]
  },
  {
    "pergunta": "Como a Segunda Guerra Mundial influenciou a arte?",
    "resposta": "A Segunda Guerra Mundial, de mil novecentos e trinta e nove a mil novecentos e quarenta e cinco, inspirou obras de protesto, como 'Guernica' de Picasso, e o expressionismo abstrato. Sabia que artistas exilados nos EUA moldaram a arte pós-guerra?",
    "palavras_chave": ["segunda guerra", "guernica", "expressionismo abstrato", "picasso", "arte exílio"]
  },
  {
    "pergunta": "O que foi a invenção da gravura e seu impacto?",
    "resposta": "A gravura, popularizada no século quinze por Dürer, permitiu reproduzir imagens em massa, democratizando a arte. Sabia que as gravuras de Dürer eram vendidas como pôsteres na Europa renascentista?",
    "palavras_chave": ["gravura", "dürer", "reprodução artística", "democratização arte", "renascimento"]
  },
  {
    "pergunta": "Como a arte islâmica evoluiu historicamente?",
    "resposta": "A arte islâmica, desde o século sete, usa padrões geométricos e caligrafia, como na Mesquita de Córdoba, evitando figuras humanas por razões religiosas. Sabia que seus azulejos influenciaram a arte europeia medieval?",
    "palavras_chave": ["arte islâmica", "mesquita córdoba", "padrões geométricos", "caligrafia", "influência medieval"]
  },
  {
    "pergunta": "O que foi a Exposição Universal de mil oitocentos e cinquenta e um?",
    "resposta": "A Exposição Universal de Londres, em mil oitocentos e cinquenta e um, no Crystal Palace, exibiu inovações artísticas e industriais, influenciando o design. Sabia que o evento inspirou o art déco décadas depois?",
    "palavras_chave": ["exposição universal", "crystal palace", "design industrial", "art déco", "londres"]
  },
  {
    "pergunta": "Como o romantismo moldou a história da arte?",
    "resposta": "O romantismo, no século dezenove, valorizou emoção e natureza, com obras de Friedrich e Delacroix. Sabia que o movimento reagiu à frieza da Revolução Industrial?",
    "palavras_chave": ["romantismo", "friedrich", "delacroix", "emoção natureza", "revolução industrial"]
  },
  {
    "pergunta": "Como a arte africana beninense influenciou a história?",
    "resposta": "A arte beninense, dos séculos treze ao dezenove, produziu placas de bronze e esculturas para a realeza, como no Reino do Benim. Sabia que essas obras inspiraram o modernismo europeu após serem expostas em Londres?",
    "palavras_chave": ["arte beninense", "reino do benim", "placas bronze", "modernismo", "exposições londres"]
  },
  {
    "pergunta": "O que foi a invenção da litografia na arte?",
    "resposta": "A litografia, inventada em mil setecentos e noventa e seis por Senefelder, permitiu impressões coloridas em massa, popularizando cartazes artísticos. Sabia que Toulouse-Lautrec usou litografia para seus icônicos pôsteres parisienses?",
    "palavras_chave": ["litografia", "senefelder", "toulouse-lautrec", "cartazes artísticos", "impressão colorida"]
  },
  {
    "pergunta": "Como a arte indiana antiga evoluiu?",
    "resposta": "A arte indiana, desde o século três antes de Cristo, usava esculturas e templos, como em Ajanta, para expressar budismo e hinduísmo. Sabia que as cavernas de Ajanta têm pinturas preservadas há dois mil anos?",
    "palavras_chave": ["arte indiana", "ajanta", "budismo hinduísmo", "esculturas templos", "pinturas antigas"]
  },
  {
    "pergunta": "O que foi a Bienal de Veneza e sua importância?",
    "resposta": "A Bienal de Veneza, iniciada em mil oitocentos e noventa e cinco, é uma das maiores exposições de arte do mundo, promovendo artistas globais. Sabia que o Brasil tem um pavilhão próprio desde mil novecentos e sessenta e quatro?",
    "palavras_chave": ["bienal veneza", "exposição global", "pavilhão brasil", "arte internacional", "mil oitocentos e noventa e cinco"]
  },
  {
    "pergunta": "Como a arte do século vinte mudou com a tecnologia?",
    "resposta": "A tecnologia no século vinte trouxe cinema, fotografia e arte digital, como os filmes de Méliès e os NFTs de Beeple. Sabia que o cinema mudo já era considerado arte nos anos mil novecentos e dez?",
    "palavras_chave": ["arte século vinte", "cinema mudo", "fotografia", "arte digital", "beeple"]
  },
  {
    "pergunta": "O que foi o Salão dos Recusados?",
    "resposta": "O Salão dos Recusados, em mil oitocentos e sessenta e três, exibiu obras rejeitadas pelo Salão de Paris, como 'Almoço na Relva' de Manet. Sabia que o evento abriu caminho para o impressionismo?",
    "palavras_chave": ["salão dos recusados", "manet", "almoço na relva", "impressionismo", "mil oitocentos e sessenta e três"]
  },
  {
    "pergunta": "Como a arte grega influenciou a história?",
    "resposta": "A arte grega, do século oito ao quatro antes de Cristo, trouxe proporções ideais e esculturas como o 'Discóbolo'. Sabia que suas estátuas inspiraram o Renascimento e o neoclassicismo?",
    "palavras_chave": ["arte grega", "discóbolo", "proporções ideais", "renascimento", "neoclassicismo"]
  },
  {
    "pergunta": "O que foi a arte medieval e suas características?",
    "resposta": "A arte medieval, do século cinco ao quinze, focava na religião, com manuscritos iluminados e catedrais góticas. Sabia que monges copistas preservaram textos clássicos através de ilustrações?",
    "palavras_chave": ["arte medieval", "manuscritos iluminados", "catedrais góticas", "monges copistas", "religião"]
  },
  {
    "pergunta": "Como a arte do século dezenove reagiu à modernidade?",
    "resposta": "A arte do século dezenove, com realismo e impressionismo, retratou a urbanização e a vida cotidiana, como em 'Olympia' de Manet. Sabia que a fotografia desafiou os artistas a inovarem?",
    "palavras_chave": ["arte século dezenove", "realismo", "impressionismo", "manet", "urbanização"]
  },
  {
    "pergunta": "O que foi a invenção da aquarela na arte?",
    "resposta": "A aquarela, usada desde a antiguidade, ganhou destaque no século dezoito com artistas como Turner, que exploraram sua transparência. Sabia que aquarelas portáteis popularizaram a pintura ao ar livre?",
    "palavras_chave": ["aquarela", "turner", "pintura transparente", "pintura ao ar livre", "século dezoito"]
  },
  {
    "pergunta": "Como a arte do Renascimento italiano se espalhou?",
    "resposta": "O Renascimento italiano, dos séculos quatorze ao dezesseis, se espalhou pela Europa via comércio e artistas viajantes, como Leonardo em França. Sabia que a corte de Francisco I importou o estilo para o castelo de Fontainebleau?",
    "palavras_chave": ["renascimento italiano", "leonardo", "fontainebleau", "comércio europeu", "disseminação artística"]
  },
  {
    "pergunta": "O que foi a arte do expressionismo alemão?",
    "resposta": "O expressionismo alemão, do início do século vinte, usava cores intensas e formas distorcidas, como em 'O Grito' de Munch, para expressar angústia. Sabia que o grupo Die Brücke influenciou o cinema expressionista?",
    "palavras_chave": ["expressionismo alemão", "munch", "o grito", "die brücke", "cinema expressionista"]
  },
  {
    "pergunta": "Como a arte colonial latino-americana se desenvolveu?",
    "resposta": "A arte colonial latino-americana, dos séculos dezesseis ao dezoito, misturava estilos europeus e indígenas, como nas igrejas barrocas de Cuzco. Sabia que pintores como Miguel Cabrera criaram o estilo casta no México?",
    "palavras_chave": ["arte colonial", "cuzco", "miguel cabrera", "estilo casta", "mistura cultural"]
  },
  {
    "pergunta": "O que foi a Armory Show de mil novecentos e treze?",
    "resposta": "A Armory Show, em Nova York, em mil novecentos e treze, apresentou a arte moderna ao público americano, com obras de Duchamp e Picasso. Sabia que o evento chocou os EUA e lançou o modernismo no país?",
    "palavras_chave": ["armory show", "duchamp", "picasso", "arte moderna", "modernismo americano"]
  },
  {
    "pergunta": "Como a arte do século vinte e um incorporou tecnologia?",
    "resposta": "A arte do século vinte e um usa realidade virtual, IA e NFTs, como nas obras de Beeple. Sabia que museus virtuais, como o Google Arts, democratizaram o acesso à arte desde dois mil e onze?",
    "palavras_chave": ["arte século vinte e um", "realidade virtual", "NFTs", "google arts", "beeple"]
  },
  {
    "pergunta": "O que foi a arte do maneirismo e seu impacto?",
    "resposta": "O maneirismo, do século dezesseis, usava formas alongadas e cores irreais, como em El Greco, reagindo ao equilíbrio renascentista. Sabia que influenciou o barroco com sua expressividade?",
    "palavras_chave": ["maneirismo", "el greco", "formas alongadas", "reação renascentista", "barroco"]
  },
  {
    "pergunta": "Como a arte do romantismo refletiu sua época?",
    "resposta": "O romantismo, no século dezenove, enfatizou emoção e natureza, como em 'O Viajante sobre o Mar de Névoa' de Friedrich. Sabia que reagiu à industrialização e ao racionalismo do Iluminismo?",
    "palavras_chave": ["romantismo", "friedrich", "emoção natureza", "industrialização", "iluminismo"]
  },
  {
    "pergunta": "O que foi a invenção do cinema e seu impacto na arte?",
    "resposta": "O cinema, surgido nos anos mil oitocentos e noventa com os irmãos Lumière, criou uma nova forma de arte narrativa. Sabia que 'Viagem à Lua' de Méliès, em mil novecentos e dois, foi um marco do cinema artístico?",
    "palavras_chave": ["cinema arte", "irmãos lumière", "méliès", "viagem à lua", "narrativa visual"]
  },
  {
    "pergunta": "Como a arte indiana mogol influenciou a história?",
    "resposta": "A arte mogol, dos séculos dezesseis ao dezoito, combinava miniaturas persas e indianas, como no Taj Mahal. Sabia que suas pinturas detalhadas influenciaram a arte decorativa europeia?",
    "palavras_chave": ["arte mogol", "taj mahal", "miniaturas persas", "influência decorativa", "índia"]
  },
  {
    "pergunta": "O que foi a arte do cubismo e seu impacto histórico?",
    "resposta": "O cubismo, iniciado em mil novecentos e sete por Picasso, fragmentava objetos em formas geométricas, mudando a percepção da arte. Sabia que influenciou a arquitetura e o design do século vinte?",
    "palavras_chave": ["cubismo", "picasso", "formas geométricas", "percepção artística", "design século vinte"]
  },
  {
    "pergunta": "Como a arte barroca europeia se desenvolveu?",
    "resposta": "A arte barroca europeia, do século dezessete, usava drama e claro-escuro, como em Bernini e Caravaggio, para servir à Contrarreforma. Sabia que a Basílica de São Pedro foi um marco do barroco?",
    "palavras_chave": ["barroco europeu", "bernini", "caravaggio", "contrarreforma", "basílica são pedro"]
  },
  {
    "pergunta": "O que foi a Documenta de Kassel e sua importância?",
    "resposta": "A Documenta, iniciada em mil novecentos e cinquenta e cinco em Kassel, é uma exposição que apresenta tendências da arte contemporânea. Sabia que ela foi criada para reconciliar a Alemanha com a arte moderna após o nazismo?",
    "palavras_chave": ["documenta kassel", "arte contemporânea", "pós-nazismo", "exposição global", "mil novecentos e cinquenta e cinco"]
  },
  {
    "pergunta": "Como a arte do impressionismo surgiu?",
    "resposta": "O impressionismo, no final do século dezenove, nasceu com artistas como Monet, que pintavam ao ar livre para capturar luz e momentos. Sabia que o Salão dos Recusados de mil oitocentos e sessenta e três lançou o movimento?",
    "palavras_chave": ["impressionismo", "monet", "pintura ao ar livre", "salão dos recusados", "luz natural"]
  },
  {
    "pergunta": "O que foi a arte do surrealismo e seu impacto?",
    "resposta": "O surrealismo, dos anos mil novecentos e vinte, explorava o inconsciente com obras de Dalí, influenciando cinema e literatura. Sabia que o manifesto surrealista de Breton, em mil novecentos e vinte e quatro, definiu o movimento?",
    "palavras_chave": ["surrealismo", "dalí", "inconsciente", "manifesto breton", "cinema literatura"]
  },
  {
    "pergunta": "Como a arte aborígine australiana evoluiu?",
    "resposta": "A arte aborígine, com milhares de anos, usa pinturas de pontos para narrar histórias espirituais, ganhando destaque moderno nos anos mil novecentos e setenta. Sabia que a arte de Papunya influenciou a arte contemporânea global?",
    "palavras_chave": ["arte aborígine", "pinturas de pontos", "papunya", "histórias espirituais", "arte contemporânea"]
  },
  {
    "pergunta": "O que foi a invenção da serigrafia na arte?",
    "resposta": "A serigrafia, popularizada no século vinte por Warhol, permitiu impressões em massa com cores vibrantes, como em 'Campbell’s Soup Cans'. Sabia que a técnica veio da China antiga, mas foi modernizada nos anos mil novecentos e trinta?",
    "palavras_chave": ["serigrafia", "warhol", "impressão em massa", "campbell’s soup cans", "china antiga"]
  },
  {
    "pergunta": "Como a arte do pós-modernismo surgiu?",
    "resposta": "O pós-modernismo, dos anos mil novecentos e setenta, mistura estilos e questiona tradições, como nas obras de Cindy Sherman. Sabia que o movimento reagiu ao modernismo com ironia e ecletismo?",
    "palavras_chave": ["pós-modernismo", "cindy sherman", "mistura estilos", "ironia artística", "ecletismo"]
  },
  {
    "pergunta": "O que foi a arte do construtivismo russo?",
    "resposta": "O construtivismo russo, dos anos mil novecentos e dez, uniu arte e função social, com cartazes de El Lissitzky para a Revolução Russa. Sabia que influenciou a Bauhaus e o design gráfico moderno?",
    "palavras_chave": ["construtivismo russo", "el lissitzky", "revolução russa", "bauhaus", "design gráfico"]
  },
  {
    "pergunta": "Como a arte do tropicalismo impactou o Brasil?",
    "resposta": "O tropicalismo, dos anos mil novecentos e sessenta, misturou música, arte e teatro, desafiando a ditadura militar com Caetano Veloso. Sabia que o disco 'Tropicália' de mil novecentos e sessenta e oito é um marco cultural?",
    "palavras_chave": ["tropicalismo brasil", "caetano veloso", "ditadura militar", "tropicália", "fusão cultural"]
  },
  {
    "pergunta": "O que foi a invenção da xilogravura na arte?",
    "resposta": "A xilogravura, usada na China desde o século sete, permitiu impressões artísticas, popularizada na Europa por Dürer no século quinze. Sabia que a técnica é usada no cordel nordestino até hoje?",
    "palavras_chave": ["xilogravura", "dürer", "impressão artística", "cordel nordestino", "china antiga"]
  },
  {
    "pergunta": "Como a arte do neoclassicismo surgiu?",
    "resposta": "O neoclassicismo, no século dezoito, reviveu ideais gregos e romanos, como nas pinturas de David, ligado à Revolução Francesa. Sabia que escavações em Pompeia inspiraram o movimento?",
    "palavras_chave": ["neoclassicismo", "david", "revolução francesa", "pompeia", "ideais clássicos"]
  },
  {
    "pergunta": "O que foi a arte da pop art e seu impacto?",
    "resposta": "A pop art, dos anos mil novecentos e cinquenta, usou cultura de massa, como em Warhol, influenciando moda e publicidade. Sabia que o movimento criticava e celebrava o consumismo?",
    "palavras_chave": ["pop art", "warhol", "cultura de massa", "consumismo", "moda publicidade"]
  },
  {
    "pergunta": "Como a arte do feminismo evoluiu na história?",
    "resposta": "A arte feminista, desde os anos mil novecentos e sessenta, aborda gênero e igualdade, como em 'The Dinner Party' de Judy Chicago. Sabia que o movimento ganhou força com a segunda onda feminista?",
    "palavras_chave": ["arte feminista", "judy chicago", "the dinner party", "igualdade gênero", "segunda onda"]
  },
  {
    "pergunta": "O que foi a invenção do mosaico na arte?",
    "resposta": "O mosaico, usado desde a Mesopotâmia, ganhou destaque na arte romana e bizantina, como na Hagia Sophia. Sabia que mosaicos de Ravenna, do século seis, ainda brilham com ouro?",
    "palavras_chave": ["mosaico arte", "hagia sophia", "ravenna", "arte romana", "arte bizantina"]
  }
]