[
  {
    "pergunta": "Como a arte pode ser usada como forma de protesto?",
    "resposta": "A arte é uma ferramenta poderosa de protesto, denunciando injustiças e criticando sistemas políticos com murais, músicas e performances. Pense nos grafites de Banksy contra o capitalismo ou em 'Guernica', de Picasso, que inspirou movimentos anti-guerra desde mil novecentos e trinta e sete. No Brasil, durante a ditadura militar, artistas usavam metáforas para escapar da censura, como em 'Roda Viva', de Chico Buarque. Sabia que muitos artistas exilados continuaram protestando no exterior?",
    "palavras_chave": ["arte protesto", "banksy", "guernica", "crítica social", "ditadura militar"]
  },
  {
    "pergunta": "Como a arte urbana transforma as cidades?",
    "resposta": "A arte urbana, como grafites e murais, transforma espaços públicos em galerias vivas, revitaliza áreas degradadas e reforça a identidade local. O Beco do Batman, em São Paulo, virou ponto turístico por isso. Sabia que cidades como Lisboa apoiam grafiteiros com programas oficiais desde os anos dois mil?",
    "palavras_chave": ["arte urbana", "revitalização cidades", "beco do batman", "identidade cultural", "turismo cultural"]
  },
  {
    "pergunta": "Como a arte contribui para a saúde mental?",
    "resposta": "A arte apoia a saúde mental por meio da arteterapia, permitindo expressar emoções que palavras não capturam. Pintar, dançar ou escrever poesia reduz ansiedade e promove autoconhecimento. Sabia que, desde os anos mil novecentos e quarenta, hospitais usam arteterapia para tratar traumas?",
    "palavras_chave": ["arte saúde mental", "arteterapia", "expressão emocional", "bem-estar", "terapia criativa"]
  },
  {
    "pergunta": "Como a internet transformou a arte?",
    "resposta": "A internet democratizou a arte, permitindo que artistas divulguem trabalhos globalmente e criem formas como NFTs e instalações virtuais. Museus online, como o Google Arts, aproximam o público. Sabia que os NFTs começaram a explodir em dois mil e dezessete, mudando o mercado de arte digital?",
    "palavras_chave": ["internet arte", "democratização acesso", "NFTs", "museus virtuais", "arte digital"]
  },
  {
    "pergunta": "Como o samba se tornou um patrimônio cultural?",
    "resposta": "O samba, nascido nas comunidades negras do Rio no início do século vinte, foi reconhecido pela UNESCO como patrimônio imaterial por sua força cultural e resistência. Une alegria e luta social. Sabia que o samba de roda da Bahia é patrimônio desde dois mil e cinco?",
    "palavras_chave": ["samba patrimônio", "cultura afro-brasileira", "UNESCO", "resistência cultural", "identidade brasileira"]
  },
  {
    "pergunta": "Como a inteligência artificial está criando arte?",
    "resposta": "A inteligência artificial cria arte com algoritmos que geram pinturas, músicas e até poesia, como o DALL-E. Artistas usam IA para explorar novas ideias. Sabia que, em dois mil e dezoito, uma obra de IA foi vendida por quatrocentos mil dólares em um leilão?",
    "palavras_chave": ["inteligência artificial arte", "DALL-E", "arte computacional", "algoritmos criativos", "leilão IA"]
  },
  {
    "pergunta": "Como as redes sociais mudaram a divulgação da arte?",
    "resposta": "Redes como Instagram e TikTok permitem que artistas alcancem milhões sem intermediários, criando movimentos via hashtags. São galerias virtuais. Sabia que Beeple ganhou fama global pelo Instagram antes dos NFTs explodirem em dois mil e vinte?",
    "palavras_chave": ["redes sociais arte", "divulgação direta", "hashtags movimentos", "galerias virtuais", "beeple"]
  },
  {
    "pergunta": "Como os quadrinhos influenciam o cinema?",
    "resposta": "Quadrinhos inspiram o cinema com histórias de super-heróis, como o Universo Cinematográfico Marvel, iniciado com 'Homem de Ferro' em dois mil e oito. Graphic novels como 'V de Vingança' trazem temas complexos. Sabia que o MCU faturou mais de vinte e cinco bilhões de dólares?",
    "palavras_chave": ["quadrinhos cinema", "universo marvel", "homem de ferro", "graphic novels", "bilheteria global"]
  },
  {
    "pergunta": "Como a fotografia se tornou uma forma de arte?",
    "resposta": "A fotografia virou arte no século dezenove com fotógrafos como Alfred Stieglitz, que exploraram luz e composição. A primeira foto colorida, em mil oitocentos e sessenta e um, abriu novas possibilidades. Sabia que Stieglitz fundou galerias só para fotografia artística?",
    "palavras_chave": ["fotografia artística", "alfred stieglitz", "composição visual", "foto colorida", "galerias arte"]
  },
  {
    "pergunta": "Como a arquitetura contribui para a sociedade?",
    "resposta": "A arquitetura organiza espaços, melhora o bem-estar e reflete a cultura, como em cidades planejadas como Curitiba. Sabia que prédios bem projetados podem aumentar a produtividade em até vinte por cento?",
    "palavras_chave": ["arquitetura social", "bem-estar", "curitiba", "cultura urbana", "produtividade"]
  },
  {
    "pergunta": "Como a arte promove a educação?",
    "resposta": "A arte na educação estimula criatividade, pensamento crítico e empatia. Oficinas de teatro e pintura em escolas ajudam no desenvolvimento emocional. Sabia que programas artísticos aumentam em até quinze por cento o desempenho escolar, segundo estudos dos anos dois mil?",
    "palavras_chave": ["arte educação", "criatividade", "pensamento crítico", "desenvolvimento emocional", "desempenho escolar"]
  },
  {
    "pergunta": "Como a arte impulsiona o turismo cultural?",
    "resposta": "A arte atrai turistas com museus, festivais e instalações, como o Louvre em Paris ou a Bienal de São Paulo. Isso movimenta economias locais. Sabia que o turismo cultural gera bilhões de dólares anualmente em cidades como Florença?",
    "palavras_chave": ["turismo cultural", "museus", "bienal são paulo", "economia local", "louvre"]
  },
  {
    "pergunta": "Como a arte contribui para a inclusão social?",
    "resposta": "A arte promove inclusão ao dar voz a grupos marginalizados, como projetos de grafite em favelas ou teatro comunitário. Sabia que iniciativas como o AfroReggae, no Rio, usam música para integrar jovens desde os anos mil novecentos e noventa?",
    "palavras_chave": ["arte inclusão", "grupos marginalizados", "grafite favelas", "afroreggae", "teatro comunitário"]
  },
  {
    "pergunta": "Como a arte influencia a moda?",
    "resposta": "A arte inspira a moda com estampas, formas e cores, como as coleções de Yves Saint Laurent baseadas em Mondrian. Desfiles se tornaram performances artísticas. Sabia que a moda punk dos anos mil novecentos e setenta veio de movimentos artísticos rebeldes?",
    "palavras_chave": ["arte moda", "yves saint laurent", "mondrian", "desfiles artísticos", "moda punk"]
  },
  {
    "pergunta": "Como o carnaval reflete a cultura brasileira?",
    "resposta": "O carnaval mistura arte, música e dança, celebrando a diversidade brasileira com sambas-enredo e fantasias. Sabia que as escolas de samba do Rio movimentam mais de três bilhões de reais anualmente?",
    "palavras_chave": ["carnaval cultura", "sambas-enredo", "diversidade brasileira", "economia carnaval", "escolas de samba"]
  },
  {
    "pergunta": "Como a arte pode combater a desigualdade social?",
    "resposta": "A arte denuncia desigualdades com obras que expõem pobreza e exclusão, como os murais de Diego Rivera. Projetos comunitários também empoderam minorias. Sabia que o grafiteiro Eduardo Kobra usa murais para promover igualdade desde os anos dois mil?",
    "palavras_chave": ["arte desigualdade", "diego rivera", "eduardo kobra", "projetos comunitários", "empoderamento"]
  },
  {
    "pergunta": "Como a arte digital está mudando o mercado?",
    "resposta": "A arte digital, com NFTs e plataformas como OpenSea, criou um novo mercado onde artistas vendem obras diretamente. Sabia que a venda de 'Everydays' de Beeple por sessenta e nove milhões de dólares em dois mil e vinte e um chocou o mundo da arte?",
    "palavras_chave": ["arte digital", "NFTs", "opensea", "beeple", "mercado de arte"]
  },
  {
    "pergunta": "Como a arte preserva a memória cultural?",
    "resposta": "A arte preserva tradições e histórias, como pinturas indígenas ou o cordel nordestino. Museus e arquivos digitais também ajudam. Sabia que o Museu do Índio, no Rio, guarda milhares de peças indígenas desde mil novecentos e cinquenta e três?",
    "palavras_chave": ["arte memória", "cultura indígena", "cordel nordestino", "museus", "arquivos digitais"]
  },
  {
    "pergunta": "Como a música influencia movimentos sociais?",
    "resposta": "Músicas como 'Blowin’ in the Wind', de Bob Dylan, inspiraram movimentos pelos direitos civis nos anos mil novecentos e sessenta. No Brasil, o tropicalismo criticou a ditadura. Sabia que festivais como Woodstock moldaram a contracultura?",
    "palavras_chave": ["música movimentos sociais", "bob dylan", "tropicalismo", "direitos civis", "woodstock"]
  },
  {
    "pergunta": "Como a arte ajuda na reabilitação de presos?",
    "resposta": "Programas de arte em presídios, como pintura e teatro, promovem reabilitação, reduzindo reincidência. Sabia que projetos no Brasil, como o Arte no Cárcere, diminuíram a reincidência em até vinte por cento desde os anos dois mil?",
    "palavras_chave": ["arte reabilitação", "presídios", "arte no cárcere", "redução reincidência", "terapia artística"]
  },
  {
    "pergunta": "Como a arte promove a sustentabilidade?",
    "resposta": "Artistas usam materiais reciclados, como El Anatsui com tampas de garrafa, para criar obras que conscientizam sobre o meio ambiente. Sabia que instalações como o 'Plastic Ocean' alertam para a poluição desde os anos dois mil e dez?",
    "palavras_chave": ["arte sustentabilidade", "el anatsui", "materiais reciclados", "plastic ocean", "conscientização ambiental"]
  },
  {
    "pergunta": "Como a dança reflete a identidade cultural?",
    "resposta": "A dança, como o frevo ou o flamenco, expressa tradições e histórias de comunidades. O frevo pernambucano é patrimônio imaterial desde dois mil e sete. Sabia que a dança contemporânea também aborda questões sociais?",
    "palavras_chave": ["dança identidade", "frevo", "flamenco", "patrimônio imaterial", "questões sociais"]
  },
  {
    "pergunta": "Como a arte colabora com a ciência?",
    "resposta": "A arte visualiza dados científicos, como ilustrações médicas ou animações do cosmos. Artistas e cientistas colaboram em projetos como o CERN. Sabia que Leonardo da Vinci usava desenhos para estudar anatomia no século quinze?",
    "palavras_chave": ["arte ciência", "visualização dados", "CERN", "leonardo da vinci", "ilustrações científicas"]
  },
  {
    "pergunta": "Como a arte influencia a publicidade?",
    "resposta": "A arte molda campanhas publicitárias com designs criativos e narrativas visuais, como os cartazes de Toulouse-Lautrec no século dezenove. Sabia que marcas como Nike usam estética artística para se conectar emocionalmente com o público?",
    "palavras_chave": ["arte publicidade", "toulouse-lautrec", "narrativas visuais", "conexão emocional", "design criativo"]
  },
  {
    "pergunta": "Como o grafite promove a inclusão social?",
    "resposta": "O grafite dá voz a comunidades marginalizadas, transformando muros em espaços de diálogo. Projetos como o Favela Painting, no Rio, empoderam jovens. Sabia que o grafite foi criminalizado no Brasil até os anos dois mil?",
    "palavras_chave": ["grafite inclusão", "favela painting", "comunidades marginalizadas", "diálogo social", "empoderamento jovem"]
  },
  {
    "pergunta": "Como a arte fortalece a identidade nacional?",
    "resposta": "A arte reflete valores e histórias de um país, como os quadros de Portinari sobre o Brasil rural. Hinos e bandeiras também são expressões artísticas. Sabia que 'Cana-de-Açúcar' de Portinari é um símbolo do modernismo brasileiro?",
    "palavras_chave": ["arte identidade nacional", "portinari", "brasil rural", "modernismo brasileiro", "símbolos culturais"]
  },
  {
    "pergunta": "Como a arte terapêutica ajuda crianças?",
    "resposta": "A arteterapia ajuda crianças a expressarem traumas e desenvolverem autoconfiança com pintura e teatro. Sabia que projetos em escolas, como o Arte-Educação, beneficiam milhares de crianças no Brasil desde os anos mil novecentos e noventa?",
    "palavras_chave": ["arteterapia crianças", "expressão de traumas", "arte-educação", "autoconfiança", "terapia criativa"]
  },
  {
    "pergunta": "Como a arte impacta a economia global?",
    "resposta": "A arte movimenta bilhões com leilões, museus e festivais, como a Art Basel. O mercado de NFTs atingiu picos em dois mil e vinte e um. Sabia que a indústria cultural representa cerca de quatro por cento do PIB global?",
    "palavras_chave": ["arte economia", "art basel", "NFTs", "indústria cultural", "PIB global"]
  },
  {
    "pergunta": "Como o teatro comunitário promove inclusão?",
    "resposta": "O teatro comunitário envolve grupos marginalizados em narrativas locais, criando empatia e diálogo. Sabia que o Teatro do Oprimido, de Augusto Boal, é usado globalmente desde os anos mil novecentos e setenta?",
    "palavras_chave": ["teatro comunitário", "inclusão social", "teatro do oprimido", "augusto boal", "diálogo cultural"]
  },
  {
    "pergunta": "Como a arte ajuda na preservação de línguas indígenas?",
    "resposta": "A arte registra línguas indígenas em músicas, pinturas e histórias orais, como as gravuras dos povos amazônicos. Sabia que projetos como o Vídeo nas Aldeias usam cinema para preservar culturas desde mil novecentos e oitenta e sete?",
    "palavras_chave": ["arte línguas indígenas", "cultura amazônica", "vídeo nas aldeias", "preservação cultural", "cinema indígena"]
  },
  {
    "pergunta": "Como a arte influencia os jogos digitais?",
    "resposta": "A arte molda jogos digitais com visuais, narrativas e trilhas sonoras, como em 'The Last of Us'. Sabia que jogos como 'Journey' são considerados arte interativa desde dois mil e doze?",
    "palavras_chave": ["arte jogos digitais", "the last of us", "journey", "arte interativa", "narrativas visuais"]
  },
  {
    "pergunta": "Como a arte urbana promove o turismo?",
    "resposta": "Arte urbana, como os murais de Wynwood em Miami, atrai turistas e revitaliza bairros. Sabia que o turismo em Wynwood cresceu cinquenta por cento após os murais nos anos dois mil e dez?",
    "palavras_chave": ["arte urbana turismo", "wynwood miami", "revitalização bairros", "murais turísticos", "economia local"]
  },
  {
    "pergunta": "Como a arte colabora com a educação ambiental?",
    "resposta": "A arte conscientiza sobre o meio ambiente com instalações como 'Ice Watch' de Olafur Eliasson, que alerta para o aquecimento global. Sabia que essa obra usou gelo da Groenlândia em dois mil e quatorze?",
    "palavras_chave": ["arte educação ambiental", "olafur eliasson", "ice watch", "aquecimento global", "instalações ambientais"]
  },
  {
    "pergunta": "Como a literatura de cordel preserva a cultura nordestina?",
    "resposta": "O cordel usa poesia e xilogravura para contar histórias do Nordeste, como lendas e questões sociais. Sabia que é patrimônio cultural imaterial do Brasil desde dois mil e dezoito?",
    "palavras_chave": ["literatura de cordel", "cultura nordestina", "xilogravura", "patrimônio imaterial", "poesia popular"]
  },
  {
    "pergunta": "Como a arte reflete questões de gênero?",
    "resposta": "A arte aborda gênero com obras como as performances de Marina Abramović ou quadros de Frida Kahlo, que desafiam estereótipos. Sabia que artistas queer usam a arte para visibilidade desde os anos mil novecentos e oitenta?",
    "palavras_chave": ["arte gênero", "marina abramović", "frida kahlo", "questões queer", "estereótipos de gênero"]
  },
  {
    "pergunta": "Como o design gráfico impacta a comunicação?",
    "resposta": "O design gráfico cria identidades visuais e campanhas, como os logos da Apple. Ele simplifica mensagens complexas. Sabia que o design de Milton Glaser para 'I Love NY' é usado desde mil novecentos e setenta e sete?",
    "palavras_chave": ["design gráfico", "comunicação visual", "i love ny", "milton glaser", "identidade visual"]
  },
  {
    "pergunta": "Como a arte promove a diversidade cultural?",
    "resposta": "A arte celebra tradições de diferentes povos, como festivais de Diwali com rangolis na Índia. Exposições multiculturais conectam comunidades. Sabia que o Festival de Parintins valoriza a cultura amazônica desde mil novecentos e sessenta e cinco?",
    "palavras_chave": ["arte diversidade", "diwali rangolis", "festival de parintins", "cultura amazônica", "exposições multiculturais"]
  },
  {
    "pergunta": "Como a arte influencia a política?",
    "resposta": "A arte molda opiniões políticas com cartazes, como os da Revolução Russa, ou músicas de protesto, como 'Imagine' de John Lennon. Sabia que cartazes políticos foram cruciais na campanha de Obama em dois mil e oito?",
    "palavras_chave": ["arte política", "revolução russa", "john lennon", "cartazes políticos", "campanha obama"]
  },
  {
    "pergunta": "Como a arte ajuda na recuperação de desastres?",
    "resposta": "A arte reconstrói comunidades após desastres com murais e oficinas que promovem união, como em Fukushima após dois mil e onze. Sabia que projetos artísticos ajudaram na reconstrução emocional de Nova Orleans após o Katrina?",
    "palavras_chave": ["arte desastres", "fukushima", "nova orleans", "reconstrução emocional", "oficinas comunitárias"]
  },
  {
    "pergunta": "Como a arte inspira inovações tecnológicas?",
    "resposta": "A arte inspira tecnologia com designs futuristas, como os conceitos de 'Blade Runner'. Artistas colaboram em realidade virtual. Sabia que a estética de '2001: Uma Odisseia no Espaço' influenciou designs de smartphones?",
    "palavras_chave": ["arte tecnologia", "blade runner", "realidade virtual", "2001 odisseia", "design futurista"]
  },
  {
    "pergunta": "Como a arte promove a empatia?",
    "resposta": "A arte cria empatia ao contar histórias humanas, como o filme 'Roma' de Cuarón, sobre uma empregada doméstica. Sabia que exposições como 'Empathy Museum' usam narrativas para conectar pessoas desde dois mil e quinze?",
    "palavras_chave": ["arte empatia", "roma cuarón", "empathy museum", "narrativas humanas", "conexão emocional"]
  },
  {
    "pergunta": "Como a arte fortalece comunidades rurais?",
    "resposta": "A arte rural, como festivais de folclore ou murais em vilarejos, valoriza tradições e atrai visitantes. Sabia que o Festival de Inverno de Ouro Preto promove a cultura mineira desde mil novecentos e sessenta e sete?",
    "palavras_chave": ["arte rural", "festival ouro preto", "cultura mineira", "folclore", "turismo rural"]
  },
  {
    "pergunta": "Como a arte influencia a culinária?",
    "resposta": "A arte inspira a culinária com apresentações visuais, como a gastronomia molecular de Ferran Adrià. Sabia que chefs como ele transformaram pratos em obras de arte desde os anos mil novecentos e noventa?",
    "palavras_chave": ["arte culinária", "gastronomia molecular", "ferran adrià", "apresentação visual", "culinária artística"]
  },
  {
    "pergunta": "Como a arte ajuda na preservação do patrimônio histórico?",
    "resposta": "A arte documenta e restaura patrimônios com pinturas e fotografias históricas. Sabia que a restauração da Capela Sistina nos anos mil novecentos e oitenta revelou cores originais de Michelangelo?",
    "palavras_chave": ["arte patrimônio", "capela sistina", "restauração artística", "fotografias históricas", "preservação cultural"]
  },
  {
    "pergunta": "Como a arte promove a igualdade racial?",
    "resposta": "A arte aborda o racismo com obras como as de Jean-Michel Basquiat e exposições sobre o movimento Black Lives Matter. Sabia que artistas afro-brasileiros como Rosana Paulino ganharam destaque desde os anos dois mil?",
    "palavras_chave": ["arte igualdade racial", "jean-michel basquiat", "black lives matter", "rosana paulino", "arte afro-brasileira"]
  },
  {
    "pergunta": "Como a arte influencia a arquitetura contemporânea?",
    "resposta": "A arte inspira arquitetos com formas e cores, como as curvas de Zaha Hadid influenciadas por abstracionismo. Sabia que o Guggenheim de Bilbao, de Gehry, é visto como uma escultura habitável?",
    "palavras_chave": ["arte arquitetura", "zaha hadid", "guggenheim bilbao", "abstracionismo", "escultura habitável"]
  },
  {
    "pergunta": "Como a arte promove o diálogo inter-religioso?",
    "resposta": "A arte une religiões com obras como mandalas budistas ou vitrais cristãos, promovendo respeito mútuo. Sabia que o Templo Bahá’í em Nova Délhi usa arquitetura para simbolizar unidade espiritual?",
    "palavras_chave": ["arte inter-religiosa", "mandalas budistas", "vitrais cristãos", "templo bahá’í", "diálogo espiritual"]
  },
  {
    "pergunta": "Como a arte ajuda na educação infantil?",
    "resposta": "A arte estimula criatividade e aprendizado em crianças com atividades como desenho e música. Sabia que programas como o Arte na Escola, no Brasil, impactam milhões de alunos desde mil novecentos e oitenta e nove?",
    "palavras_chave": ["arte educação infantil", "criatividade infantil", "arte na escola", "aprendizado artístico", "desenvolvimento cognitivo"]
  },
  {
    "pergunta": "Como a arte reflete mudanças sociais?",
    "resposta": "A arte documenta mudanças sociais, como o feminismo em obras de Judy Chicago ou a urbanização em quadros de Edward Hopper. Sabia que 'The Dinner Party' de Chicago é um marco feminista desde mil novecentos e setenta e nove?",
    "palavras_chave": ["arte mudanças sociais", "judy chicago", "edward hopper", "feminismo", "urbanização"]
  },
  {
    "pergunta": "Como a arte promove a acessibilidade?",
    "resposta": "A arte torna-se acessível com descrições em áudio para cegos e exposições táteis, como no Museu Tátil de São Paulo. Sabia que museus como o Louvre oferecem tours inclusivos desde os anos dois mil?",
    "palavras_chave": ["arte acessibilidade", "museu tátil", "descrições em áudio", "exposições inclusivas", "louvre"]
  },
  {
    "pergunta": "Como a arte influencia o design de produtos?",
    "resposta": "A arte inspira o design de produtos com formas e cores, como os móveis de Bauhaus influenciados por Kandinsky. Sabia que a estética da Apple reflete minimalismo artístico desde os anos dois mil?",
    "palavras_chave": ["arte design de produtos", "bauhaus", "kandinsky", "apple minimalismo", "design funcional"]
  },
  {
    "pergunta": "Como a arte contribui para a diplomacia cultural?",
    "resposta": "A arte conecta nações com exposições internacionais, como a Bienal de Veneza, promovendo diálogo global. Sabia que o Brasil usa mostras de arte para fortalecer laços culturais desde mil novecentos e cinquenta e um?",
    "palavras_chave": ["arte diplomacia", "bienal de veneza", "diálogo global", "laços culturais", "exposições internacionais"]
  },
  {
    "pergunta": "Como a arte ajuda na preservação ambiental?",
    "resposta": "A arte conscientiza sobre o meio ambiente com obras como 'Trash Isles' de Mario Testino, que alerta para a poluição oceânica. Sabia que artistas usam plásticos reciclados em esculturas desde os anos dois mil?",
    "palavras_chave": ["arte ambiental", "mario testino", "trash isles", "plásticos reciclados", "conscientização ecológica"]
  },
  {
    "pergunta": "Como a arte promove a saúde física?",
    "resposta": "A arte incentiva a saúde física com atividades como dança e yoga criativo, que melhoram mobilidade e bem-estar. Sabia que a dança-terapia é usada em hospitais desde os anos mil novecentos e sessenta?",
    "palavras_chave": ["arte saúde física", "dança-terapia", "yoga criativo", "mobilidade", "bem-estar"]
  },
  {
    "pergunta": "Como a arte influencia a cultura jovem?",
    "resposta": "A arte molda a cultura jovem com música, grafite e vídeos no TikTok, criando tendências globais. Sabia que o K-pop, com clipes artísticos, domina a cultura jovem desde os anos dois mil e dez?",
    "palavras_chave": ["arte cultura jovem", "k-pop", "grafite", "tiktok", "tendências globais"]
  },
  {
    "pergunta": "Como a arte fortalece a resiliência comunitária?",
    "resposta": "A arte une comunidades com projetos como murais colaborativos, promovendo resiliência após crises. Sabia que comunidades no Haiti usaram arte para se recuperar do terremoto de dois mil e dez?",
    "palavras_chave": ["arte resiliência", "murais colaborativos", "haiti terremoto", "recuperação comunitária", "união social"]
  },
  {
    "pergunta": "Como a arte promove o diálogo intercultural?",
    "resposta": "A arte conecta culturas com festivais como o de Glastonbury, que mistura música e artes visuais. Sabia que o festival de arte de Ubud, em Bali, promove diálogo asiático desde dois mil e oito?",
    "palavras_chave": ["arte intercultural", "glastonbury", "festival ubud", "diálogo cultural", "música artes"]
  },
  {
    "pergunta": "Como a arte influencia a psicologia?",
    "resposta": "A arte impacta a psicologia ao revelar emoções e comportamentos, como nas obras de Munch, que expressam ansiedade. Sabia que a arteterapia é usada para tratar depressão desde os anos mil novecentos e cinquenta?",
    "palavras_chave": ["arte psicologia", "edvard munch", "arteterapia", "depressão", "emoções humanas"]
  },
  {
    "pergunta": "Como a arte contribui para a inovação social?",
    "resposta": "A arte inspira soluções sociais, como projetos de design comunitário que melhoram espaços públicos. Sabia que o Design for Change, iniciado em dois mil e nove, usa arte para engajar jovens em mudanças sociais?",
    "palavras_chave": ["arte inovação social", "design comunitário", "design for change", "espaços públicos", "engajamento jovem"]
  }
]