[
  {
    "pergunta": "O que define o mangá como arte?",
    "resposta": "Mangá é o estilo de quadrinhos japoneses, lido da direita para a esquerda, com traços expressivos e narrativas que vão de ação a drama. Surgiu no século dezenove com o termo 'imagens involuntárias'. Sabia que 'Astro Boy', de mil novecentos e cinquenta e um, popularizou o mangá no Ocidente?",
    "palavras_chave": ["mangá definição", "quadrinhos japoneses", "leitura oriental", "astro boy", "narrativa visual"]
  },
  {
    "pergunta": "Quem é Katsuhiro Otomo e por que ele é importante para o mangá?",
    "resposta": "Katsuhiro Otomo criou 'Akira', um mangá cyberpunk de mil novecentos e oitenta e dois que revolucionou o gênero com temas distópicos. Seu filme de mil novecentos e oitenta e oito inspirou 'Matrix'. Sabia que 'Akira' foi um dos primeiros mangás a ganhar fama global?",
    "palavras_chave": ["katsuhiro otomo", "akira cyberpunk", "revolução mangá", "influência matrix", "fama global"]
  },
  {
    "pergunta": "Qual a diferença entre shonen e shoujo nos mangás?",
    "resposta": "Shonen foca em ação e aventura, como 'Naruto', voltado para meninos, enquanto shoujo explora romance e emoção, como 'Sailor Moon', para meninas. Hoje, gêneros se misturam. Sabia que 'Attack on Titan' atrai fãs de shonen e shoujo?",
    "palavras_chave": ["shonen shoujo", "ação aventura", "romance emoção", "attack on titan", "mistura gêneros"]
  },
  {
    "pergunta": "O que é a Shonen Jump e sua importância no mangá?",
    "resposta": "A Shonen Jump, lançada em mil novecentos e sessenta e oito, é uma revista de mangás de ação que publicou 'Dragon Ball' e 'One Piece'. É um ícone da cultura pop. Sabia que sua versão digital, Manga Plus, alcança milhões globalmente desde dois mil e dezenove?",
    "palavras_chave": ["shonen jump", "mangá ação", "dragon ball", "one piece", "manga plus"]
  },
  {
    "pergunta": "O que é um doujinshi no universo do mangá?",
    "resposta": "Doujinshi são mangás independentes, feitos por fãs ou artistas, publicados fora de editoras, como no Comiket. Podem ser originais ou fanarts. Sabia que Rumiko Takahashi, de 'Inuyasha', começou com doujinshi nos anos mil novecentos e setenta?",
    "palavras_chave": ["doujinshi", "mangá independente", "comiket", "rumiko takahashi", "fanarts"]
  },
  {
    "pergunta": "Qual a diferença entre mangá semanal e mensal?",
    "resposta": "Mangás semanais, como na Shonen Jump, têm capítulos curtos, de quinze a vinte páginas, com ritmo rápido. Mensais, como 'Attack on Titan', têm capítulos longos e detalhados. Sabia que mangás semanais exigem equipes maiores para prazos apertados?",
    "palavras_chave": ["mangá semanal", "mangá mensal", "attack on titan", "shonen jump", "produção rápida"]
  },
  {
    "pergunta": "Quem é Hirohiko Araki e sua obra mais famosa no mangá?",
    "resposta": "Hirohiko Araki criou 'JoJo's Bizarre Adventure', desde mil novecentos e oitenta e sete, com traços elegantes e referências a moda e música. Sabia que ele expôs sua arte no Museu do Louvre em dois mil e dez?",
    "palavras_chave": ["hirohiko araki", "jojo bizarre adventure", "moda música", "louvre exposição", "mangá marco"]
  },
  {
    "pergunta": "Qual a diferença entre mangá e quadrinhos ocidentais?",
    "resposta": "Mangás são lidos da direita para a esquerda, com narrativas seriada e emocionais detalhadas. Quadrinhos ocidentais variam em formato e estilo. Sabia que 'Avatar: The Last Airbender' foi inspirado no visual do mangá?",
    "palavras_chave": ["mangá vs ocidental", "leitura invertida", "narrativa emocional", "avatar influência", "quadrinhos"]
  },
  {
    "pergunta": "Como o mangá surgiu no Japão?",
    "resposta": "O mangá moderno surgiu no século dezenove, com influências de ukiyo-e e charges ocidentais, mas ganhou forma após a Segunda Guerra, com Osamu Tezuka. Sabia que 'Shin Takarajima', de mil novecentos e quarenta e sete, é considerado o primeiro mangá moderno?",
    "palavras_chave": ["origem mangá", "osamu tezuka", "shin takarajima", "ukiyo-e", "pós-guerra"]
  },
  {
    "pergunta": "Quem foi Osamu Tezuka e sua importância para o mangá?",
    "resposta": "Osamu Tezuka, o 'pai do mangá', criou 'Astro Boy' em mil novecentos e cinquenta e um, definindo o estilo narrativo e visual moderno. Sabia que ele também fundou o estúdio de animação Mushi Production?",
    "palavras_chave": ["osamu tezuka", "astro boy", "pai do mangá", "mushi production", "estilo narrativo"]
  },
  {
    "pergunta": "O que é o gênero seinen no mangá?",
    "resposta": "Seinen é voltado para homens adultos, com temas maduros como psicologia e violência, como 'Berserk'. Difere do shonen por ser mais complexo. Sabia que 'Berserk' inspirou jogos como 'Dark Souls'?",
    "palavras_chave": ["seinen mangá", "berserk", "temas maduros", "dark souls", "público adulto"]
  },
  {
    "pergunta": "O que é o gênero josei no mangá?",
    "resposta": "Josei foca em mulheres adultas, com histórias realistas sobre amor e carreira, como 'Nana'. É mais introspectivo que shoujo. Sabia que 'Nana' vendeu milhões desde dois mil?",
    "palavras_chave": ["josei mangá", "nana", "temas realistas", "público feminino", "introspecção"]
  },
  {
    "pergunta": "O que é a Shonen Sunday e sua relevância?",
    "resposta": "A Shonen Sunday, lançada em mil novecentos e cinquenta e nove, é uma revista rival da Shonen Jump, publicando 'Detective Conan'. Sabia que ela lançou Rumiko Takahashi com 'Urusei Yatsura' em mil novecentos e setenta e oito?",
    "palavras_chave": ["shonen sunday", "detective conan", "rumiko takahashi", "urusei yatsura", "revista mangá"]
  },
  {
    "pergunta": "Como o mangá influenciou o anime?",
    "resposta": "Mangás são a base de muitos animes, com obras como 'Dragon Ball Z' adaptadas diretamente. A estética e narrativa do mangá moldam o anime. Sabia que 'Sailor Moon' popularizou adaptações nos anos mil novecentos e noventa?",
    "palavras_chave": ["mangá anime", "dragon ball z", "sailor moon", "adaptações", "estética narrativa"]
  },
  {
    "pergunta": "O que é o Comiket e seu impacto no mangá?",
    "resposta": "O Comiket, iniciado em mil novecentos e setenta e cinco, é o maior evento de doujinshi, onde fãs vendem mangás independentes. Sabia que ele atrai meio milhão de pessoas em Tóquio a cada edição?",
    "palavras_chave": ["comiket", "doujinshi", "mangá independente", "tóquio evento", "fãs criadores"]
  },
  {
    "pergunta": "Como o mangá se popularizou no Ocidente?",
    "resposta": "O mangá ganhou força no Ocidente nos anos mil novecentos e oitenta com 'Akira' e 'Dragon Ball'. Editoras como Viz Media o disseminaram. Sabia que 'Pokémon' impulsionou o mangá nos anos mil novecentos e noventa?",
    "palavras_chave": ["mangá ocidente", "akira", "dragon ball", "viz media", "pokémon"]
  },
  {
    "pergunta": "O que é o gênero kodomo no mangá?",
    "resposta": "Kodomo é voltado para crianças, com histórias simples e educativas, como 'Doraemon'. Foca em diversão e moral. Sabia que 'Doraemon' é um ícone cultural no Japão desde mil novecentos e sessenta e nove?",
    "palavras_chave": ["kodomo mangá", "doraemon", "crianças", "histórias educativas", "ícone japonês"]
  },
  {
    "pergunta": "O que é o gênero yaoi no mangá?",
    "resposta": "Yaoi foca em romances entre homens, voltado para mulheres, como 'Gravitation'. Explora emoção e intimidade. Sabia que o yaoi ganhou popularidade global nos anos dois mil via scanlations?",
    "palavras_chave": ["yaoi mangá", "gravitation", "romance masculino", "scanlations", "público feminino"]
  },
  {
    "pergunta": "O que é o gênero yuri no mangá?",
    "resposta": "Yuri explora romances entre mulheres, como 'Citrus', com foco em emoção e relacionamentos. Sabia que 'Sailor Moon' inspirou o yuri com casais como Haruka e Michiru nos anos mil novecentos e noventa?",
    "palavras_chave": ["yuri mangá", "citrus", "romance feminino", "sailor moon", "relacionamentos"]
  },
  {
    "pergunta": "Como o mangá usa screentones?",
    "resposta": "Screentones são padrões adesivos usados em mangás para adicionar texturas e sombras, como em 'One Piece'. Economizam tempo no desenho. Sabia que artistas digitais agora usam screentones virtuais desde os anos dois mil?",
    "palavras_chave": ["screentones mangá", "one piece", "texturas sombras", "desenho digital", "técnica artística"]
  },
  {
    "pergunta": "O que é o gênero isekai no mangá?",
    "resposta": "Isekai envolve personagens transportados para outros mundos, como 'Sword Art Online'. É popular por escapismo. Sabia que o gênero explodiu nos anos dois mil e dez com animes e jogos?",
    "palavras_chave": ["isekai mangá", "sword art online", "outros mundos", "escapismo", "popularidade"]
  },
  {
    "pergunta": "Como o mangá influencia jogos eletrônicos?",
    "resposta": "Mangás inspiram jogos como 'Persona', com estética e narrativas tiradas de obras como 'JoJo'. Sabia que 'Pokémon' começou como mangá antes do jogo em mil novecentos e noventa e seis?",
    "palavras_chave": ["mangá jogos", "persona", "pokémon", "estética narrativa", "influência cultural"]
  },
  {
    "pergunta": "O que é a Nakayoshi e sua importância no mangá?",
    "resposta": "Nakayoshi, lançada em mil novecentos e cinquenta e quatro, é uma revista shoujo que publicou 'Sailor Moon'. Foca em histórias para meninas. Sabia que ela rivaliza com a Ribon em popularidade?",
    "palavras_chave": ["nakayoshi", "sailor moon", "revista shoujo", "ribon", "meninas"]
  },
  {
    "pergunta": "Como o mangá se conecta com a cultura furry?",
    "resposta": "Mangás com personagens antropomórficos, como 'Beastars', atraem o fandom furry por temas de identidade animal. Sabia que 'Beastars', de dois mil e dezesseis, inspirou fursonas no fandom?",
    "palavras_chave": ["mangá furry", "beastars", "antropomorfismo", "fandom furry", "identidade animal"]
  },
  {
    "pergunta": "O que é o gênero mecha no mangá?",
    "resposta": "Mecha foca em robôs gigantes pilotados, como 'Mobile Suit Gundam', com temas de guerra e tecnologia. Sabia que 'Gundam', de mil novecentos e setenta e nove, criou um império de franquias?",
    "palavras_chave": ["mecha mangá", "mobile suit gundam", "robôs gigantes", "guerra tecnologia", "franquias"]
  },
  {
    "pergunta": "Como o mangá usa hachura como técnica?",
    "resposta": "Hachura é o uso de linhas cruzadas para criar sombras e texturas em mangás, como em 'Death Note'. Dá profundidade visual. Sabia que hachura manual exige horas de prática por página?",
    "palavras_chave": ["hachura mangá", "death note", "sombras texturas", "técnica manual", "profundidade visual"]
  },
  {
    "pergunta": "O que é a Jump Festa e sua relevância?",
    "resposta": "Jump Festa, iniciada nos anos mil novecentos e noventa, é um evento da Shonen Jump que promove mangás como 'My Hero Academia'. Sabia que fãs acampam para ver anúncios de novos capítulos?",
    "palavras_chave": ["jump festa", "shonen jump", "my hero academia", "eventos mangá", "fãs anúncios"]
  },
  {
    "pergunta": "Como o mangá se popularizou na América Latina?",
    "resposta": "Mangás chegaram à América Latina nos anos mil novecentos e noventa com 'Dragon Ball' e 'Cavaleiros do Zodíaco', via anime e revistas. Sabia que o Brasil é um dos maiores mercados de mangá fora do Japão?",
    "palavras_chave": ["mangá américa latina", "dragon ball", "cavaleiros zodíaco", "mercado brasil", "popularização"]
  },
  {
    "pergunta": "O que é o gênero horror no mangá?",
    "resposta": "Horror no mangá explora medo e sobrenatural, como 'Uzumaki' de Junji Ito, com imagens perturbadoras. Sabia que Junji Ito é chamado de mestre do horror desde os anos mil novecentos e oitenta?",
    "palavras_chave": ["horror mangá", "uzumaki", "junji ito", "sobrenatural", "mestre horror"]
  },
  {
    "pergunta": "Como o mangá usa o formato tankobon?",
    "resposta": "Tankobon é o formato de volumes compilados de mangá, como 'One Piece', reunindo capítulos de revistas. Sabia que tankobons são colecionados globalmente desde os anos mil novecentos e setenta?",
    "palavras_chave": ["tankobon", "one piece", "volumes compilados", "coleção mangá", "revistas"]
  },
  {
    "pergunta": "O que é a Ribon e sua importância no mangá?",
    "resposta": "Ribon, lançada em mil novecentos e cinquenta e cinco, é uma revista shoujo que publicou 'Marmalade Boy'. Rivaliza com Nakayoshi. Sabia que ela lançou ícones como 'Cardcaptor Sakura'?",
    "palavras_chave": ["ribon", "marmalade boy", "cardcaptor sakura", "revista shoujo", "nakayoshi"]
  },
  {
    "pergunta": "Como o mangá influencia a moda?",
    "resposta": "Mangás inspiram moda com designs de personagens, como os uniformes de 'Sailor Moon', usados em cosplay e streetwear. Sabia que marcas como Uniqlo lançaram coleções de mangá nos anos dois mil?",
    "palavras_chave": ["mangá moda", "sailor moon", "cosplay streetwear", "uniqlo", "designs personagens"]
  },
  {
    "pergunta": "O que é o gênero slice of life no mangá?",
    "resposta": "Slice of life retrata a vida cotidiana com realismo, como 'Yotsuba&!'. Foca em momentos simples. Sabia que 'Yotsuba&!' é amado por sua simplicidade desde dois mil?",
    "palavras_chave": ["slice of life", "yotsuba", "vida cotidiana", "realismo mangá", "simplicidade"]
  },
  {
    "pergunta": "Como o mangá se conecta com o manhwa?",
    "resposta": "Manhwa, quadrinhos sul-coreanos, compartilha traços com mangá, mas é lido da esquerda para a direita, como 'Solo Leveling'. Sabia que manhwas inspiraram mangás isekai nos anos dois mil e dez?",
    "palavras_chave": ["mangá manhwa", "solo leveling", "leitura ocidental", "isekai influência", "quadrinhos coreanos"]
  },
  {
    "pergunta": "O que é o gênero fantasia no mangá?",
    "resposta": "Fantasia no mangá cria mundos mágicos, como 'Fairy Tail', com dragões e magos. Sabia que 'Fairy Tail', de dois mil e seis, inspirou animes e jogos de RPG?",
    "palavras_chave": ["fantasia mangá", "fairy tail", "mundos mágicos", "animes RPG", "dragões magos"]
  },
  {
    "pergunta": "Como o mangá usa o formato digital?",
    "resposta": "Mangás digitais, como em apps como Manga Plus, oferecem leitura online com capítulos simultâneos. Sabia que o Manga Plus, de dois mil e dezenove, revolucionou o acesso global?",
    "palavras_chave": ["mangá digital", "manga plus", "leitura online", "acesso global", "capítulos simultâneos"]
  },
  {
    "pergunta": "O que é o gênero esportivo no mangá?",
    "resposta": "Esportivo foca em competições, como 'Haikyuu!!', sobre vôlei, com drama e superação. Sabia que 'Haikyuu!!', de dois mil e doze, aumentou o interesse por vôlei no Japão?",
    "palavras_chave": ["esportivo mangá", "haikyuu", "competição drama", "superação", "vôlei japão"]
  },
  {
    "pergunta": "Como o mangá influencia a cultura pop global?",
    "resposta": "Mangás moldam a cultura pop com animes, jogos e moda, como 'Naruto' inspirando cosplay e séries. Sabia que 'Naruto' gerou um parque temático no Japão em dois mil e quinze?",
    "palavras_chave": ["mangá cultura pop", "naruto", "cosplay", "parque temático", "influência global"]
  },
  {
    "pergunta": "O que é a Morning e sua relevância no mangá?",
    "resposta": "Morning, lançada em mil novecentos e oitenta e dois, é uma revista seinen que publicou 'Vagabond'. Foca em adultos. Sabia que 'Vagabond' é elogiado por sua arte histórica?",
    "palavras_chave": ["morning", "vagabond", "revista seinen", "arte histórica", "público adulto"]
  },
  {
    "pergunta": "Como o mangá usa o formato one-shot?",
    "resposta": "One-shots são mangás de história única, publicados em revistas como Shonen Jump. Podem virar séries. Sabia que 'Death Note' começou como one-shot em dois mil e três?",
    "palavras_chave": ["one-shot mangá", "death note", "shonen jump", "história única", "séries origem"]
  },
  {
    "pergunta": "O que é o gênero psicológico no mangá?",
    "resposta": "Psicológico explora a mente humana, como 'Monster', com suspense e dilemas morais. Sabia que 'Monster', de mil novecentos e noventa e quatro, é comparado a thrillers ocidentais?",
    "palavras_chave": ["psicológico mangá", "monster", "suspense moral", "dilemas mentais", "thrillers"]
  },
  {
    "pergunta": "Como o mangá se popularizou na Europa?",
    "resposta": "Mangás chegaram à Europa nos anos mil novecentos e oitenta com 'Akira', seguidos por 'Dragon Ball'. Editoras como Glénat os disseminaram. Sabia que a França é o maior mercado de mangá fora da Ásia?",
    "palavras_chave": ["mangá europa", "akira", "dragon ball", "glénat", "mercado frança"]
  },
  {
    "pergunta": "O que é o gênero comédia no mangá?",
    "resposta": "Comédia no mangá usa humor leve, como 'Gintama', misturando paródias e cultura pop. Sabia que 'Gintama', de dois mil e três, é famoso por satirizar outros mangás?",
    "palavras_chave": ["comédia mangá", "gintama", "humor leve", "paródias", "cultura pop"]
  },
  {
    "pergunta": "Como o mangá usa o formato webtoon?",
    "resposta": "Webtoons são mangás digitais em formato vertical, otimizados para celulares, como em apps como Webtoon. Sabia que 'Tower of God' popularizou webtoons no Japão em dois mil e dez?",
    "palavras_chave": ["webtoon mangá", "tower of god", "formato vertical", "apps digitais", "leitura celular"]
  },
  {
    "pergunta": "O que é o gênero histórico no mangá?",
    "resposta": "Histórico retrata épocas passadas, como 'Rurouni Kenshin', sobre samurais. Mistura fatos e ficção. Sabia que 'Rurouni Kenshin', de mil novecentos e noventa e quatro, é baseado na era Meiji?",
    "palavras_chave": ["histórico mangá", "rurouni kenshin", "era meiji", "samurais", "fatos ficção"]
  },
  {
    "pergunta": "Como o mangá influencia o cinema?",
    "resposta": "Mangás inspiram filmes live-action e animados, como 'Ghost in the Shell'. Sabia que o filme de 'Ghost in the Shell', de mil novecentos e noventa e cinco, influenciou Hollywood?",
    "palavras_chave": ["mangá cinema", "ghost in the shell", "live-action", "influência hollywood", "filmes animados"]
  },
  {
    "pergunta": "O que é a Afternoon e sua relevância no mangá?",
    "resposta": "Afternoon, lançada em mil novecentos e oitenta e sete, é uma revista seinen que publicou 'Oh My Goddess!'. Foca em histórias complexas. Sabia que ela é conhecida por arte detalhada?",
    "palavras_chave": ["afternoon", "oh my goddess", "revista seinen", "arte detalhada", "histórias complexas"]
  },
  {
    "pergunta": "Como o mangá usa o formato chibi?",
    "resposta": "Chibi é um estilo de desenho com personagens pequenos e fofos, usado para humor, como em 'Lucky Star'. Sabia que chibi se popularizou nos anos mil novecentos e noventa com merchandising?",
    "palavras_chave": ["chibi mangá", "lucky star", "personagens fofos", "humor visual", "merchandising"]
  },
  {
    "pergunta": "O que é o gênero sci-fi no mangá?",
    "resposta": "Sci-fi explora tecnologia e futuro, como 'Neon Genesis Evangelion'. Mistura filosofia e ação. Sabia que 'Evangelion', de mil novecentos e noventa e cinco, revolucionou o gênero?",
    "palavras_chave": ["sci-fi mangá", "neon genesis evangelion", "tecnologia futuro", "filosofia ação", "revolução gênero"]
  },
  {
    "pergunta": "Como o mangá se conecta com a cultura otaku?",
    "resposta": "Mangás são centrais na cultura otaku, com fãs colecionando tankobons e frequentando eventos como Comiket. Sabia que o termo 'otaku' surgiu nos anos mil novecentos e oitenta?",
    "palavras_chave": ["mangá otaku", "comiket", "tankobons", "cultura fã", "otaku origem"]
  },
  {
    "pergunta": "O que é o gênero aventura no mangá?",
    "resposta": "Aventura foca em jornadas épicas, como 'Hunter x Hunter', com exploração e desafios. Sabia que 'Hunter x Hunter', de mil novecentos e noventa e oito, é elogiado por sua narrativa complexa?",
    "palavras_chave": ["aventura mangá", "hunter x hunter", "jornadas épicas", "narrativa complexa", "exploração"]
  },
  {
    "pergunta": "Como o mangá usa o formato light novel?",
    "resposta": "Light novels são romances ilustrados que inspiram mangás, como 'Re:Zero'. São mais textuais. Sabia que 'Re:Zero', de dois mil e doze, popularizou adaptações de light novels?",
    "palavras_chave": ["light novel mangá", "re:zero", "romances ilustrados", "adaptações", "narrativa textual"]
  },
  {
    "pergunta": "O que é o gênero sobrenatural no mangá?",
    "resposta": "Sobrenatural explora fantasmas e mitos, como 'Bleach', com ação e espiritualidade. Sabia que 'Bleach', de dois mil e um, inspirou animes e jogos globais?",
    "palavras_chave": ["sobrenatural mangá", "bleach", "fantasmas mitos", "ação espiritualidade", "influência global"]
  },
  {
    "pergunta": "Como o mangá se popularizou na Ásia?",
    "resposta": "Mangás se espalharam na Ásia nos anos mil novecentos e setenta com 'Doraemon' e 'Dragon Ball', influenciando manhwa e manhua. Sabia que a Coreia adotou mangás via pirataria antes de editoras oficiais?",
    "palavras_chave": ["mangá ásia", "doraemon", "dragon ball", "manhwa manhua", "pirataria"]
  },
  {
    "pergunta": "O que é o gênero romance no mangá?",
    "resposta": "Romance foca em relações amorosas, como 'Your Name', com emoção e drama. Sabia que 'Your Name', de dois mil e dezesseis, é baseado em um mangá de Makoto Shinkai?",
    "palavras_chave": ["romance mangá", "your name", "makoto shinkai", "emoção drama", "adaptação"]
  },
  {
    "pergunta": "Como o mangá usa o formato antologia?",
    "resposta": "Antologias são revistas com várias histórias curtas, como 'Shonen Jump', testando novos mangás. Sabia que 'Naruto' começou em uma antologia antes de virar série?",
    "palavras_chave": ["antologia mangá", "shonen jump", "naruto", "histórias curtas", "testes séries"]
  },
  {
    "pergunta": "O que é o gênero ação no mangá?",
    "resposta": "Ação foca em lutas e movimento, como 'My Hero Academia', com heróis e vilões. Sabia que 'My Hero Academia', de dois mil e quatorze, inspirou um boom de mangás de super-heróis?",
    "palavras_chave": ["ação mangá", "my hero academia", "heróis vilões", "lutas movimento", "super-heróis"]
  },
  {
    "pergunta": "Como o mangá influencia a cultura cosplay?",
    "resposta": "Mangás inspiram cosplays com designs icônicos, como os de 'Attack on Titan'. Sabia que eventos como Anime Expo são dominados por cosplays de mangá desde os anos dois mil?",
    "palavras_chave": ["mangá cosplay", "attack on titan", "anime expo", "designs icônicos", "cultura fã"]
  },
  {
    "pergunta": "O que é o gênero mistério no mangá?",
    "resposta": "Mistério envolve enigmas e investigações, como 'Detective Conan', com tramas complexas. Sabia que 'Detective Conan', de mil novecentos e noventa e quatro, tem mais de mil capítulos?",
    "palavras_chave": ["mistério mangá", "detective conan", "enigmas investigações", "tramas complexas", "longa série"]
  },
  {
    "pergunta": "Como o mangá usa o formato 4-koma?",
    "resposta": "4-koma é um formato de quatro quadros para humor, como 'Azumanga Daioh'. É compacto e leve. Sabia que 4-koma inspirou webcomics ocidentais nos anos dois mil?",
    "palavras_chave": ["4-koma mangá", "azumanga daioh", "humor compacto", "webcomics", "quatro quadros"]
  },
  {
    "pergunta": "O que é o gênero cyberpunk no mangá?",
    "resposta": "Cyberpunk explora futuros distópicos, como 'Akira', com tecnologia e desigualdade. Sabia que 'Akira' influenciou o cyberpunk global, incluindo jogos como 'Cyberpunk 2077'?",
    "palavras_chave": ["cyberpunk mangá", "akira", "futuro distópico", "tecnologia desigualdade", "cyberpunk 2077"]
  },
  {
    "pergunta": "Como o mangá se conecta com a cultura gamer?",
    "resposta": "Mangás inspiram jogos com narrativas e visuais, como 'Final Fantasy', baseado em estéticas de mangá. Sabia que 'Persona 5' reflete o estilo shonen nos anos dois mil e dez?",
    "palavras_chave": ["mangá gamer", "final fantasy", "persona 5", "narrativas visuais", "estética shonen"]
  },
  {
    "pergunta": "O que é o gênero ecchi no mangá?",
    "resposta": "Ecchi foca em temas sensuais com humor, como 'High School DxD', sem ser explícito. Sabia que o ecchi ganhou popularidade nos anos dois mil com animes baseados em mangás?",
    "palavras_chave": ["ecchi mangá", "high school dxd", "temas sensuais", "humor leve", "popularidade anime"]
  },
  {
    "pergunta": "Como o mangá usa o formato digital Webtoon?",
    "resposta": "Webtoons digitais, como 'Lore Olympus', adaptam o estilo mangá para leitura vertical em apps. Sabia que o Webtoon revolucionou o mangá digital desde dois mil e quatorze?",
    "palavras_chave": ["webtoon digital", "lore olympus", "leitura vertical", "mangá digital", "apps leitura"]
  }
]