[
  {
    "pergunta": "O que define o Movimento Antropofágico no Brasil?",
    "resposta": "O Movimento Antropofágico, lançado em mil novecentos e vinte e oito por Oswald de Andrade, propunha 'devorar' influências estrangeiras para criar uma arte genuinamente brasileira, inspirada no ritual indígena de antropofagia. Misturava o global com o local, como no quadro 'Abaporu' de Tarsila do Amaral. Sabia que o manifesto foi publicado na Revista de Antropofagia?",
    "palavras_chave": ["antropofagia cultural", "modernismo brasileiro", "oswald de andrade", "abaporu", "identidade nacional"]
  },
  {
    "pergunta": "O que caracteriza o impressionismo na pintura?",
    "resposta": "O impressionismo, surgido na França no final do século dezenove, capturava luz e momentos com pinceladas soltas e cores vibrantes, fugindo do realismo detalhado. Claude Monet, com 'Impressão, Nascer do Sol' de mil oitocentos e setenta e quatro, foi pioneiro. Sabia que o nome do movimento veio de uma crítica debochada a essa obra?",
    "palavras_chave": ["impressionismo pintura", "claude monet", "luz natural", "pinceladas soltas", "arte moderna"]
  },
  {
    "pergunta": "O que é o cubismo e como ele mudou a arte?",
    "resposta": "O cubismo, criado por Picasso e Braque no início do século vinte, revolucionou a arte ao mostrar objetos em múltiplas perspectivas com formas geométricas fragmentadas. 'Les Demoiselles d’Avignon', de mil novecentos e sete, marcou o início. Sabia que o cubismo influenciou até a arquitetura e o design?",
    "palavras_chave": ["cubismo arte", "picasso braque", "perspectivas múltiplas", "fragmentação geométrica", "revolução artística"]
  },
  {
    "pergunta": "O que define a arte contemporânea?",
    "resposta": "A arte contemporânea, desde meados do século vinte, abrange diversas linguagens, como vídeo, performance e arte digital, questionando tradições. Obras como as instalações de Yayoi Kusama são exemplos. Sabia que museus como o Tate Modern surgiram para exibir essas obras a partir dos anos dois mil?",
    "palavras_chave": ["arte contemporânea", "diversidade linguagens", "yayoi kusama", "novas mídias", "tate modern"]
  },
  {
    "pergunta": "O que é o tropicalismo na arte brasileira?",
    "resposta": "O tropicalismo, dos anos mil novecentos e sessenta, misturou música, artes visuais e teatro com ousadia política, desafiando a ditadura militar. Liderado por Caetano Veloso e Gilberto Gil, o disco 'Tropicália ou Panis et Circenses' é um marco. Sabia que o movimento influenciou a moda e o cinema?",
    "palavras_chave": ["tropicalismo brasil", "caetano veloso", "gilberto gil", "resistência cultural", "fusão artística"]
  },
  {
    "pergunta": "O que caracteriza a bossa nova como movimento estético?",
    "resposta": "A bossa nova, surgida no Brasil nos anos mil novecentos e cinquenta, uniu samba e jazz com letras intimistas e arranjos sofisticados. João Gilberto, com 'Chega de Saudade', lançou o estilo. Sabia que a bossa nova inspirou capas de discos com design minimalista?",
    "palavras_chave": ["bossa nova estilo", "joão gilberto", "samba jazz", "arranjos sofisticados", "design minimalista"]
  },
  {
    "pergunta": "O que caracteriza o Rococó na arte europeia?",
    "resposta": "O Rococó, do século dezoito, usa cores suaves, ornamentos delicados e temas galantes, como cenas de amor, reagindo ao Barroco pesado. Pinturas de Fragonard são exemplos. Sabia que o Rococó influenciou a moda com vestidos cheios de babados?",
    "palavras_chave": ["rococó estilo", "fragonard", "cores suaves", "ornamentos delicados", "reação barroco"]
  },
  {
    "pergunta": "O que define o Dadaísmo como movimento artístico?",
    "resposta": "O Dadaísmo, do início do século vinte, rejeitou lógica e estética tradicional com colagens, performances e objetos absurdos, como o urinol de Duchamp. Nasceu como protesto contra a Primeira Guerra Mundial. Sabia que o nome 'Dada' foi escolhido aleatoriamente de um dicionário?",
    "palavras_chave": ["dadaísmo movimento", "duchamp", "arte absurdo", "protesto guerra", "colagem performance"]
  },
  {
    "pergunta": "O que foi a Era de Ouro dos quadrinhos?",
    "resposta": "A Era de Ouro dos quadrinhos, de mil novecentos e trinta e oito a mil novecentos e cinquenta, lançou super-heróis como Capitão América, que combateu o nazismo. Sabia que esses heróis eram símbolos patrióticos durante a Segunda Guerra Mundial?",
    "palavras_chave": ["era ouro quadrinhos", "super-heróis", "capitão américa", "segunda guerra", "patriotismo"]
  },
  {
    "pergunta": "O que define uma graphic novel?",
    "resposta": "Uma graphic novel é uma história em quadrinhos longa e complexa, publicada como livro, como 'Maus' de Art Spiegelman. Elevou os quadrinhos a um nível literário. Sabia que 'Maus' venceu o Prêmio Pulitzer em mil novecentos e noventa e dois?",
    "palavras_chave": ["graphic novel", "maus", "art spiegelman", "prêmio pulitzer", "quadrinhos literários"]
  },
  {
    "pergunta": "O que caracteriza o barroco na arte?",
    "resposta": "O barroco, do século dezessete ao dezoito, é marcado por dramaticidade, claro-escuro e emoção, como nas pinturas de Caravaggio. Era ligado à Igreja Católica e à Contrarreforma. Sabia que o barroco mineiro, no Brasil, adaptou o estilo com elementos locais?",
    "palavras_chave": ["barroco arte", "caravaggio", "claro-escuro", "contrarreforma", "barroco mineiro"]
  },
  {
    "pergunta": "O que define o Renascimento na arte?",
    "resposta": "O Renascimento, dos séculos quatorze ao dezessete, valorizou o humanismo, perspectiva e proporção, com obras como a 'Capela Sistina' de Michelangelo. Sabia que a invenção da perspectiva linear mudou a pintura para sempre?",
    "palavras_chave": ["renascimento arte", "michelangelo", "capela sistina", "humanismo", "perspectiva linear"]
  },
  {
    "pergunta": "O que é o surrealismo na arte?",
    "resposta": "O surrealismo, do início do século vinte, explora o inconsciente e sonhos com imagens bizarras, como os relógios derretidos de Dalí. Inspirou-se em Freud. Sabia que o movimento influenciou filmes como 'Cidade dos Sonhos' de David Lynch?",
    "palavras_chave": ["surrealismo arte", "salvador dalí", "inconsciente", "sonhos", "david lynch"]
  },
  {
    "pergunta": "O que caracteriza a pop art?",
    "resposta": "A pop art, dos anos mil novecentos e cinquenta, usa imagens da cultura de massa, como propagandas e quadrinhos, com cores vibrantes. Andy Warhol, com 'Campbell’s Soup Cans', é um ícone. Sabia que a pop art criticava e celebrava o consumismo?",
    "palavras_chave": ["pop art", "andy warhol", "cultura de massa", "cores vibrantes", "consumismo"]
  },
  {
    "pergunta": "O que define o minimalismo na arte?",
    "resposta": "O minimalismo, dos anos mil novecentos e sessenta, usa formas simples, cores neutras e repetição, como nas esculturas de Donald Judd. Busca essência pura. Sabia que o minimalismo influenciou o design de móveis e tecnologia, como a Apple?",
    "palavras_chave": ["minimalismo arte", "donald judd", "formas simples", "design moderno", "essência pura"]
  },
  {
    "pergunta": "O que é o ukiyo-e japonês?",
    "resposta": "O ukiyo-e, dos séculos dezessete a dezenove, é uma arte de gravura japonesa que retrata paisagens e vida cotidiana, como 'A Grande Onda' de Hokusai. Sabia que inspirou o impressionismo europeu?",
    "palavras_chave": ["ukiyo-e", "hokusai", "gravura japonesa", "paisagens", "impressionismo"]
  },
  {
    "pergunta": "O que caracteriza o neoclassicismo?",
    "resposta": "O neoclassicismo, do século dezoito, reviveu ideais gregos e romanos com harmonia e simplicidade, como nas pinturas de Jacques-Louis David. Sabia que foi usado para promover valores da Revolução Francesa?",
    "palavras_chave": ["neoclassicismo", "jacques-louis david", "ideais clássicos", "revolução francesa", "harmonia"]
  },
  {
    "pergunta": "O que define o fauvismo na pintura?",
    "resposta": "O fauvismo, do início do século vinte, usa cores intensas e formas simplificadas, como em 'A Dança' de Matisse. Era chamado de 'feras' pelos críticos. Sabia que durou apenas alguns anos, mas influenciou o expressionismo?",
    "palavras_chave": ["fauvismo", "henri matisse", "cores intensas", "formas simplificadas", "expressionismo"]
  },
  {
    "pergunta": "O que é o construtivismo russo?",
    "resposta": "O construtivismo, dos anos mil novecentos e dez, combinava arte e função social, com designs geométricos para a Revolução Russa, como os cartazes de El Lissitzky. Sabia que influenciou a Bauhaus e o design gráfico moderno?",
    "palavras_chave": ["construtivismo russo", "el lissitzky", "revolução russa", "bauhaus", "design gráfico"]
  },
  {
    "pergunta": "O que caracteriza a arte nouveau?",
    "resposta": "A arte nouveau, do final do século dezenove, usa linhas curvas e motivos naturais, como nas obras de Gustav Klimt. Apareceu em arquitetura e design. Sabia que o metrô de Paris tem entradas icônicas nesse estilo?",
    "palavras_chave": ["arte nouveau", "gustav klimt", "linhas curvas", "motivos naturais", "metrô paris"]
  },
  {
    "pergunta": "O que define o concretismo no Brasil?",
    "resposta": "O concretismo, dos anos mil novecentos e cinquenta, usa formas geométricas e precisão matemática, como nas obras de Lygia Clark. Sabia que o grupo Noigandres misturou poesia concreta com artes visuais?",
    "palavras_chave": ["concretismo brasil", "lygia clark", "geometria", "noigandres", "poesia concreta"]
  },
  {
    "pergunta": "O que é o street art como movimento?",
    "resposta": "O street art, do final do século vinte, transforma espaços urbanos com grafites e murais, como os de Banksy. Mistura ativismo e estética. Sabia que cidades como Berlim têm museus a céu aberto de street art?",
    "palavras_chave": ["street art", "banksy", "grafite urbano", "ativismo estético", "museus a céu aberto"]
  },
  {
    "pergunta": "O que caracteriza o romantismo na arte?",
    "resposta": "O romantismo, do século dezenove, valoriza emoção, natureza e individualidade, como nas pinturas de Caspar David Friedrich. Sabia que o movimento reagiu à industrialização e ao neoclassicismo?",
    "palavras_chave": ["romantismo arte", "caspar david friedrich", "emoção", "natureza", "individualidade"]
  },
  {
    "pergunta": "O que define o realismo na pintura?",
    "resposta": "O realismo, do século dezenove, retrata a vida cotidiana com objetividade, como em 'Os Catadores de Batata' de Millet. Rejeitava idealizações. Sabia que o realismo inspirou a fotografia documental?",
    "palavras_chave": ["realismo pintura", "jean-françois millet", "vida cotidiana", "objetividade", "fotografia documental"]
  },
  {
    "pergunta": "O que é o futurismo italiano?",
    "resposta": "O futurismo, do início do século vinte, celebrava a modernidade, velocidade e tecnologia, como nas obras de Boccioni. Sabia que o movimento apoiou o fascismo, o que gerou controvérsias?",
    "palavras_chave": ["futurismo italiano", "boccioni", "modernidade", "velocidade", "tecnologia"]
  },
  {
    "pergunta": "O que caracteriza o simbolismo na arte?",
    "resposta": "O simbolismo, do final do século dezenove, explora sonhos, espiritualidade e símbolos, como nas obras de Gustave Moreau. Sabia que influenciou a poesia de Baudelaire e o surrealismo?",
    "palavras_chave": ["simbolismo arte", "gustave moreau", "sonhos", "espiritualidade", "baudelaire"]
  },
  {
    "pergunta": "O que define a Bauhaus na arte e design?",
    "resposta": "A Bauhaus, de mil novecentos e dezenove a mil novecentos e trinta e três, uniu arte, artesanato e indústria com designs funcionais, como os de Walter Gropius. Sabia que a Bauhaus moldou o design moderno, como cadeiras e prédios minimalistas?",
    "palavras_chave": ["bauhaus design", "walter gropius", "arte funcional", "design moderno", "minimalismo"]
  },
  {
    "pergunta": "O que é o abstracionismo na arte?",
    "resposta": "O abstracionismo, do início do século vinte, abandona a figuração para explorar formas e cores, como nas pinturas de Kandinsky. Sabia que ele via suas obras como composições musicais visuais?",
    "palavras_chave": ["abstracionismo", "kandinsky", "formas cores", "composições visuais", "arte não figurativa"]
  },
  {
    "pergunta": "O que caracteriza o art déco?",
    "resposta": "O art déco, dos anos mil novecentos e vinte, combina luxo, geometria e modernidade, como no Chrysler Building em Nova York. Sabia que o estilo dominou o design de joias e cinema na era do jazz?",
    "palavras_chave": ["art déco", "chrysler building", "geometria luxo", "era do jazz", "design moderno"]
  },
  {
    "pergunta": "O que define o modernismo brasileiro?",
    "resposta": "O modernismo brasileiro, iniciado na Semana de Arte Moderna de mil novecentos e vinte e dois, buscava uma arte nacional com obras de Tarsila do Amaral e Villa-Lobos. Sabia que o evento chocou a elite conservadora de São Paulo?",
    "palavras_chave": ["modernismo brasileiro", "semana de 1922", "tarsila do amaral", "villa-lobos", "identidade nacional"]
  },
  {
    "pergunta": "O que é o suprematismo russo?",
    "resposta": "O suprematismo, dos anos mil novecentos e dez, foca em formas geométricas puras, como o 'Quadrado Negro' de Malevich, buscando espiritualidade na arte. Sabia que o movimento influenciou o design gráfico minimalista?",
    "palavras_chave": ["suprematismo", "malevich", "quadrado negro", "geometria pura", "espiritualidade artística"]
  },
  {
    "pergunta": "O que caracteriza o neoconcretismo no Brasil?",
    "resposta": "O neoconcretismo, dos anos mil novecentos e cinquenta, enfatiza a interação do público com a arte, como nos 'Bichos' de Lygia Clark. Reagia ao concretismo rígido. Sabia que o movimento influenciou a arte participativa global?",
    "palavras_chave": ["neoconcretismo", "lygia clark", "bichos", "arte participativa", "interação pública"]
  },
  {
    "pergunta": "O que define o maneirismo na arte?",
    "resposta": "O maneirismo, do século dezesseis, usa formas alongadas e cores irreais, como nas pinturas de El Greco, reagindo ao equilíbrio renascentista. Sabia que o estilo foi considerado 'exagerado' pelos críticos da época?",
    "palavras_chave": ["maneirismo", "el greco", "formas alongadas", "reação renascimento", "cores irreais"]
  },
  {
    "pergunta": "O que é a arte cinética?",
    "resposta": "A arte cinética, dos anos mil novecentos e cinquenta, incorpora movimento, como nas esculturas móveis de Alexander Calder. Sabia que o movimento inspirou instalações interativas modernas?",
    "palavras_chave": ["arte cinética", "alexander calder", "esculturas móveis", "movimento artístico", "instalações interativas"]
  },
  {
    "pergunta": "O que caracteriza o expressionismo abstrato?",
    "resposta": "O expressionismo abstrato, dos anos mil novecentos e quarenta, usa grandes telas e gestos espontâneos, como nas obras de Jackson Pollock. Sabia que o dripping de Pollock revolucionou a pintura americana?",
    "palavras_chave": ["expressionismo abstrato", "jackson pollock", "dripping", "grandes telas", "pintura americana"]
  },
  {
    "pergunta": "O que define o op art?",
    "resposta": "A op art, dos anos mil novecentos e sessenta, cria ilusões ópticas com padrões geométricos, como nas obras de Victor Vasarely. Sabia que o estilo influenciou a moda e o design gráfico dos anos setenta?",
    "palavras_chave": ["op art", "victor vasarely", "ilusões ópticas", "padrões geométricos", "moda design"]
  },
  {
    "pergunta": "O que é o sumi-ê japonês?",
    "resposta": "O sumi-ê, pintura tradicional japonesa com tinta preta, enfatiza simplicidade e espontaneidade, como nas obras de Sesshu. Sabia que a técnica está ligada à filosofia zen desde o século treze?",
    "palavras_chave": ["sumi-ê", "sesshu", "pintura japonesa", "simplicidade zen", "espontaneidade"]
  },
  {
    "pergunta": "O que caracteriza a arte iorubá africana?",
    "resposta": "A arte iorubá, da Nigéria, usa esculturas e máscaras para rituais espirituais, com detalhes estilizados. Sabia que influenciou o modernismo, como nas obras de Picasso?",
    "palavras_chave": ["arte iorubá", "esculturas rituais", "máscaras africanas", "influência modernismo", "nigéria"]
  },
  {
    "pergunta": "O que define o pós-impressionismo?",
    "resposta": "O pós-impressionismo, do final do século dezenove, explora emoção e simbolismo, como nas obras de Van Gogh e Gauguin. Sabia que o estilo abriu caminho para o expressionismo e o fauvismo?",
    "palavras_chave": ["pós-impressionismo", "van gogh", "gauguin", "emoção simbolismo", "expressionismo"]
  },
  {
    "pergunta": "O que é o hiper-realismo na pintura?",
    "resposta": "O hiper-realismo, dos anos mil novecentos e setenta, cria imagens tão detalhadas que parecem fotografias, como nas obras de Chuck Close. Sabia que o estilo usa técnicas de projeção para alcançar precisão?",
    "palavras_chave": ["hiper-realismo", "chuck close", "detalhamento", "pintura fotográfica", "técnicas projeção"]
  },
  {
    "pergunta": "O que caracteriza o land art?",
    "resposta": "O land art, dos anos mil novecentos e sessenta, usa a natureza como tela, como nas espirais de Robert Smithson. Sabia que muitas obras são temporárias, moldadas pelo ambiente?",
    "palavras_chave": ["land art", "robert smithson", "natureza tela", "obras temporárias", "arte ambiental"]
  },
  {
    "pergunta": "O que define o vaporwave como estética?",
    "resposta": "O vaporwave, dos anos dois mil e dez, é uma estética digital que mistura nostalgia dos anos oitenta, cores neon e tecnologia retrô. Sabia que o estilo nasceu em fóruns online e influenciou a música e o design?",
    "palavras_chave": ["vaporwave", "estética digital", "nostalgia oitenta", "cores neon", "design retrô"]
  },
  {
    "pergunta": "O que é a arte pop japonesa?",
    "resposta": "A arte pop japonesa, liderada por Takashi Murakami, combina anime, mangá e cultura kawaii com cores vibrantes. Sabia que o estilo influenciou marcas como Louis Vuitton?",
    "palavras_chave": ["arte pop japonesa", "takashi murakami", "anime mangá", "cultura kawaii", "louis vuitton"]
  },
  {
    "pergunta": "O que caracteriza o simbolismo na música?",
    "resposta": "O simbolismo musical, do final do século dezenove, evoca emoções e imagens abstratas, como nas composições de Debussy. Sabia que o estilo inspirou a música de cinema moderna?",
    "palavras_chave": ["simbolismo música", "debussy", "emoções abstratas", "música de cinema", "imagens sonoras"]
  },
  {
    "pergunta": "O que define a arte conceitual?",
    "resposta": "A arte conceitual, dos anos mil novecentos e sessenta, prioriza ideias sobre estética, como nas instalações de Joseph Kosuth. Sabia que o lema 'a ideia é a obra' mudou o conceito de arte?",
    "palavras_chave": ["arte conceitual", "joseph kosuth", "ideias artísticas", "instalações", "conceito sobre estética"]
  },
  {
    "pergunta": "O que é o regionalismo na arte americana?",
    "resposta": "O regionalismo, dos anos mil novecentos e trinta, retrata a vida rural dos EUA, como nas pinturas de Grant Wood. Sabia que 'American Gothic' é um ícone desse movimento?",
    "palavras_chave": ["regionalismo americano", "grant wood", "american gothic", "vida rural", "arte americana"]
  },
  {
    "pergunta": "O que caracteriza a arte aborígine australiana?",
    "resposta": "A arte aborígine, com milhares de anos, usa pontos e padrões para contar histórias espirituais, como nas pinturas de Papunya. Sabia que o movimento moderno começou nos anos mil novecentos e setenta?",
    "palavras_chave": ["arte aborígine", "papunya", "padrões espirituais", "pintura australiana", "histórias culturais"]
  },
  {
    "pergunta": "O que define o neoexpressionismo?",
    "resposta": "O neoexpressionismo, dos anos mil novecentos e oitenta, reviveu a emoção crua com pinceladas intensas, como nas obras de Basquiat. Sabia que o movimento reagiu ao minimalismo frio?",
    "palavras_chave": ["neoexpressionismo", "basquiat", "emoção crua", "pinceladas intensas", "reação minimalismo"]
  },
  {
    "pergunta": "O que é o choro como estilo musical brasileiro?",
    "resposta": "O choro, surgido no século dezenove no Rio, mistura ritmos afro-brasileiros e europeus, como nas composições de Pixinguinha. Sabia que o choro influenciou a bossa nova?",
    "palavras_chave": ["choro brasileiro", "pixinguinha", "ritmos afro-brasileiros", "influência bossa nova", "música instrumental"]
  },
  {
    "pergunta": "O que caracteriza a arte digital contemporânea?",
    "resposta": "A arte digital, do século vinte e um, usa tecnologia como realidade virtual e NFTs, como nas obras de Beeple. Sabia que a venda de 'Everydays' por sessenta e nove milhões de dólares marcou a arte digital?",
    "palavras_chave": ["arte digital", "beeple", "NFTs", "realidade virtual", "everydays"]
  },
  {
    "pergunta": "O que define o classicismo na música?",
    "resposta": "O classicismo musical, do século dezoito, valoriza equilíbrio e clareza, como nas sinfonias de Mozart. Sabia que o estilo surgiu com a ascensão da burguesia europeia?",
    "palavras_chave": ["classicismo música", "mozart", "equilíbrio sonoro", "burguesia europeia", "sinfonias"]
  },
  {
    "pergunta": "O que é o divisionismo na pintura?",
    "resposta": "O divisionismo, do final do século dezenove, usa pontos de cor pura para criar luz, como nas obras de Seurat. Sabia que o estilo influenciou a televisão e os pixels digitais?",
    "palavras_chave": ["divisionismo", "seurat", "pontos de cor", "luz pictórica", "influência digital"]
  }
]