[
  {
    "pergunta": "Qual é a música mais tocada de todos os tempos no Spotify?",
    "resposta": "A música mais tocada da história do Spotify é 'Blinding Lights', do The Weeknd. Ela ultrapassou a marca de bilhões de reproduções e conquistou o público com sua mistura de pop e sons inspirados nos anos 80. O sucesso foi tão grande que a faixa se manteve nas paradas por mais de um ano. Sabia que essa música entrou para o Guinness como a canção mais ouvida em streaming da década de 2020?",
    "palavras_chave": ["spotify", "blinding lights", "the weeknd", "recorde", "streaming"]
  },
  {
    "pergunta": "Quem é o artista solo mais premiado da história da música?",
    "resposta": "Michael Jackson detém o título de artista solo mais premiado da história. Seu álbum 'Thriller' sozinho ganhou dezenas de prêmios e revolucionou o videoclipe musical. Jackson influenciou gerações com sua performance e estilo únicos. Sabia que ele ainda é o artista com mais Grammys ganhos em uma única noite, levando oito troféus em 1984?",
    "palavras_chave": ["michael jackson", "thriller", "grammy", "premiações", "pop"]
  },
  {
    "pergunta": "Qual é o álbum mais vendido de todos os tempos?",
    "resposta": "O álbum mais vendido de todos os tempos é 'Thriller', de Michael Jackson, lançado em 1982. Com mais de 70 milhões de cópias vendidas, o disco misturou pop, rock e R&B, transformando a indústria musical. Sabia que até hoje ninguém superou o recorde de vendas desse álbum, mesmo com o crescimento do streaming digital?",
    "palavras_chave": ["thriller", "álbum", "recorde", "vendas", "michael jackson"]
  },
  {
    "pergunta": "Quem foi a cantora mais jovem a ganhar o Grammy de Álbum do Ano?",
    "resposta": "Billie Eilish conquistou o Grammy de Álbum do Ano em 2020, com apenas 18 anos. O disco 'When We All Fall Asleep, Where Do We Go?' chamou atenção pela sonoridade experimental e letras introspectivas. Sabia que, além disso, Billie e seu irmão Finneas gravaram o álbum inteiro no quarto de casa?",
    "palavras_chave": ["billie eilish", "grammy", "álbum do ano", "pop alternativo", "finneas"]
  },
  {
    "pergunta": "Qual é a banda que mais vendeu discos na história?",
    "resposta": "Os Beatles são a banda com mais discos vendidos na história da música, ultrapassando 600 milhões de cópias. O grupo britânico revolucionou a música pop e o modo como as bandas eram vistas na cultura de massa. Sabia que eles foram os primeiros artistas a realizar shows em estádios lotados, abrindo caminho para os grandes concertos modernos?",
    "palavras_chave": ["beatles", "vendas", "pop rock", "história", "sucesso"]
  },
  {
    "pergunta": "Qual é o videoclipe mais caro já produzido?",
    "resposta": "O videoclipe mais caro da história é 'Scream', de Michael Jackson e Janet Jackson, lançado em 1995. O custo foi de cerca de 7 milhões de dólares! A produção futurista e cheia de efeitos visuais marcou época e ainda impressiona pelo nível técnico. Sabia que, na época, o clipe entrou no Guinness como o mais caro já feito?",
    "palavras_chave": ["videoclipe", "scream", "michael jackson", "janet jackson", "guinness"]
  },
  {
    "pergunta": "Qual é a música mais longa já lançada oficialmente?",
    "resposta": "A música mais longa oficialmente lançada é 'The Rise and Fall of Bossanova', da banda PC III, com impressionantes 13 horas de duração! A faixa faz parte de um projeto experimental de som ambiente contínuo. Sabia que existem composições ainda mais longas, como uma obra em execução desde o ano 2001 e que só será concluída em 2640?",
    "palavras_chave": ["música longa", "recorde", "bossanova", "experimental", "duração"]
  },
  {
    "pergunta": "Quem é o artista com mais Grammys da história?",
    "resposta": "Beyoncé é a artista que mais ganhou Grammys na história, somando 32 estatuetas até 2023. Ela se destacou por sua versatilidade, transitando entre R&B, pop e música eletrônica. Sabia que sua filha, Blue Ivy, também já ganhou um Grammy, tornando-se uma das vencedoras mais jovens do prêmio?",
    "palavras_chave": ["beyoncé", "grammy", "r&b", "recorde", "blue ivy"]
  },
  {
    "pergunta": "Qual foi o primeiro videoclipe exibido na MTV?",
    "resposta": "O primeiro videoclipe exibido na MTV foi 'Video Killed the Radio Star', da banda The Buggles, em 1981. A escolha foi simbólica, marcando a transição da era do rádio para a da televisão musical. Sabia que o nome da música virou uma espécie de profecia sobre o futuro da indústria fonográfica?",
    "palavras_chave": ["mtv", "the buggles", "videoclipe", "anos 80", "história"]
  },
  {
    "pergunta": "Qual show reuniu o maior público da história da música?",
    "resposta": "O maior público da história foi no show de Rod Stewart, na praia de Copacabana, no Réveillon de 1994/1995, com cerca de 4,2 milhões de pessoas! O evento foi gratuito e marcou um dos maiores momentos da música ao vivo. Sabia que esse recorde ainda não foi quebrado por nenhum outro artista?",
    "palavras_chave": ["rod stewart", "copacabana", "recorde", "público", "show"]
  },
  {
    "pergunta": "Qual foi a primeira música gravada na história?",
    "resposta": "A primeira gravação sonora conhecida é de 1860 e chama-se 'Au Clair de la Lune', feita por Édouard-Léon Scott de Martinville com um aparelho chamado fonoautógrafo. Sabia que essa gravação antecede até mesmo a invenção do fonógrafo de Thomas Edison?",
    "palavras_chave": ["gravação", "áudio", "história", "fonoautógrafo", "édouard-léon"]
  },
  {
    "pergunta": "Qual cantor detém o recorde de maior número de turnês lucrativas?",
    "resposta": "Elton John conquistou o recorde com sua turnê de despedida 'Farewell Yellow Brick Road', que arrecadou mais de 900 milhões de dólares. A turnê percorreu o mundo entre 2018 e 2023 e marcou o fim de uma carreira de cinco décadas. Sabia que ele tocou mais de 330 shows nessa turnê?",
    "palavras_chave": ["elton john", "turnê", "recorde", "farewell yellow brick road", "música ao vivo"]
  },
  {
    "pergunta": "Qual é o instrumento mais antigo já descoberto?",
    "resposta": "O instrumento musical mais antigo já encontrado é uma flauta feita de osso de abutre, com mais de 40 mil anos, descoberta na Alemanha. Ela mostra que a música acompanha a humanidade desde os primórdios. Sabia que há indícios de que nossos ancestrais já usavam ritmo e som para se comunicar antes mesmo da fala estruturada?",
    "palavras_chave": ["instrumento", "flauta", "pré-história", "arqueologia", "som"]
  },
  {
    "pergunta": "Qual é a canção mais regravada do mundo?",
    "resposta": "A música mais regravada de todos os tempos é 'Yesterday', dos Beatles, com mais de 2.200 versões registradas. A simplicidade da melodia e a melancolia da letra encantaram músicos de todos os estilos. Sabia que Paul McCartney teria sonhado com a melodia antes de escrever a letra?",
    "palavras_chave": ["beatles", "yesterday", "regravações", "paul mccartney", "clássico"]
  },
  {
    "pergunta": "Quem foi o primeiro artista a se apresentar no espaço?",
    "resposta": "Chris Hadfield, astronauta canadense, foi o primeiro a gravar uma música no espaço: uma versão de 'Space Oddity', de David Bowie, diretamente da Estação Espacial Internacional. Sabia que ele levou um violão para o espaço especialmente para essa gravação?",
    "palavras_chave": ["espaço", "astronauta", "chris hadfield", "david bowie", "space oddity"]
  },
  {
    "pergunta": "Qual é o festival de música mais antigo ainda em atividade?",
    "resposta": "O Festival de Jazz de Newport, criado em 1954 nos Estados Unidos, é considerado o mais antigo ainda ativo. Ele reuniu lendas como Louis Armstrong e Miles Davis. Sabia que foi nesse festival que o jazz começou a se misturar com o rock, nos anos 60?",
    "palavras_chave": ["festival", "jazz", "newport", "história", "música ao vivo"]
  },
  {
    "pergunta": "Qual foi o primeiro CD produzido no mundo?",
    "resposta": "O primeiro CD produzido comercialmente foi 'The Visitors', do grupo ABBA, em 1982. A novidade marcou a transição do vinil para o formato digital. Sabia que o primeiro CD fabricado para testes continha a Nona Sinfonia de Beethoven?",
    "palavras_chave": ["cd", "abba", "the visitors", "tecnologia", "beethoven"]
  },
  {
    "pergunta": "Qual é o artista com mais streams no Spotify?",
    "resposta": "Até o momento, o artista mais ouvido do Spotify é o cantor canadense The Weeknd. Seu estilo mistura pop e R&B com uma estética moderna. Sabia que ele ultrapassou a marca de 120 milhões de ouvintes mensais em 2024, um número histórico na plataforma?",
    "palavras_chave": ["the weeknd", "spotify", "recorde", "streaming", "r&b"]
  },
  {
    "pergunta": "Quem foi o primeiro brasileiro a ganhar um Grammy internacional?",
    "resposta": "O maestro Heitor Villa-Lobos foi o primeiro brasileiro reconhecido internacionalmente, mas quem levou o primeiro Grammy foi Tom Jobim, em 1965, com 'The Composer of Desafinado, Plays'. Sabia que esse prêmio ajudou a popularizar a bossa nova nos Estados Unidos?",
    "palavras_chave": ["tom jobim", "grammy", "bossa nova", "villa-lobos", "música brasileira"]
  },
  {
    "pergunta": "Qual foi o primeiro videoclipe brasileiro exibido na MTV?",
    "resposta": "O primeiro videoclipe nacional exibido na MTV Brasil foi 'Garota de Ipanema', em 1990, numa nova versão com Marina Lima. A estreia marcou o início da era dos videoclipes no país. Sabia que o canal começou suas transmissões exatamente com esse clipe como símbolo da música brasileira moderna?",
    "palavras_chave": ["mtv brasil", "garota de ipanema", "marina lima", "videoclipe", "anos 90"]
  },
  {
    "pergunta": "Qual é a música mais tocada em shows de rock?",
    "resposta": "‘Smoke on the Water’, do Deep Purple, é uma das músicas mais tocadas e reconhecidas do rock. Seu riff de guitarra é considerado um dos mais icônicos de todos os tempos. Sabia que a letra conta um incêndio real ocorrido durante um show de Frank Zappa?",
    "palavras_chave": ["deep purple", "rock", "guitarra", "clássico", "show"]
  },
  {
    "pergunta": "Quem foi o DJ mais bem pago do mundo?",
    "resposta": "Calvin Harris já liderou por anos a lista da Forbes como o DJ mais bem pago do planeta. Suas parcerias com artistas como Rihanna e Dua Lipa renderam hits globais. Sabia que ele começou produzindo músicas no quarto da casa dos pais, na Escócia?",
    "palavras_chave": ["calvin harris", "dj", "forbes", "eletrônica", "sucesso"]
  },
  {
    "pergunta": "Qual é o videoclipe mais assistido de todos os tempos no YouTube?",
    "resposta": "‘Baby Shark Dance’ é o vídeo musical mais visto de todos os tempos no YouTube, ultrapassando 13 bilhões de visualizações. A canção infantil se tornou um fenômeno global. Sabia que o sucesso foi tão grande que ela entrou no Guinness como o vídeo mais assistido da história?",
    "palavras_chave": ["youtube", "baby shark", "recorde", "vídeo", "música infantil"]
  },
  {
    "pergunta": "Qual é o álbum brasileiro mais vendido de todos os tempos?",
    "resposta": "O álbum brasileiro mais vendido é 'Músicas para Louvar ao Senhor', do Padre Marcelo Rossi, lançado em 1998, com mais de 3 milhões de cópias. Ele marcou uma era de grande popularidade da música religiosa no Brasil. Sabia que esse sucesso levou o disco a ficar à frente de nomes como Roberto Carlos e Xuxa em vendas?",
    "palavras_chave": ["padre marcelo rossi", "álbum", "recorde", "música brasileira", "vendas"]
  },
  {
    "pergunta": "Qual é o festival mais frequentado do mundo?",
    "resposta": "O festival Donauinselfest, realizado em Viena, Áustria, é considerado o maior do mundo, atraindo cerca de 3 milhões de pessoas todos os anos. Sabia que ele é totalmente gratuito e conta com mais de 10 palcos simultâneos?",
    "palavras_chave": ["festival", "donauinselfest", "áustria", "música ao vivo", "recorde"]
  },
  {
    "pergunta": "Qual cantor ficou mais tempo no topo da Billboard Hot 100?",
    "resposta": "Lil Nas X bateu o recorde com 'Old Town Road', permanecendo 19 semanas consecutivas no topo da Billboard Hot 100. A mistura de country e rap surpreendeu o público. Sabia que ele lançou a música de forma independente antes de viralizar no TikTok?",
    "palavras_chave": ["lil nas x", "old town road", "billboard", "recorde", "tiktok"]
  },
  {
    "pergunta": "Qual é a música mais curta já gravada oficialmente?",
    "resposta": "A música mais curta já lançada é 'You Suffer', da banda britânica Napalm Death, com apenas 1,316 segundos! Lançada em 1987, ela se tornou um símbolo do grindcore, um subgênero extremo do metal. Sabia que essa faixa entrou para o Guinness Book como a canção mais curta do mundo?",
    "palavras_chave": ["napalm death", "you suffer", "grindcore", "recorde", "metal"]
  },
  {
    "pergunta": "Qual artista teve o maior número de álbuns simultaneamente nas paradas?",
    "resposta": "Após sua morte, Prince teve 19 álbuns simultaneamente nas paradas da Billboard 200 em 2016, quebrando recordes históricos. O público voltou a ouvir suas músicas em massa, celebrando sua genialidade. Sabia que ele mesmo produzia, compunha e tocava a maioria dos instrumentos de seus discos?",
    "palavras_chave": ["prince", "billboard", "álbuns", "recorde", "pop"]
  },
  {
    "pergunta": "Quem é a banda com mais shows realizados na história?",
    "resposta": "A banda Iron Maiden é uma das que mais realizaram shows no mundo, ultrapassando 2 mil apresentações desde os anos 70. Sua energia e lealdade dos fãs são lendárias. Sabia que o vocalista Bruce Dickinson pilota o próprio avião da banda nas turnês, o famoso ‘Ed Force One’?",
    "palavras_chave": ["iron maiden", "turnês", "rock", "shows", "bruce dickinson"]
  },
  {
    "pergunta": "Qual é o instrumento mais caro já vendido?",
    "resposta": "Um violino Stradivarius chamado 'Lady Blunt' foi vendido por mais de 15 milhões de dólares em 2011. Esses instrumentos são famosos pelo som incomparável e pela precisão artesanal do século XVIII. Sabia que só existem cerca de 650 Stradivarius originais no mundo?",
    "palavras_chave": ["violino", "stradivarius", "lady blunt", "leilão", "instrumentos"]
  },
  {
    "pergunta": "Qual foi a primeira música transmitida pela internet?",
    "resposta": "A primeira música transmitida pela internet foi ‘Wax Cylinders’, em 1993, num experimento feito por pesquisadores da Universidade de Illinois. O evento marcou o início do streaming musical. Sabia que, poucos anos depois, surgiria o MP3, mudando para sempre a forma de ouvir música?",
    "palavras_chave": ["internet", "streaming", "mp3", "história", "tecnologia"]
  },
  {
    "pergunta": "Qual foi o maior cachê já pago por um show único?",
    "resposta": "Adele recebeu cerca de 13 milhões de dólares por um show privado em 2017, em Las Vegas, para um evento corporativo. Sabia que artistas como Beyoncé e The Rolling Stones também já receberam cachês milionários para apresentações exclusivas?",
    "palavras_chave": ["adele", "cachê", "show", "las vegas", "recorde"]
  },
  {
    "pergunta": "Quem foi o artista com mais discos de diamante nos Estados Unidos?",
    "resposta": "Garth Brooks, cantor de country, é o artista com mais discos de diamante nos EUA, com nove álbuns certificados pela RIAA. Ele se tornou um fenômeno nacional misturando o estilo country com pop e rock. Sabia que ele superou Elvis Presley nesse ranking?",
    "palavras_chave": ["garth brooks", "country", "diamante", "vendas", "recorde"]
  },
  {
    "pergunta": "Qual foi o primeiro videoclipe brasileiro a ultrapassar 1 bilhão de visualizações?",
    "resposta": "O primeiro clipe brasileiro a alcançar 1 bilhão de visualizações no YouTube foi 'Ai Se Eu Te Pego', de Michel Teló. A música viralizou internacionalmente, sendo cantada até por jogadores de futebol em campo. Sabia que ela chegou ao topo das paradas em mais de 15 países?",
    "palavras_chave": ["michel teló", "youtube", "recorde", "ai se eu te pego", "música brasileira"]
  },
  {
    "pergunta": "Qual cantor já ganhou mais Oscars por trilhas sonoras?",
    "resposta": "O compositor John Williams é o mais indicado e premiado por trilhas sonoras, com cinco Oscars vencidos e mais de 50 indicações. Ele criou temas icônicos como 'Star Wars', 'Harry Potter' e 'Jurassic Park'. Sabia que só Walt Disney tem mais indicações que ele na história do cinema?",
    "palavras_chave": ["john williams", "trilha sonora", "oscar", "cinema", "composição"]
  },
  {
    "pergunta": "Quem é o artista mais velho ainda em atividade?",
    "resposta": "Tony Bennett, até pouco antes de falecer em 2023, continuava se apresentando aos 96 anos. Sua carreira atravessou oito décadas e ele ainda gravou um álbum com Lady Gaga. Sabia que ele manteve a voz e o carisma mesmo após ser diagnosticado com Alzheimer?",
    "palavras_chave": ["tony bennett", "jazz", "longevidade", "carreira", "lady gaga"]
  },
  {
    "pergunta": "Qual foi o maior coro já reunido para uma apresentação musical?",
    "resposta": "O maior coro do mundo foi formado nas Filipinas, em 2014, com mais de 121 mil pessoas cantando juntas. Sabia que eles entoaram músicas natalinas e entraram para o Guinness Book pelo feito impressionante?",
    "palavras_chave": ["coro", "recorde", "filipinas", "guinness", "música coletiva"]
  },
  {
    "pergunta": "Qual cantora brasileira tem mais prêmios internacionais?",
    "resposta": "Anitta é a artista brasileira com mais prêmios internacionais, incluindo o MTV EMA de Melhor Artista Latina e o VMA de Melhor Clipe Latino. Sabia que ela foi a primeira brasileira a se apresentar no palco principal do Coachella?",
    "palavras_chave": ["anitta", "premiações", "coachella", "música brasileira", "vma"]
  },
  {
    "pergunta": "Qual é a trilha sonora de filme mais vendida da história?",
    "resposta": "A trilha de 'O Guarda-Costas', com Whitney Houston, é a mais vendida de todos os tempos. Com mais de 45 milhões de cópias, o álbum trouxe o clássico 'I Will Always Love You'. Sabia que essa música originalmente foi composta e gravada por Dolly Parton?",
    "palavras_chave": ["whitney houston", "o guarda-costas", "trilha sonora", "vendas", "cinema"]
  },
  {
    "pergunta": "Qual foi o primeiro festival de música do mundo?",
    "resposta": "O primeiro grande festival reconhecido foi o Newport Jazz Festival, criado em 1954. Ele inspirou eventos como Woodstock e Glastonbury. Sabia que esse festival ainda acontece anualmente até hoje, mais de 70 anos depois?",
    "palavras_chave": ["festival", "newport", "jazz", "história", "música ao vivo"]
  },
  {
    "pergunta": "Quem é o artista latino mais premiado da história?",
    "resposta": "Bad Bunny é o artista latino mais premiado da atualidade, com dezenas de troféus do Grammy Latino, Billboard e MTV. Seu estilo mistura reggaeton, trap e pop. Sabia que ele foi o cantor mais ouvido no Spotify global por três anos seguidos?",
    "palavras_chave": ["bad bunny", "reggaeton", "premiações", "spotify", "latino"]
  },
  {
    "pergunta": "Qual é a música mais usada em comerciais de TV?",
    "resposta": "‘Happy’, de Pharrell Williams, é uma das músicas mais licenciadas para comerciais e trilhas de programas. Seu ritmo positivo combina com marcas do mundo todo. Sabia que ela foi criada originalmente para a trilha do filme 'Meu Malvado Favorito 2'?",
    "palavras_chave": ["pharrell williams", "happy", "publicidade", "trilha sonora", "cinema"]
  },
  {
    "pergunta": "Quem foi o primeiro artista brasileiro no Rock in Rio?",
    "resposta": "O primeiro show brasileiro no Rock in Rio de 1985 foi de Ney Matogrosso. Ele abriu o festival com uma performance marcante e cheia de teatralidade. Sabia que o Rock in Rio foi criado por Roberto Medina e virou um dos maiores festivais do planeta?",
    "palavras_chave": ["rock in rio", "ney matogrosso", "festival", "música brasileira", "anos 80"]
  },
  {
    "pergunta": "Qual cantor detém o recorde de mais álbuns número 1 na Billboard?",
    "resposta": "Jay-Z é o artista solo com mais álbuns número 1 na Billboard 200, ultrapassando Elvis Presley. Ele se tornou um ícone do hip-hop e também um magnata dos negócios. Sabia que sua esposa, Beyoncé, também é uma das mais premiadas da história?",
    "palavras_chave": ["jay-z", "billboard", "álbuns", "hip-hop", "recorde"]
  },
  {
    "pergunta": "Qual é a orquestra mais antiga do mundo ainda em atividade?",
    "resposta": "A Orquestra Filarmônica de Viena é uma das mais antigas e prestigiadas, fundada em 1842. Ela é conhecida pelo concerto de Ano Novo transmitido globalmente. Sabia que a seleção dos músicos é feita entre membros da Ópera Estatal de Viena?",
    "palavras_chave": ["orquestra", "viena", "filarmônica", "clássico", "história"]
  },
  {
    "pergunta": "Qual é a canção mais traduzida do mundo?",
    "resposta": "‘Happy Birthday to You’ é a música mais traduzida e cantada do planeta, presente em dezenas de idiomas. Sabia que ela foi composta em 1893 por duas irmãs americanas que trabalhavam como professoras?",
    "palavras_chave": ["happy birthday", "tradução", "música", "história", "cultura"]
  },
  {
    "pergunta": "Qual é o maior instrumento musical já construído?",
    "resposta": "O maior instrumento do mundo é o órgão da Boardwalk Hall, em Atlantic City (EUA). Ele possui mais de 33 mil tubos e ocupa um espaço gigantesco. Sabia que, mesmo construído em 1932, ele ainda está em funcionamento e passa por restaurações constantes?",
    "palavras_chave": ["órgão", "instrumento", "recorde", "atlantic city", "história"]
  },
  {
    "pergunta": "Quem foi o primeiro artista a lançar um álbum surpresa digital?",
    "resposta": "Beyoncé inovou em 2013 ao lançar seu álbum autointitulado sem aviso prévio no iTunes. A estratégia quebrou a internet e mudou o marketing musical. Sabia que, depois disso, artistas como Drake e Taylor Swift seguiram o mesmo modelo?",
    "palavras_chave": ["beyoncé", "álbum", "lançamento", "itunes", "marketing"]
  },
  {
    "pergunta": "Qual cantor já vendeu mais ingressos de shows na história?",
    "resposta": "U2 é a banda que mais vendeu ingressos na história, com mais de 26 milhões de entradas comercializadas ao longo da carreira. Sabia que a turnê '360º Tour' deles arrecadou mais de 700 milhões de dólares?",
    "palavras_chave": ["u2", "turnê", "shows", "ingressos", "recorde"]
  },
  {
    "pergunta": "Qual foi a primeira música tocada na Lua?",
    "resposta": "Durante a missão Apollo 11, os astronautas ouviram 'Fly Me to the Moon', de Frank Sinatra, a bordo da nave. Sabia que a escolha da música foi uma homenagem simbólica ao sonho humano de explorar o espaço?",
    "palavras_chave": ["apollo 11", "lua", "frank sinatra", "fly me to the moon", "nasa"]
  },
  {
    "pergunta": "Quem foi o compositor mais prolífico da história?",
    "resposta": "Georg Philipp Telemann, compositor alemão do século XVIII, é considerado o mais prolífico da história, com mais de 3 mil obras catalogadas. Sabia que ele foi amigo de Bach e influenciou Mozart?",
    "palavras_chave": ["telemann", "compositor", "música clássica", "bach", "mozart"]
  },
  {
    "pergunta": "Qual cantora teve o videoclipe mais rápido a atingir 100 milhões de visualizações?",
    "resposta": "Em 2019, Ariana Grande quebrou o recorde com 'thank u, next', alcançando 100 milhões de visualizações em apenas quatro dias. Sabia que o clipe faz referências a filmes adolescentes famosos como 'Legalmente Loira' e 'Meninas Malvadas'?",
    "palavras_chave": ["ariana grande", "thank u next", "youtube", "recorde", "clipe"]
  },
  {
    "pergunta": "Qual foi o primeiro videoclipe a ultrapassar 1 bilhão de visualizações no YouTube?",
    "resposta": "O primeiro videoclipe a atingir 1 bilhão de visualizações foi 'Gangnam Style', de PSY, em 2012. O sucesso viral sul-coreano transformou o K-pop em um fenômeno mundial. Sabia que o vídeo fez o YouTube atualizar seu contador de visualizações porque o sistema não suportava números tão altos?",
    "palavras_chave": ["gangnam style", "psy", "k-pop", "youtube", "recorde"]
  },
  {
    "pergunta": "Qual cantor lançou o álbum mais caro já produzido?",
    "resposta": "O álbum mais caro já produzido é 'Invincible', de Michael Jackson, lançado em 2001. Estima-se que o custo total ultrapassou 30 milhões de dólares, incluindo gravações, vídeos e marketing. Sabia que o projeto envolveu mais de 70 músicos e levou quatro anos para ser finalizado?",
    "palavras_chave": ["michael jackson", "invincible", "produção", "recorde", "álbum"]
  },
  {
    "pergunta": "Qual é o gênero musical mais popular do mundo atualmente?",
    "resposta": "O pop ainda domina, mas o gênero mais ouvido no streaming é o hip-hop. Ele ultrapassou o rock e o pop tradicional em popularidade global. Sabia que artistas como Drake e Travis Scott estão entre os mais ouvidos do planeta, com bilhões de streams?",
    "palavras_chave": ["hip-hop", "pop", "streaming", "drake", "travis scott"]
  },
  {
    "pergunta": "Quem foi o artista mais jovem a se apresentar no Grammy?",
    "resposta": "A cantora LeAnn Rimes se apresentou no Grammy aos 14 anos, em 1997, sendo uma das artistas mais jovens a subir naquele palco. Sabia que, no mesmo ano, ela também ganhou dois Grammys, incluindo o de Melhor Artista Revelação?",
    "palavras_chave": ["leann rimes", "grammy", "jovem", "premiação", "country"]
  },
  {
    "pergunta": "Qual foi o primeiro festival de rock do mundo?",
    "resposta": "O Monterey Pop Festival, em 1967, é considerado o primeiro grande festival de rock da história. Ele revelou artistas como Jimi Hendrix e Janis Joplin. Sabia que o público ficou tão impressionado com Hendrix que ele literalmente incendiou a guitarra no palco?",
    "palavras_chave": ["monterey pop", "festival", "jimi hendrix", "rock", "anos 60"]
  },
  {
    "pergunta": "Qual é o disco de vinil mais caro já vendido?",
    "resposta": "Um dos vinis mais caros da história é uma cópia original de 'The White Album' dos Beatles, numerada com o número 0000001, vendida por mais de 700 mil dólares. Sabia que o exemplar pertencia a Ringo Starr, baterista da banda?",
    "palavras_chave": ["beatles", "vinil", "coleção", "white album", "ringo starr"]
  },
  {
    "pergunta": "Qual é o videoclipe brasileiro mais assistido da história?",
    "resposta": "O clipe mais visto do Brasil é 'Bum Bum Tam Tam', de MC Fioti, com bilhões de visualizações. A música viralizou no mundo e até ganhou uma versão oficial com a Organização Mundial da Saúde para promover a vacinação. Sabia que o clipe original foi gravado em uma escola pública de São Paulo?",
    "palavras_chave": ["mc fioti", "youtube", "música brasileira", "viral", "vacinação"]
  },
  {
    "pergunta": "Quem é o artista mais tocado nas rádios brasileiras?",
    "resposta": "Roberto Carlos é o artista mais tocado nas rádios do Brasil há décadas. Seu repertório atravessa gerações e mistura romantismo com elementos da MPB. Sabia que ele já lançou mais de 60 álbuns de estúdio?",
    "palavras_chave": ["roberto carlos", "rádios", "mpb", "sucesso", "romantismo"]
  },
  {
    "pergunta": "Qual foi o primeiro videoclipe em 3D da história?",
    "resposta": "O primeiro videoclipe em 3D foi 'We Are the World 25 for Haiti', lançado em 2010. A nova versão do clássico uniu dezenas de artistas em prol das vítimas do terremoto no Haiti. Sabia que a gravação reuniu nomes como Justin Bieber, Céline Dion e Wyclef Jean?",
    "palavras_chave": ["we are the world", "3d", "haiti", "solidariedade", "videoclipe"]
  },
  {
    "pergunta": "Qual cantora quebrou o recorde de mais indicações ao Grammy em um único ano?",
    "resposta": "Beyoncé recebeu 9 indicações ao Grammy em 2010 e repetiu o feito em 2021, tornando-se uma das artistas mais reconhecidas da história da premiação. Sabia que ela acumula mais de 80 indicações ao todo?",
    "palavras_chave": ["beyoncé", "grammy", "recorde", "premiação", "r&b"]
  },
  {
    "pergunta": "Qual foi o maior cachê pago para um DJ em um evento?",
    "resposta": "O DJ Calvin Harris recebeu cerca de 400 mil dólares por noite em sua residência fixa em Las Vegas. Sabia que, entre 2013 e 2018, ele faturou mais de 50 milhões de dólares por ano apenas com apresentações ao vivo?",
    "palavras_chave": ["calvin harris", "dj", "las vegas", "eletrônica", "cachê"]
  },
  {
    "pergunta": "Qual é a música brasileira mais regravada no exterior?",
    "resposta": "‘Garota de Ipanema’, de Tom Jobim e Vinicius de Moraes, é a canção brasileira mais regravada no mundo. A versão em inglês, 'The Girl from Ipanema', chegou ao top 10 da Billboard. Sabia que ela foi gravada por artistas como Frank Sinatra e Amy Winehouse?",
    "palavras_chave": ["garota de ipanema", "tom jobim", "vinicius de moraes", "bossa nova", "regravação"]
  },
  {
    "pergunta": "Quem é o artista com mais seguidores no Instagram entre músicos?",
    "resposta": "Selena Gomez é uma das artistas mais seguidas do mundo no Instagram, ultrapassando 400 milhões de seguidores. Sabia que ela usa a plataforma também para falar sobre saúde mental e causas sociais?",
    "palavras_chave": ["selena gomez", "instagram", "seguidores", "pop", "influência"]
  },
  {
    "pergunta": "Qual é a trilha sonora de videogame mais vendida da história?",
    "resposta": "A trilha sonora de 'Grand Theft Auto: Vice City' é uma das mais vendidas e elogiadas de todos os tempos. Ela reúne clássicos dos anos 80 e foi lançada em várias edições. Sabia que muitos jogadores descobriram músicas antigas graças a esse jogo?",
    "palavras_chave": ["gta vice city", "trilha sonora", "videogame", "anos 80", "música"]
  },
  {
    "pergunta": "Qual é o maior coral infantil do mundo?",
    "resposta": "O maior coral infantil registrado foi o da fundação ‘Sing For Joy’, nas Filipinas, com mais de 9 mil crianças cantando juntas. Sabia que o evento foi transmitido ao vivo e arrecadou fundos para escolas públicas?",
    "palavras_chave": ["coro", "crianças", "filipinas", "recorde", "solidariedade"]
  },
  {
    "pergunta": "Qual é a música brasileira mais tocada internacionalmente no século XXI?",
    "resposta": "‘Ai Se Eu Te Pego’, de Michel Teló, ainda é a música brasileira mais tocada fora do país neste século. O sucesso foi impulsionado por vídeos virais de jogadores de futebol. Sabia que Cristiano Ronaldo e Neymar ajudaram a popularizá-la dançando após gols?",
    "palavras_chave": ["michel teló", "ai se eu te pego", "sucesso", "internacional", "viral"]
  },
  {
    "pergunta": "Qual foi a primeira banda a tocar no topo do Monte Everest?",
    "resposta": "Em 2012, a banda britânica 'The Concert' realizou o show mais alto do mundo no acampamento base do Monte Everest, a mais de 5 mil metros de altitude. Sabia que o evento arrecadou fundos para instituições de caridade no Nepal?",
    "palavras_chave": ["monte everest", "show", "recorde", "nepal", "música ao vivo"]
  },
  {
    "pergunta": "Qual cantor teve o álbum mais vendido em 24 horas?",
    "resposta": "O recorde pertence a Adele, com o álbum '25', lançado em 2015. Em apenas um dia, o disco vendeu mais de 3 milhões de cópias nos Estados Unidos. Sabia que ele se tornou o álbum mais vendido do século XXI?",
    "palavras_chave": ["adele", "álbum", "recorde", "vendas", "pop"]
  },
  {
    "pergunta": "Quem é a cantora mais ouvida no Spotify em todos os tempos?",
    "resposta": "Taylor Swift é a cantora mais ouvida da história do Spotify, ultrapassando bilhões de reproduções em suas músicas. Sabia que ela foi a primeira artista a ter todas as músicas de um álbum no Top 10 simultaneamente?",
    "palavras_chave": ["taylor swift", "spotify", "recorde", "pop", "álbum"]
  },
  {
    "pergunta": "Qual é a ópera mais longa já composta?",
    "resposta": "A ópera 'Licht', de Karlheinz Stockhausen, é uma das mais longas já compostas, com mais de 29 horas de duração divididas em sete partes. Sabia que cada parte representa um dia da semana e inclui até helicópteros como instrumentos musicais?",
    "palavras_chave": ["ópera", "stockhausen", "licht", "composição", "experimental"]
  },
  {
    "pergunta": "Qual foi a primeira banda de rock brasileira?",
    "resposta": "Os Mutantes são considerados a primeira grande banda de rock brasileira, surgida nos anos 60 no movimento tropicalista. Sabia que eles foram aclamados internacionalmente por artistas como Kurt Cobain e David Byrne?",
    "palavras_chave": ["os mutantes", "rock brasileiro", "tropicalismo", "anos 60", "influência"]
  },
  {
    "pergunta": "Quem foi o primeiro artista a lançar uma música apenas em NFT?",
    "resposta": "Em 2021, o DJ e produtor 3LAU lançou a primeira música exclusivamente em NFT, arrecadando mais de 11 milhões de dólares. Sabia que o formato NFT está mudando a forma como músicos distribuem e monetizam suas obras?",
    "palavras_chave": ["3lau", "nft", "música digital", "tecnologia", "blockchain"]
  },
  {
    "pergunta": "Qual é o videoclipe mais premiado da história?",
    "resposta": "O clipe de 'Bad Romance', de Lady Gaga, é um dos mais premiados de todos os tempos, com dezenas de prêmios internacionais. Sabia que ele foi dirigido por Francis Lawrence, o mesmo de 'Jogos Vorazes'?",
    "palavras_chave": ["lady gaga", "bad romance", "videoclipe", "prêmios", "pop"]
  },
  {
    "pergunta": "Qual é o maior piano do mundo?",
    "resposta": "O maior piano do mundo foi construído na Nova Zelândia por um jovem de 15 anos chamado Adrian Mann. O instrumento tem mais de 5 metros de comprimento e pesa quase uma tonelada. Sabia que ele levou quatro anos para terminar a construção?",
    "palavras_chave": ["piano", "recorde", "instrumento", "nova zelândia", "curiosidade"]
  },
  {
    "pergunta": "Quem foi o primeiro artista a ganhar um Grammy póstumo?",
    "resposta": "John Lennon recebeu um Grammy póstumo em 1982 pelo álbum 'Double Fantasy', lançado pouco antes de sua morte. Sabia que Yoko Ono subiu ao palco para receber o prêmio em homenagem ao ex-beatle?",
    "palavras_chave": ["john lennon", "grammy", "double fantasy", "beatles", "póstumo"]
  },
  {
    "pergunta": "Qual é a música mais antiga ainda tocada em cerimônias oficiais?",
    "resposta": "‘God Save the King’, o hino do Reino Unido, é uma das músicas mais antigas ainda em uso, datada do século XVIII. Sabia que várias nações usaram melodias baseadas nela para seus próprios hinos?",
    "palavras_chave": ["god save the king", "hino", "reino unido", "música histórica", "tradição"]
  },
  {
    "pergunta": "Qual é a canção mais curta já lançada comercialmente?",
    "resposta": "A música mais curta oficialmente lançada é 'You Suffer', da banda Napalm Death, com apenas 1,316 segundos de duração! Apesar da brevidade, ela virou um marco do grindcore. Sabia que ela entrou para o Guinness World Records como a canção mais curta do mundo?",
    "palavras_chave": ["napalm death", "you suffer", "grindcore", "recorde", "guinness"]
  },
  {
    "pergunta": "Qual é a canção mais longa já gravada?",
    "resposta": "‘The Rise and Fall of Bossanova’, da banda PC III, tem mais de 13 horas de duração. É considerada a faixa mais longa já lançada oficialmente. Sabia que ela foi pensada como uma experiência sonora contínua, sem pausas ou repetições evidentes?",
    "palavras_chave": ["música longa", "pc iii", "bossanova", "recorde", "experiência sonora"]
  },
  {
    "pergunta": "Quem foi o primeiro artista a usar autotune de forma criativa e popular?",
    "resposta": "Cher foi pioneira no uso criativo do autotune com a música 'Believe', em 1998. O efeito virou uma marca registrada do pop moderno. Sabia que o engenheiro que aplicou o efeito usou um programa de afinação experimental ainda não lançado na época?",
    "palavras_chave": ["cher", "autotune", "believe", "tecnologia", "pop"]
  },
  {
    "pergunta": "Qual foi o show com a maior plateia da história?",
    "resposta": "O maior público registrado em um show foi no concerto de Rod Stewart na praia de Copacabana, no Réveillon de 1994, com cerca de 3,5 milhões de pessoas. Sabia que o evento entrou para o Guinness e foi gratuito?",
    "palavras_chave": ["rod stewart", "copacabana", "recorde", "show", "guinness"]
  },
  {
    "pergunta": "Quem é o músico mais velho ainda em atividade?",
    "resposta": "O pianista e compositor britânico Sir Neville Marriner continuou regendo até os 92 anos. Hoje, alguns artistas com mais de 90, como Tony Bennett, ainda se apresentavam até pouco antes de falecer. Sabia que Bennett lançou discos até os 95?",
    "palavras_chave": ["tony bennett", "longevidade", "música", "idoso", "carreira"]
  },
  {
    "pergunta": "Qual banda manteve a mesma formação por mais tempo?",
    "resposta": "A banda ZZ Top é famosa por manter a mesma formação por mais de 50 anos, até a morte de Dusty Hill em 2021. Sabia que o trio texano era conhecido por suas longas barbas e som característico de blues rock?",
    "palavras_chave": ["zz top", "formação", "banda", "blues rock", "longevidade"]
  },
  {
    "pergunta": "Qual cantor gravou o maior número de músicas na história?",
    "resposta": "O indiano Asha Bhosle é reconhecido pelo Guinness como o artista com mais gravações vocais — mais de 11 mil músicas! Sabia que ela canta desde os anos 40 e trabalhou em mais de 20 idiomas?",
    "palavras_chave": ["asha bhosle", "índia", "guinness", "música", "gravações"]
  },
  {
    "pergunta": "Qual é o álbum mais vendido de todos os tempos?",
    "resposta": "‘Thriller’, de Michael Jackson, ainda é o álbum mais vendido da história, com mais de 70 milhões de cópias. Sabia que o sucesso foi tão grande que redefiniu a forma como videoclipes eram produzidos?",
    "palavras_chave": ["thriller", "michael jackson", "álbum", "recorde", "vendas"]
  },
  {
    "pergunta": "Qual foi a primeira música tocada no espaço?",
    "resposta": "‘Jingle Bells’ foi a primeira música tocada no espaço, em 1965, por astronautas da missão Gemini 6. Eles levaram um pequeno sino e uma gaita para fazer a surpresa. Sabia que a NASA entrou na brincadeira e transmitiu o som ao vivo?",
    "palavras_chave": ["jingle bells", "espaço", "nasa", "gemini 6", "curiosidade"]
  },
  {
    "pergunta": "Qual foi a primeira música gravada na história?",
    "resposta": "A primeira gravação conhecida é de 1860, uma canção francesa chamada 'Au Clair de la Lune', registrada por Édouard-Léon Scott de Martinville. Sabia que o som só pôde ser reproduzido mais de um século depois, com tecnologia moderna?",
    "palavras_chave": ["gravação", "au clair de la lune", "história", "invenção", "som"]
  },
  {
    "pergunta": "Qual é o instrumento musical mais antigo do mundo?",
    "resposta": "As flautas de osso encontradas na Alemanha, com mais de 40 mil anos, são os instrumentos musicais mais antigos conhecidos. Sabia que elas foram feitas com ossos de aves e tocam escalas semelhantes às atuais?",
    "palavras_chave": ["flauta", "instrumento", "pré-história", "arqueologia", "música antiga"]
  },
  {
    "pergunta": "Qual foi o primeiro álbum lançado apenas na internet?",
    "resposta": "O álbum 'The Devil’s Bris', da banda Voltaire, lançado em 1998, é considerado um dos primeiros a estrear exclusivamente online. Sabia que isso aconteceu antes mesmo do iTunes existir?",
    "palavras_chave": ["álbum digital", "voltaire", "internet", "lançamento", "inovação"]
  },
  {
    "pergunta": "Quem é o artista com mais Grammys da história?",
    "resposta": "Beyoncé é a artista com mais Grammys da história, somando 32 prêmios até 2023. Sabia que ela superou o maestro Georg Solti, que manteve o recorde por mais de 20 anos?",
    "palavras_chave": ["beyoncé", "grammy", "recorde", "premiação", "história"]
  },
  {
    "pergunta": "Qual foi o primeiro reality show musical da TV?",
    "resposta": "O primeiro reality musical de sucesso foi 'Popstars', criado no final dos anos 90. Sabia que ele inspirou programas como 'American Idol' e 'The Voice' em todo o mundo?",
    "palavras_chave": ["popstars", "reality show", "televisão", "american idol", "música"]
  },
  {
    "pergunta": "Qual é o maior coral já formado?",
    "resposta": "O maior coral do mundo reuniu mais de 120 mil pessoas nas Filipinas em 2014, cantando simultaneamente. Sabia que o evento foi organizado para celebrar o Dia Nacional do Ensino Religioso?",
    "palavras_chave": ["coral", "recorde", "filipinas", "guinness", "música coletiva"]
  },
  {
    "pergunta": "Qual é a música com mais covers registrados?",
    "resposta": "‘Yesterday’, dos Beatles, é a música mais regravada da história, com mais de 1.600 versões oficiais. Sabia que Paul McCartney compôs a melodia em um sonho e a chamou de 'Scrambled Eggs' antes de definir a letra?",
    "palavras_chave": ["beatles", "yesterday", "regravações", "paul mccartney", "curiosidade"]
  },
  {
    "pergunta": "Qual foi o primeiro artista a se apresentar em holograma?",
    "resposta": "Tupac Shakur foi recriado em forma de holograma no festival Coachella em 2012, anos após sua morte. Sabia que a tecnologia usada inspirou apresentações de outros artistas como Whitney Houston e Michael Jackson?",
    "palavras_chave": ["tupac", "holograma", "coachella", "tecnologia", "show virtual"]
  },
  {
    "pergunta": "Quem é o artista mais jovem a atingir o topo da Billboard Hot 100?",
    "resposta": "Stevie Wonder conquistou o primeiro lugar aos 13 anos com 'Fingertips', em 1963. Sabia que ele também foi o primeiro artista cego a alcançar tal feito nas paradas americanas?",
    "palavras_chave": ["stevie wonder", "billboard", "recorde", "infância", "sucesso"]
  },
  {
    "pergunta": "Qual é o show mais caro da história?",
    "resposta": "O show de abertura do Super Bowl é considerado o mais caro, especialmente o de 2020, com Jennifer Lopez e Shakira. Sabia que o evento custou mais de 13 milhões de dólares e durou apenas 14 minutos?",
    "palavras_chave": ["super bowl", "jennifer lopez", "shakira", "show", "produção"]
  },
  {
    "pergunta": "Qual é a banda com mais shows realizados?",
    "resposta": "A banda Grateful Dead realizou mais de 2.300 shows ao longo da carreira, um recorde para grupos de rock. Sabia que a comunidade de fãs deles é chamada de 'Deadheads' e ainda segue ativa até hoje?",
    "palavras_chave": ["grateful dead", "shows", "rock", "fãs", "recorde"]
  },
  {
    "pergunta": "Qual foi o primeiro videoclipe exibido na MTV?",
    "resposta": "O primeiro clipe exibido na MTV foi 'Video Killed the Radio Star', do The Buggles, em 1981. Sabia que a escolha foi simbólica, marcando a transição da era do rádio para a da imagem?",
    "palavras_chave": ["mtv", "the buggles", "videoclipe", "anos 80", "história"]
  },
  {
    "pergunta": "Qual é a música mais antiga ainda presente nas paradas?",
    "resposta": "‘Bohemian Rhapsody’, do Queen, continua aparecendo nas paradas até hoje, mesmo após quase 50 anos. Sabia que ela voltou ao topo após o lançamento do filme em 2018?",
    "palavras_chave": ["queen", "bohemian rhapsody", "paradas", "rock", "filme"]
  },
  {
    "pergunta": "Quem foi o artista mais jovem a ganhar um Oscar por canção original?",
    "resposta": "Billie Eilish venceu o Oscar aos 20 anos pela música 'No Time To Die', tema de 007. Sabia que ela também é uma das mais jovens a vencer o Grammy e o Globo de Ouro na mesma categoria?",
    "palavras_chave": ["billie eilish", "oscar", "007", "canção original", "recorde"]
  },
  {
    "pergunta": "Qual é o festival musical mais antigo ainda em atividade?",
    "resposta": "O Festival de Sanremo, na Itália, criado em 1951, é o mais antigo ainda em realização anual. Sabia que ele inspirou a criação do Eurovision, o maior concurso musical da Europa?",
    "palavras_chave": ["sanremo", "festival", "itália", "eurovision", "tradição"]
  },
  {
    "pergunta": "Quem é o artista com mais músicas no Top 10 da Billboard?",
    "resposta": "Drake detém o recorde de mais músicas no Top 10 da Billboard, ultrapassando até os Beatles. Sabia que ele quebrou o recorde histórico em 2021 com 9 faixas simultaneamente no ranking?",
    "palavras_chave": ["drake", "billboard", "recorde", "rap", "top 10"]
  },
  {
    "pergunta": "Qual é a música que passou mais tempo no topo das paradas?",
    "resposta": "‘Old Town Road’, de Lil Nas X, ficou 19 semanas no topo da Billboard Hot 100, um recorde absoluto. Sabia que a faixa começou como uma brincadeira no TikTok antes de conquistar o mundo?",
    "palavras_chave": ["lil nas x", "old town road", "recorde", "billboard", "tik tok"]
  },
  {
    "pergunta": "Qual foi o primeiro concerto transmitido pela internet?",
    "resposta": "Em 1993, a banda Severe Tire Damage fez o primeiro show transmitido pela internet. Sabia que, cinco anos depois, os Rolling Stones seguiram o exemplo em escala global?",
    "palavras_chave": ["transmissão", "internet", "show", "rolling stones", "história"]
  },
  {
    "pergunta": "Qual é a orquestra mais antiga do mundo ainda em atividade?",
    "resposta": "A Staatskapelle Dresden, da Alemanha, fundada em 1548, é considerada a orquestra mais antiga ainda em funcionamento. Sabia que ela sobreviveu a guerras e mantém o mesmo repertório clássico há séculos?",
    "palavras_chave": ["staatskapelle dresden", "orquestra", "alemã", "história", "música clássica"]
  },
  {
    "pergunta": "Qual artista possui o maior número de seguidores no Spotify?",
    "resposta": "The Weeknd é o artista com mais seguidores no Spotify, ultrapassando 120 milhões. Sabia que ele também foi o primeiro a ultrapassar 100 milhões de ouvintes mensais na plataforma?",
    "palavras_chave": ["the weeknd", "spotify", "recorde", "streaming", "ouvintes"]
  },
  {
    "pergunta": "Qual é a música mais usada em comerciais da história?",
    "resposta": "‘Start Me Up’, dos Rolling Stones, é uma das canções mais licenciadas para comerciais, especialmente pela Microsoft. Sabia que o grupo recebeu milhões de dólares pela autorização de uso na campanha do Windows 95?",
    "palavras_chave": ["rolling stones", "start me up", "publicidade", "windows 95", "licenciamento"]
  }
]