[
  {
    "pergunta": "O que é um substantivo?",
    "resposta": "Substantivo é a classe de palavras que nomeia seres, objetos, lugares, sentimentos e até ideias abstratas. Exemplos simples são 'cão', 'cidade' e 'amizade'. Desde a gramática latina, o substantivo é considerado o núcleo do sujeito e do predicado. Sabia que no português muitas marcas, como 'Xerox' e 'Gilete', se transformaram em substantivos comuns no uso cotidiano?",
    "palavras_chave": ["substantivo definição", "classe de palavras", "gramática latina", "exemplos substantivos", "xerox gilete"]
  },
  {
    "pergunta": "O que é um adjetivo?",
    "resposta": "Adjetivo é a palavra que caracteriza o substantivo, atribuindo-lhe qualidade, estado ou condição. Em frases como 'casa grande' ou 'menino gentil', o adjetivo acrescenta informação sobre o substantivo. Desde o Renascimento, os textos literários exploram adjetivos para enriquecer descrições. Sabia que o escritor José de Alencar foi famoso por seu uso abundante de adjetivos nas obras indianistas?",
    "palavras_chave": ["adjetivo definição", "qualidade substantivo", "casa grande", "renascimento literatura", "josé de alencar"]
  },
  {
    "pergunta": "O que é um verbo?",
    "resposta": "Verbo é a classe que indica ação, estado, fenômeno ou processo, como em 'correr', 'ser' e 'chover'. Sua flexão em pessoa, número, tempo, modo e voz permite grande riqueza de expressões. Os verbos do português descendem diretamente do latim, com herança de mais de dois mil anos. Sabia que a conjugação irregular de 'ir' vem de três verbos latinos diferentes fundidos ao longo da história?",
    "palavras_chave": ["verbo definição", "ação estado", "flexão verbal", "latim herança", "verbo ir"]
  },
  {
    "pergunta": "O que é um advérbio?",
    "resposta": "Advérbio é a palavra que modifica o sentido do verbo, do adjetivo ou até de outro advérbio, expressando circunstâncias como tempo, lugar, modo e intensidade. Em 'ele corre rapidamente', o advérbio 'rapidamente' especifica o modo da ação. Os advérbios em português vêm em grande parte do latim vulgar. Sabia que a terminação '-mente', usada em 'claramente' e 'lentamente', nasceu da junção de 'mente', que significava 'espírito' em latim?",
    "palavras_chave": ["advérbio definição", "modifica verbo", "circunstância modo", "latim vulgar", "sufixo mente"]
  },
  {
    "pergunta": "O que é uma preposição?",
    "resposta": "Preposição é a palavra invariável que liga termos dentro da oração, estabelecendo relações de sentido, como em 'livro de histórias' ou 'vou a escola'. As preposições já existiam no latim e foram simplificadas no português ao longo dos séculos. Sabia que 'de' é a preposição mais usada em todo o idioma, aparecendo em expressões desde a Idade Média?",
    "palavras_chave": ["preposição definição", "liga termos", "livro de histórias", "latim gramática", "uso de"]
  },
  {
    "pergunta": "O que é uma conjunção?",
    "resposta": "Conjunção é a palavra que conecta termos semelhantes ou orações, podendo indicar adição, oposição, causa, condição e outros sentidos. Em 'gosto de cinema e de teatro', a conjunção 'e' expressa adição. A tradição gramatical portuguesa herdou grande parte das conjunções do latim clássico. Sabia que a conjunção 'mas' é uma das mais antigas da língua e já era usada no português arcaico do século treze?",
    "palavras_chave": ["conjunção definição", "conecta orações", "adição oposição", "latim clássico", "mas português arcaico"]
  },
  {
    "pergunta": "O que é um pronome?",
    "resposta": "Pronome é a palavra que substitui ou acompanha o substantivo, indicando as pessoas do discurso, posse, identidade ou relação. Em 'ela saiu cedo', o pronome 'ela' substitui o nome de uma pessoa. O português conserva pronomes do latim e também incorporou mudanças próprias, como o uso do 'você'. Sabia que 'você' surgiu de uma forma de tratamento respeitosa, 'vossa mercê', no século dezesseis?",
    "palavras_chave": ["pronome definição", "substitui substantivo", "pessoas discurso", "vossa mercê", "origem você"]
  },
  {
    "pergunta": "O que é um artigo?",
    "resposta": "Artigo é a palavra que antecede o substantivo para defini-lo ou indefini-lo. Em 'o livro está sobre a mesa', o artigo definido 'o' particulariza o substantivo 'livro'. Já em 'um livro', o artigo indefinido apresenta o substantivo de forma genérica. Sabia que línguas como o latim e o russo não possuem artigos, e que essa característica diferencia fortemente o português de sua origem latina?",
    "palavras_chave": ["artigo definição", "artigo definido", "artigo indefinido", "línguas sem artigo", "origem latina"]
  },
  {
    "pergunta": "O que é um numeral?",
    "resposta": "Numeral é a palavra que expressa quantidade, ordem, multiplicação ou divisão. Em 'três amigos', temos um cardinal, e em 'primeira vez', um ordinal. O sistema numeral português deriva em grande parte do latim, mas também recebeu influências árabes, como a palavra 'zero'. Sabia que 'zero' vem do árabe 'sifr', que significa 'vazio'?",
    "palavras_chave": ["numeral definição", "quantidade ordem", "cardinal ordinal", "influência árabe", "origem zero"]
  },
  {
    "pergunta": "O que é uma interjeição?",
    "resposta": "Interjeição é a palavra ou expressão usada para manifestar emoções, sentimentos ou reações imediatas, como 'nossa!', 'ai!' ou 'ufa!'. Desde a antiguidade, interjeições foram usadas na literatura e no teatro para aproximar o público das emoções das personagens. Sabia que 'oxalá', comum em português, vem da expressão árabe 'in shā’ Allāh', que significa 'se Deus quiser'?",
    "palavras_chave": ["interjeição definição", "emoções sentimentos", "teatro antigo", "oxalá origem", "árabe influência"]
  },
  {
    "pergunta": "Qual a diferença entre substantivo concreto e abstrato?",
    "resposta": "Substantivo concreto é aquele que nomeia seres que existem por si, como 'cachorro', 'cadeira' ou 'montanha'. Já o abstrato designa qualidades, ações ou sentimentos que dependem de outro ser para existir, como 'beleza', 'amor' e 'corrida'. Essa distinção vem das primeiras gramáticas portuguesas, do século dezesseis. Sabia que os jesuítas foram pioneiros em ensinar essa diferença no Brasil colonial?",
    "palavras_chave": ["substantivo concreto", "substantivo abstrato", "gramática portuguesa", "século dezesseis", "ensino jesuítas"]
  },
  {
    "pergunta": "O que são substantivos próprios e comuns?",
    "resposta": "Substantivos próprios são os que individualizam um ser dentro de uma espécie, como 'Maria', 'Brasil' ou 'Amazonas'. Já os comuns designam a espécie de forma genérica, como 'mulher', 'país' ou 'rio'. Essa distinção é essencial na ortografia, pois os próprios devem ser grafados com letra maiúscula. Sabia que no português medieval muitos nomes próprios vinham de palavras do dia a dia, como 'Fernandes', que significa 'filho de Fernando'?",
    "palavras_chave": ["substantivo próprio", "substantivo comum", "nomes maiúsculos", "português medieval", "sobrenome fernandes"]
  },
  {
    "pergunta": "O que são pronomes pessoais do caso reto?",
    "resposta": "Pronomes pessoais do caso reto são aqueles usados como sujeitos das orações, como 'eu', 'tu', 'ele', 'nós', 'vós' e 'eles'. Eles indicam quem pratica a ação verbal. Essa classificação vem diretamente da tradição latina, que também distinguia casos gramaticais. Sabia que 'vós', comum em documentos antigos, quase desapareceu do uso no português brasileiro moderno?",
    "palavras_chave": ["pronomes pessoais", "caso reto", "sujeito oração", "tradição latina", "uso vós"]
  },
  {
    "pergunta": "O que são pronomes pessoais do caso oblíquo?",
    "resposta": "Pronomes oblíquos exercem funções diferentes do sujeito, como objeto direto, indireto ou complemento. Exemplos são 'me', 'te', 'se', 'lhe', 'nos', 'o', 'a' e 'os'. No português, eles variam conforme a posição na frase, podendo aparecer antes ou depois do verbo. Sabia que a ênclise, quando o pronome vem depois do verbo, era a norma mais comum na escrita dos séculos dezoito e dezenove?",
    "palavras_chave": ["pronomes oblíquos", "objeto direto", "ênclise próclise", "século dezoito", "século dezenove"]
  },
  {
    "pergunta": "O que são pronomes possessivos?",
    "resposta": "Pronomes possessivos indicam a posse em relação às pessoas do discurso, como 'meu', 'teu', 'seu', 'nosso' e 'vosso'. Eles variam em gênero e número conforme o substantivo a que se referem. Na literatura portuguesa clássica, esses pronomes eram usados para marcar hierarquias sociais e respeito. Sabia que 'vosso' era muito usado em cartas formais do século dezessete?",
    "palavras_chave": ["pronomes possessivos", "meu teu seu", "literatura portuguesa", "hierarquia social", "século dezessete"]
  },
  {
    "pergunta": "O que são pronomes demonstrativos?",
    "resposta": "Pronomes demonstrativos são aqueles que situam o ser no espaço, no tempo ou no discurso, como 'este', 'esse', 'aquele' e suas variações. Em português, 'este' se refere ao que está próximo do falante, 'esse' ao que está próximo do ouvinte e 'aquele' ao que está distante de ambos. Sabia que essa tripla distinção de distância vem diretamente do latim e é rara em outras línguas europeias?",
    "palavras_chave": ["pronomes demonstrativos", "este esse aquele", "distância espaço", "influência latim", "línguas europeias"]
  },
  {
    "pergunta": "O que são pronomes indefinidos?",
    "resposta": "Pronomes indefinidos referem-se a seres de forma vaga ou imprecisa, como 'alguém', 'ninguém', 'todos', 'alguns' e 'qualquer'. Eles são muito usados em provérbios e expressões populares, pois permitem generalizar ideias. Sabia que a palavra 'ninguém' é uma fusão de 'nenhum' com 'gente', surgida no português arcaico?",
    "palavras_chave": ["pronomes indefinidos", "uso vago", "provérbios populares", "ninguém origem", "português arcaico"]
  },
  {
    "pergunta": "O que são pronomes relativos?",
    "resposta": "Pronomes relativos ligam duas orações, retomando um termo já citado, como 'que', 'quem', 'onde' e 'cujo'. Eles estabelecem relações de subordinação, dando fluidez ao texto. A tradição do uso desses pronomes remonta ao latim clássico. Sabia que o pronome 'cujo', hoje raro na fala, já foi considerado indispensável no estilo culto do século dezenove?",
    "palavras_chave": ["pronomes relativos", "oração subordinada", "fluidez texto", "latim clássico", "uso cujo"]
  },
  {
    "pergunta": "O que são pronomes interrogativos?",
    "resposta": "Pronomes interrogativos introduzem perguntas diretas ou indiretas, como 'quem', 'qual' e 'quanto'. Eles permitem formular dúvidas sobre pessoas, coisas ou quantidades. Na retórica clássica, eram usados para dar efeito de diálogo em discursos. Sabia que o uso de perguntas retóricas já aparecia em sermões barrocos no Brasil colonial?",
    "palavras_chave": ["pronomes interrogativos", "quem qual quanto", "retórica clássica", "sermões barrocos", "brasil colonial"]
  },
  {
    "pergunta": "O que são pronomes de tratamento?",
    "resposta": "Pronomes de tratamento são expressões usadas para se dirigir a alguém de modo respeitoso ou formal, como 'senhor', 'vossa excelência' e 'doutor'. Eles variam de acordo com a hierarquia social, a profissão ou a função da pessoa. Sabia que a forma 'vossa senhoria' era a preferida em documentos oficiais do Império brasileiro no século dezenove?",
    "palavras_chave": ["pronomes de tratamento", "senhor excelência", "formalidade respeito", "império brasileiro", "século dezenove"]
  },
  {
    "pergunta": "O que são artigos definidos?",
    "resposta": "Artigos definidos são palavras que determinam o substantivo de forma precisa, como 'o', 'a', 'os' e 'as'. Eles indicam que o ser já é conhecido pelo falante e pelo ouvinte. Esse uso vem do latim tardio, mas foi no português medieval que se consolidou. Sabia que em textos antigos se escrevia 'lo' em vez de 'o' como artigo definido?",
    "palavras_chave": ["artigo definido", "uso do artigo", "português medieval", "origem latina", "gramática histórica"]
  },
  {
    "pergunta": "O que são artigos indefinidos?",
    "resposta": "Artigos indefinidos são aqueles que apresentam o substantivo de forma vaga ou imprecisa, como 'um', 'uma', 'uns' e 'umas'. Eles indicam que o ser não é conhecido previamente. O uso vem do latim vulgar e aparece em documentos portugueses desde o século treze. Sabia que o artigo 'um' era escrito como 'ũ' em manuscritos medievais?",
    "palavras_chave": ["artigo indefinido", "uso do artigo", "latim vulgar", "século treze", "manuscritos medievais"]
  },
  {
    "pergunta": "O que são adjetivos?",
    "resposta": "Adjetivos são palavras que qualificam ou caracterizam os substantivos, atribuindo-lhes qualidades ou estados, como 'bonito', 'antigo' ou 'verde'. Eles podem variar em gênero, número e grau. A tradição do uso de adjetivos remonta à gramática latina. Sabia que, na poesia barroca, os adjetivos eram usados em abundância para intensificar imagens visuais?",
    "palavras_chave": ["adjetivos", "qualidade substantivo", "gramática latina", "poesia barroca", "variação de grau"]
  },
  {
    "pergunta": "O que é grau do adjetivo?",
    "resposta": "O grau do adjetivo indica a intensidade da qualidade, podendo ser comparativo (mais bonito, menos rápido) ou superlativo (belíssimo, muito alto). Essa flexão permite nuances na expressão da linguagem. Sabia que muitos superlativos em '-íssimo', como 'altíssimo', vêm diretamente do latim clássico?",
    "palavras_chave": ["grau do adjetivo", "comparativo", "superlativo", "latim clássico", "intensidade qualidade"]
  },
  {
    "pergunta": "O que são locuções adjetivas?",
    "resposta": "Locuções adjetivas são expressões formadas por duas ou mais palavras que exercem a função de adjetivo, como 'amor de mãe' (materno) ou 'vida sem rumo' (errática). Elas dão mais flexibilidade ao idioma. Sabia que em português arcaico era comum usar locuções para substituir adjetivos inexistentes na época?",
    "palavras_chave": ["locução adjetiva", "função adjetivo", "português arcaico", "flexibilidade idioma", "exemplo maternal"]
  },
  {
    "pergunta": "O que são numerais cardinais?",
    "resposta": "Numerais cardinais indicam quantidade exata de seres ou objetos, como 'um', 'dois', 'dez' ou 'cem'. Eles são usados desde os primeiros registros escritos da língua portuguesa. Sabia que no português medieval o número 'um' às vezes era escrito com a letra romana 'I'?",
    "palavras_chave": ["numerais cardinais", "quantidade exata", "língua portuguesa", "português medieval", "número romano"]
  },
  {
    "pergunta": "O que são numerais ordinais?",
    "resposta": "Numerais ordinais expressam ordem ou posição em uma sequência, como 'primeiro', 'segundo', 'terceiro'. Eles aparecem com frequência em títulos de reis e papas, como 'João VI'. Sabia que, até o século dezenove, era comum grafar 'primeyro' com 'y' em vez de 'primeiro'?",
    "palavras_chave": ["numerais ordinais", "posição sequência", "reis papas", "século dezenove", "grafia antiga"]
  },
  {
    "pergunta": "O que são numerais multiplicativos?",
    "resposta": "Numerais multiplicativos indicam o aumento proporcional de algo, como 'dobro', 'triplo', 'quádruplo'. São usados tanto em matemática quanto em expressões do cotidiano. Sabia que 'dobro' já aparece em cantigas galego-portuguesas do século treze?",
    "palavras_chave": ["numerais multiplicativos", "dobro triplo", "expressões cotidianas", "século treze", "cantigas galego-portuguesas"]
  },
  {
    "pergunta": "O que são numerais fracionários?",
    "resposta": "Numerais fracionários indicam divisão de uma unidade, como 'meio', 'terço', 'quarto'. Eles são comuns em receitas, medidas e matemática. Sabia que 'terço' também era o nome de uma famosa unidade militar espanhola nos séculos dezesseis e dezessete?",
    "palavras_chave": ["numerais fracionários", "divisão unidade", "medidas receitas", "século dezesseis", "terço militar"]
  },
  {
    "pergunta": "O que são numerais coletivos?",
    "resposta": "Numerais coletivos indicam agrupamento de seres ou objetos, como 'dúzia' (doze), 'centena' (cem) ou 'milhar' (mil). Eles tornam a linguagem mais prática em contextos de quantidade. Sabia que a palavra 'dúzia' vem do latim 'duodecim', que significa 'doze'?",
    "palavras_chave": ["numerais coletivos", "agrupamento quantidade", "língua portuguesa", "origem latina", "palavra dúzia"]
  },
  {
    "pergunta": "O que são verbos regulares?",
    "resposta": "Verbos regulares são aqueles que seguem o modelo de conjugação sem alterações inesperadas no radical, como 'cantar', 'vender' e 'partir'. Eles mantêm um padrão previsível de flexão. Sabia que o verbo 'amar' era usado como exemplo clássico nas primeiras gramáticas do português, publicadas no século dezesseis?",
    "palavras_chave": ["verbos regulares", "conjugação verbal", "gramáticas antigas", "século dezesseis", "exemplo amar"]
  },
  {
    "pergunta": "O que são verbos irregulares?",
    "resposta": "Verbos irregulares apresentam alterações no radical ou nas terminações ao serem conjugados, como 'estar', 'trazer' e 'poder'. Eles são considerados mais difíceis para os estudantes. Sabia que o verbo 'ser' já apresentava irregularidades no latim clássico?",
    "palavras_chave": ["verbos irregulares", "conjugação irregular", "dificuldade alunos", "latim clássico", "verbo ser"]
  },
  {
    "pergunta": "O que são verbos defectivos?",
    "resposta": "Verbos defectivos são aqueles que não possuem todas as formas de conjugação, como 'abolir', que raramente é usado no presente do indicativo em algumas pessoas. Isso ocorre por motivos fonéticos ou de uso. Sabia que 'colorir' também é considerado defectivo em certos tempos verbais?",
    "palavras_chave": ["verbos defectivos", "conjugação incompleta", "motivos fonéticos", "verbo abolir", "verbo colorir"]
  },
  {
    "pergunta": "O que são verbos abundantes?",
    "resposta": "Verbos abundantes são aqueles que apresentam mais de uma forma para certos tempos ou particípios, como 'aceitar' (aceitado e aceito) e 'matar' (matado e morto). Essas variações convivem no idioma. Sabia que, em cartas antigas, era comum usar 'assentado' como forma de 'assentir'?",
    "palavras_chave": ["verbos abundantes", "formas variadas", "particípio duplo", "língua portuguesa", "cartas antigas"]
  },
  {
    "pergunta": "O que são verbos auxiliares?",
    "resposta": "Verbos auxiliares acompanham o verbo principal para formar locuções verbais, como 'estar cantando', 'ter feito' ou 'ir estudar'. Eles são essenciais na conjugação composta. Sabia que o verbo 'haver' já foi muito usado como auxiliar de tempo, substituindo 'ter' até o século dezenove?",
    "palavras_chave": ["verbos auxiliares", "locuções verbais", "tempo composto", "verbo haver", "século dezenove"]
  },
  {
    "pergunta": "O que são verbos pronominais?",
    "resposta": "Verbos pronominais são aqueles conjugados sempre acompanhados de um pronome oblíquo, como 'arrepender-se', 'queixar-se' ou 'lembrar-se'. Esse pronome faz parte da estrutura do verbo. Sabia que alguns verbos pronominais vêm do latim reflexivo, como 'me recordo'?",
    "palavras_chave": ["verbos pronominais", "pronome oblíquo", "latim reflexivo", "exemplos verbais", "língua portuguesa"]
  },
  {
    "pergunta": "O que são verbos transitivos diretos?",
    "resposta": "Verbos transitivos diretos exigem complemento sem preposição, como 'comprar um carro' ou 'ler um livro'. Eles estabelecem uma ligação direta com o objeto. Sabia que esse tipo de verbo já era descrito nos tratados de gramática portuguesa desde o século dezesseis?",
    "palavras_chave": ["verbos transitivos diretos", "objeto direto", "gramática portuguesa", "século dezesseis", "tratados antigos"]
  },
  {
    "pergunta": "O que são verbos transitivos indiretos?",
    "resposta": "Verbos transitivos indiretos exigem complemento precedido de preposição, como 'gostar de música' ou 'precisar de ajuda'. Eles estabelecem uma relação mediada com o objeto. Sabia que em textos antigos era comum usar 'a' onde hoje usamos 'de', como 'gostar a música'?",
    "palavras_chave": ["verbos transitivos indiretos", "objeto indireto", "uso preposição", "textos antigos", "mudança sintática"]
  },
  {
    "pergunta": "O que são verbos intransitivos?",
    "resposta": "Verbos intransitivos não precisam de complemento para ter sentido completo, como 'correr', 'chover' ou 'dormir'. Eles são suficientes por si mesmos. Sabia que muitos verbos intransitivos eram usados em provérbios portugueses do século dezessete, como 'chover no molhado'?",
    "palavras_chave": ["verbos intransitivos", "sentido completo", "provérbios portugueses", "século dezessete", "chover no molhado"]
  },
  {
    "pergunta": "O que são advérbios?",
    "resposta": "Advérbios são palavras que modificam o verbo, o adjetivo ou outro advérbio, indicando circunstâncias como tempo, lugar, modo ou intensidade. Exemplos: 'ontem', 'aqui', 'bem', 'muito'. Sabia que muitos advérbios terminados em '-mente' vêm do latim 'mente', que significa 'espírito' ou 'mente'?",
    "palavras_chave": ["advérbios", "circunstâncias tempo lugar", "modificação verbo", "origem latina", "sufixo mente"]
  },
  {
    "pergunta": "O que são conjunções coordenativas?",
    "resposta": "Conjunções coordenativas ligam termos ou orações de mesmo valor sintático, como 'e', 'mas', 'ou'. Elas podem ser aditivas, adversativas, alternativas, conclusivas ou explicativas. Sabia que o uso de 'mas' já aparece em poemas portugueses do século catorze?",
    "palavras_chave": ["conjunções coordenativas", "orações independentes", "classificação conjunções", "século catorze", "poemas portugueses"]
  },
  {
    "pergunta": "O que são conjunções subordinativas?",
    "resposta": "Conjunções subordinativas ligam orações em que uma depende da outra, como 'porque', 'quando', 'embora'. Elas expressam relações de causa, tempo, condição, entre outras. Sabia que o uso de 'porque' já aparece com duplo valor — explicativo e causal — em textos quinhentistas?",
    "palavras_chave": ["conjunções subordinativas", "oração dependente", "relações sintáticas", "textos quinhentistas", "uso de porque"]
  },
  {
    "pergunta": "O que são preposições?",
    "resposta": "Preposições são palavras invariáveis que ligam termos na oração, estabelecendo relações como causa, lugar, tempo ou modo. Exemplos: 'de', 'em', 'para'. Elas vêm diretamente do latim prepositione. Sabia que, no português arcaico, muitas preposições eram escritas unidas à palavra seguinte?",
    "palavras_chave": ["preposições", "ligação termos", "origem latina", "português arcaico", "invariáveis"]
  },
  {
    "pergunta": "O que são interjeições?",
    "resposta": "Interjeições são palavras ou expressões que transmitem emoções, sentimentos ou reações instantâneas, como 'ah!', 'ufa!', 'socorro!'. Elas não se relacionam gramaticalmente com o restante da frase. Sabia que interjeições eram muito usadas no teatro popular português dos séculos dezessete e dezoito?",
    "palavras_chave": ["interjeições", "emoções linguagem", "teatro popular", "século dezessete", "século dezoito"]
  },
  {
    "pergunta": "O que são locuções verbais?",
    "resposta": "Locuções verbais são construções formadas por um verbo auxiliar mais um verbo principal no infinitivo, gerúndio ou particípio, como 'vou estudar', 'estava correndo' ou 'tinha feito'. Elas permitem nuances temporais e aspectuais. Sabia que, no português arcaico, era comum usar 'haver de' como auxiliar, como em 'hei de amar'?",
    "palavras_chave": ["locuções verbais", "verbo auxiliar", "tempo aspecto", "português arcaico", "haver de"]
  },
  {
    "pergunta": "O que são locuções prepositivas?",
    "resposta": "Locuções prepositivas são expressões formadas por duas ou mais palavras que exercem a função de uma preposição, como 'ao lado de', 'de acordo com' ou 'em frente de'. Elas ampliam as possibilidades de expressão da língua. Sabia que muitas locuções prepositivas surgiram de usos consagrados em textos jurídicos do século dezoito?",
    "palavras_chave": ["locuções prepositivas", "função preposição", "expressão língua", "textos jurídicos", "século dezoito"]
  },
  {
    "pergunta": "O que são locuções conjuntivas?",
    "resposta": "Locuções conjuntivas são expressões compostas que funcionam como conjunções, ligando orações, como 'assim que', 'já que' e 'contanto que'. Elas trazem maior clareza ao discurso. Sabia que a locução 'porquanto' era muito comum na literatura barroca do século dezessete?",
    "palavras_chave": ["locuções conjuntivas", "conjunções compostas", "clareza discurso", "literatura barroca", "século dezessete"]
  },
  {
    "pergunta": "O que são locuções adverbiais?",
    "resposta": "Locuções adverbiais são expressões equivalentes a advérbios, formadas por duas ou mais palavras, como 'de repente', 'à noite' e 'com certeza'. Elas enriquecem o vocabulário cotidiano. Sabia que 'às vezes' vem da contração de 'a' mais 'as vezes', sendo uma forma já usada no português arcaico?",
    "palavras_chave": ["locuções adverbiais", "equivalente advérbio", "vocabulário cotidiano", "origem arcaica", "expressão às vezes"]
  },
  {
    "pergunta": "O que são pronomes recíprocos?",
    "resposta": "Pronomes recíprocos indicam uma ação mútua entre dois ou mais sujeitos, como em 'eles se abraçaram' ou 'nós nos ajudamos'. São uma forma de reforçar a ideia de troca na ação verbal. Sabia que o uso de pronomes recíprocos já existia em construções latinas, como 'se invicem'?",
    "palavras_chave": ["pronomes recíprocos", "ação mútua", "sujeitos plurais", "latim clássico", "exemplo invicem"]
  },
  {
    "pergunta": "O que são pronomes reflexivos?",
    "resposta": "Pronomes reflexivos são usados quando a ação recai sobre o próprio sujeito, como 'eu me cortei' ou 'eles se viram'. Eles aparecem sempre em conjunto com o verbo. Sabia que no português antigo havia maior liberdade de colocação dos reflexivos, aparecendo até antes da conjunção?",
    "palavras_chave": ["pronomes reflexivos", "ação sujeito", "uso verbo", "português antigo", "colocação pronominal"]
  },
  {
    "pergunta": "O que é o grau comparativo do advérbio?",
    "resposta": "O grau comparativo do advérbio estabelece relação de igualdade, superioridade ou inferioridade, como 'mais rapidamente', 'menos claramente' ou 'tão bem quanto'. Ele dá nuances importantes à comunicação. Sabia que, em português arcaico, se usava 'muy' para indicar intensidade, como em 'muy bem'?",
    "palavras_chave": ["grau comparativo", "advérbio", "superioridade inferioridade", "português arcaico", "muy bem"]
  },
  {
    "pergunta": "O que é o grau superlativo do advérbio?",
    "resposta": "O grau superlativo do advérbio indica intensidade máxima de uma ação, como 'correu muitíssimo rápido' ou 'falou clarissimamente'. Esse recurso vem da influência do latim, que também usava terminações especiais. Sabia que expressões populares como 'rapidinho' funcionam como superlativos no uso coloquial?",
    "palavras_chave": ["grau superlativo", "advérbio", "intensidade máxima", "influência latina", "uso coloquial"]
  },
  {
    "pergunta": "O que são interjeições imitativas?",
    "resposta": "Interjeições imitativas reproduzem sons da natureza ou ruídos, como 'tic-tac', 'pum' ou 'au-au'. Elas reforçam a expressividade da fala. Sabia que em quadrinhos brasileiros da década de cinquenta se popularizaram várias interjeições onomatopaicas, como 'pow' e 'crash'?",
    "palavras_chave": ["interjeições imitativas", "sons natureza", "onomatopeias", "quadrinhos brasileiros", "década de cinquenta"]
  },
  {
    "pergunta": "O que são pronomes relativos compostos?",
    "resposta": "Pronomes relativos compostos são formados por preposição mais pronome, como 'do qual', 'pela qual' ou 'nos quais'. Eles aparecem em construções mais formais. Sabia que esses pronomes compostos eram recorrentes em documentos jurídicos do século dezenove?",
    "palavras_chave": ["pronomes relativos compostos", "preposição pronome", "construções formais", "documentos jurídicos", "século dezenove"]
  },
  {
    "pergunta": "O que são pronomes interrogativos compostos?",
    "resposta": "Pronomes interrogativos compostos incluem expressões como 'de quem', 'para que' e 'com que'. Eles ampliam as possibilidades de formular perguntas específicas. Sabia que em sermões barrocos eram comuns perguntas compostas iniciadas por 'para que' como recurso retórico?",
    "palavras_chave": ["pronomes interrogativos compostos", "expressões interrogativas", "uso específico", "sermões barrocos", "recurso retórico"]
  },
  {
    "pergunta": "O que são verbos impessoais?",
    "resposta": "Verbos impessoais são aqueles usados apenas na terceira pessoa do singular, como 'chover', 'nevar' e 'haver' (no sentido de existir). Eles não têm sujeito definido. Sabia que 'haver' no sentido de tempo, como em 'há três dias', vem de construções latinas semelhantes?",
    "palavras_chave": ["verbos impessoais", "terceira pessoa", "sem sujeito", "verbo haver", "origem latina"]
  },
  {
    "pergunta": "O que são verbos unipessoais?",
    "resposta": "Verbos unipessoais aparecem apenas em algumas pessoas gramaticais, geralmente em construções com sujeitos coletivos, como 'latir' e 'miar'. Eles se restringem por convenção do uso. Sabia que o verbo 'gemer', em textos antigos, era classificado como unipessoal em certas gramáticas?",
    "palavras_chave": ["verbos unipessoais", "uso restrito", "sujeito coletivo", "gramáticas antigas", "verbo gemer"]
  },
  {
    "pergunta": "O que são particípios regulares?",
    "resposta": "Particípios regulares terminam em '-ado' ou '-ido', como 'amado' e 'vendido'. Eles seguem o padrão das conjugações verbais. Sabia que esses particípios já eram usados no latim vulgar com a mesma função de indicar resultado da ação?",
    "palavras_chave": ["particípios regulares", "terminações verbais", "padrão conjugação", "latim vulgar", "resultado ação"]
  },
  {
    "pergunta": "O que são particípios irregulares?",
    "resposta": "Particípios irregulares não seguem a forma padrão, como 'escrito' em vez de 'escrevido' e 'visto' em vez de 'veido'. Eles convivem com formas regulares em alguns casos. Sabia que o particípio 'frito' concorreu durante séculos com 'frigido' no português antigo?",
    "palavras_chave": ["particípios irregulares", "formas verbais", "exemplo escrito", "português antigo", "frito frigido"]
  },
  {
    "pergunta": "O que são infinitivos pessoais?",
    "resposta": "O infinitivo pessoal é a forma nominal do verbo que admite flexão em número e pessoa, como em 'para nós fazermos' e 'para eles estudarem'. Ele é exclusivo das línguas românicas. Sabia que o infinitivo pessoal não existe em espanhol nem em francês, sendo particularidade do português?",
    "palavras_chave": ["infinitivo pessoal", "forma verbal", "línguas românicas", "exemplo português", "particularidade idioma"]
  },
  {
    "pergunta": "O que são infinitivos impessoais?",
    "resposta": "O infinitivo impessoal é a forma básica do verbo, não flexionada, como 'cantar', 'vender' e 'partir'. Ele é usado em construções genéricas. Sabia que, em textos jurídicos antigos, o infinitivo impessoal era empregado em títulos, como 'Fazer justiça'?",
    "palavras_chave": ["infinitivo impessoal", "forma básica", "não flexionada", "textos jurídicos", "construções genéricas"]
  },
  {
    "pergunta": "O que são gerúndios?",
    "resposta": "O gerúndio indica ação em andamento, como 'estava correndo' ou 'ficou pensando'. Ele sempre aparece acompanhado de verbo auxiliar. Sabia que em português arcaico o gerúndio podia aparecer sozinho, como em 'andando pela rua' para indicar presente contínuo?",
    "palavras_chave": ["gerúndio", "ação andamento", "verbo auxiliar", "português arcaico", "presente contínuo"]
  },
  {
    "pergunta": "O que são advérbios de intensidade?",
    "resposta": "Advérbios de intensidade modificam a intensidade de um verbo, adjetivo ou outro advérbio, como 'muito', 'demais', 'pouco'. Eles dão força expressiva ao discurso. Sabia que em textos clássicos se usava 'assaz' como advérbio de intensidade, hoje restrito ao estilo erudito?",
    "palavras_chave": ["advérbios de intensidade", "modificação intensidade", "discurso expressivo", "uso assaz", "estilo erudito"]
  },
  {
    "pergunta": "O que são advérbios de negação?",
    "resposta": "Advérbios de negação indicam oposição ou recusa, como 'não', 'nunca', 'jamais'. Eles desempenham papel central na argumentação. Sabia que no português medieval era comum usar dupla negação, como 'nunca não vi'?",
    "palavras_chave": ["advérbios de negação", "oposição recusa", "argumentação língua", "português medieval", "dupla negação"]
  },
  {
    "pergunta": "O que são advérbios de afirmação?",
    "resposta": "Advérbios de afirmação confirmam uma ideia, como 'sim', 'certamente', 'realmente'. Eles reforçam a assertividade do discurso. Sabia que o 'sim' português vem do latim 'sic', que significa 'assim'?",
    "palavras_chave": ["advérbios de afirmação", "confirmação ideia", "reforço discurso", "origem latina", "palavra sim"]
  },
  {
    "pergunta": "O que são advérbios de dúvida?",
    "resposta": "Advérbios de dúvida expressam incerteza, como 'talvez', 'quiçá' e 'acaso'. Eles permitem indicar hesitação ou possibilidade. Sabia que 'quiçá' vem do árabe 'in shā’ Allāh', que significa 'se Deus quiser'?",
    "palavras_chave": ["advérbios de dúvida", "incerteza linguagem", "hesitação possibilidade", "origem árabe", "quiçá significado"]
  },
  {
    "pergunta": "O que são conjunções adversativas?",
    "resposta": "Conjunções adversativas indicam oposição de ideias, como 'mas', 'porém', 'contudo'. Elas criam contraste entre orações. Sabia que no português arcaico era comum a forma 'masen' como equivalente ao 'mas' atual?",
    "palavras_chave": ["conjunções adversativas", "oposição ideias", "contraste orações", "português arcaico", "uso masen"]
  },
  {
    "pergunta": "O que são conjunções conclusivas?",
    "resposta": "Conjunções conclusivas expressam consequência ou resultado, como 'portanto', 'logo' e 'assim'. Elas são comuns em textos argumentativos. Sabia que 'logo' no latim significava 'em seguida', e só depois ganhou o valor de conclusão?",
    "palavras_chave": ["conjunções conclusivas", "resultado consequência", "textos argumentativos", "origem latina", "mudança significado"]
  }
]
