[
  {
    "pergunta": "O que é um aportuguesamento?",
    "resposta": "O aportuguesamento é o processo de adaptar palavras estrangeiras à fonética e ortografia do português, como aconteceu com 'futebol', que veio do inglês 'football'. Outro exemplo famoso é 'sanduíche', que veio do inglês 'sandwich', em referência a John Montagu, o conde de Sandwich, que popularizou o hábito de comer carne entre fatias de pão no século dezoito. Sabia que muitas palavras estrangeiras passam por mudanças sutis até parecerem totalmente nativas em nosso idioma?",
    "palavras_chave": ["aportuguesamento", "palavras estrangeiras", "futebol", "sanduíche", "história da língua"]
  },
  {
    "pergunta": "Por que 'você' substituiu 'vós'?",
    "resposta": "A palavra 'você' é uma redução de 'vossa mercê', que significava 'senhoria' ou 'respeito'. Com o tempo, a forma foi sendo simplificada: 'vossa mercê' virou 'vossemecê', depois 'você' e, em alguns lugares, até 'cê'. Esse processo deixou 'vós', a forma antiga, em desuso. Sabia que em Portugal o 'vós' desapareceu quase totalmente, mas em algumas comunidades religiosas ele ainda é usado nas orações?",
    "palavras_chave": ["você", "vós", "vossa mercê", "mudança linguística", "pronomes pessoais"]
  },
  {
    "pergunta": "O que foi o Acordo Ortográfico de 1990?",
    "resposta": "O Acordo Ortográfico de 1990 buscou unificar a escrita do português entre os países lusófonos. Mudanças como a eliminação do trema em palavras como 'linguiça' e a nova regra do uso do hífen foram algumas das principais alterações. O Brasil passou a adotar oficialmente o acordo em dois mil e nove, com um período de adaptação até dois mil e dezesseis. Sabia que países africanos de língua portuguesa demoraram mais a aplicar as mudanças por questões políticas e educacionais?",
    "palavras_chave": ["Acordo Ortográfico", "unificação da língua", "trema", "hífen", "lusófonos"]
  },
  {
    "pergunta": "Por que o português do Brasil difere do de Portugal?",
    "resposta": "O português do Brasil foi moldado por influências indígenas, africanas e de imigrantes europeus. Palavras como 'tatu' e 'abacaxi' vieram do tupi, enquanto 'samba' e 'quilombo' vieram de línguas africanas. Já em Portugal, o contato foi maior com idiomas europeus vizinhos. Sabia que 'ônibus' no Brasil corresponde a 'autocarro' em Portugal, mostrando como cada variante criou soluções próprias?",
    "palavras_chave": ["português Brasil", "português Portugal", "variedades linguísticas", "influências culturais", "diferenças regionais"]
  },
  {
    "pergunta": "O que são palavras de origem tupi no português?",
    "resposta": "Palavras de origem tupi são termos incorporados do idioma dos povos indígenas do Brasil. Exemplos são 'abacaxi', 'tatu', 'pipoca' e 'caju'. Elas se fixaram na língua porque designavam elementos da fauna, flora e cultura locais. Sabia que 'caju' vem de 'acaiú', que em tupi significa 'fruta que morde', por causa da castanha presa à fruta?",
    "palavras_chave": ["palavras tupi", "influência indígena", "abacaxi", "caju", "vocabulário brasileiro"]
  },
  {
    "pergunta": "Por que usamos o 'ç' no português?",
    "resposta": "O 'ç', chamado de cedilha, tem origem no latim medieval e representa o som de 'ss' em palavras como 'coração' e 'caça'. Ele não aparece no início de palavras e é usado apenas antes das vogais 'a', 'o' e 'u'. Sabia que o cedilha também existe em línguas como o francês e o catalão, mas em espanhol moderno foi abandonado?",
    "palavras_chave": ["cedilha", "ç", "latim medieval", "ortografia", "uso das consoantes"]
  },
  {
    "pergunta": "Quais palavras africanas entraram no português?",
    "resposta": "A presença africana no Brasil introduziu palavras como 'samba', 'moleque', 'quilombo' e 'cafuné'. Esses termos refletem práticas culturais, sentimentos e tradições trazidas durante a escravidão. Sabia que 'samba' vem de 'semba', palavra do quimbundo que significa 'umbigada', um passo de dança?",
    "palavras_chave": ["palavras africanas", "quilombo", "samba", "cafuné", "herança cultural"]
  },
  {
    "pergunta": "Por que 'saudade' é considerada única?",
    "resposta": "A palavra 'saudade' descreve um sentimento profundo de ausência ou falta de alguém ou algo querido, e não tem equivalente exato em outras línguas. Embora haja traduções aproximadas, nenhuma consegue reproduzir o mesmo peso cultural e afetivo. Sabia que em dois mil e quinze a 'saudade' foi eleita uma das palavras mais bonitas do mundo por linguistas?",
    "palavras_chave": ["saudade", "sentimento único", "língua portuguesa", "cultura brasileira", "emoções"]
  },
  {
    "pergunta": "O que é um lusismo?",
    "resposta": "Lusismo é uma palavra ou expressão tipicamente portuguesa, sem paralelo direto em outros idiomas. Termos como 'jeitinho' e 'saudade' são exemplos marcantes. Sabia que a expressão 'jeitinho brasileiro' virou objeto de estudo acadêmico, por revelar estratégias criativas de resolver problemas?",
    "palavras_chave": ["lusismo", "expressões portuguesas", "jeitinho", "saudade", "cultura linguística"]
  },
  {
    "pergunta": "Por que o português tem tantas conjugações verbais?",
    "resposta": "O português herdou do latim uma estrutura verbal rica e detalhada, que permite flexões de acordo com pessoa, tempo e modo. Isso faz com que verbos tenham dezenas de formas diferentes. Sabia que o modo subjuntivo, comum em português, praticamente desapareceu em muitas línguas europeias modernas?",
    "palavras_chave": ["conjugações verbais", "herança do latim", "modo subjuntivo", "língua românica", "morfologia verbal"]
  },
  {
    "pergunta": "O que é um regionalismo no português?",
    "resposta": "Regionalismo é uma palavra ou expressão típica de uma região. Em Minas Gerais, por exemplo, 'trem' pode significar qualquer coisa, não apenas o veículo. Sabia que essa palavra veio do francês 'train', mas no Brasil ganhou um sentido muito mais amplo e cultural?",
    "palavras_chave": ["regionalismo", "trem", "Minas Gerais", "expressões locais", "variedades linguísticas"]
  },
  {
    "pergunta": "Por que 'tu' e 'você' convivem no Brasil?",
    "resposta": "O uso de 'tu' e 'você' varia de acordo com a região do Brasil. No Sul e no Norte, 'tu' é mais comum, mas frequentemente é usado com a conjugação de 'você', como em 'tu vai'. Já no Sudeste, 'você' domina. Sabia que essa mistura de pronomes e conjugações é chamada de 'variação pronominal' pelos linguistas?",
    "palavras_chave": ["tu", "você", "variação pronominal", "regionalismo", "linguística brasileira"]
  },
  {
    "pergunta": "O que é um neologismo?",
    "resposta": "Neologismo é uma palavra ou expressão nova que surge para atender a mudanças culturais, tecnológicas ou sociais. Exemplos são 'internet', 'selfie' e 'podcast'. Sabia que 'selfie' foi adicionada ao dicionário Oxford em dois mil e treze e entrou no português no ano seguinte?",
    "palavras_chave": ["neologismo", "novas palavras", "internet", "selfie", "inovação linguística"]
  },
  {
    "pergunta": "Por que o português tem gêneros gramaticais?",
    "resposta": "O português herdou do latim os gêneros gramaticais masculino e feminino, presentes em substantivos como 'carro' e 'casa'. Essa marcação ajuda a organizar a estrutura da frase. Sabia que outras línguas românicas, como o francês e o espanhol, também mantêm o sistema de gêneros, mas o inglês abandonou essa característica?",
    "palavras_chave": ["gêneros gramaticais", "masculino e feminino", "latim", "línguas românicas", "estrutura da língua"]
  },
  {
    "pergunta": "Qual foi a influência árabe no português?",
    "resposta": "Durante a ocupação árabe na Península Ibérica, milhares de palavras de origem árabe entraram no português. Exemplos são 'açúcar', 'algodão' e 'almofada'. Sabia que o prefixo 'al-', tão comum nessas palavras, significa 'o' em árabe?",
    "palavras_chave": ["influência árabe", "açúcar", "almofada", "algodão", "prefixo al-"]
  },
  {
    "pergunta": "Por que a letra 'x' tem vários sons?",
    "resposta": "O 'x' no português pode ter som de 'ch', 's', 'z' ou até 'ks'. Exemplos: 'xícara' (ch), 'táxi' (ks), 'exame' (z) e 'próximo' (s). Isso acontece por influências latinas, gregas e da evolução histórica da escrita. Sabia que existem listas oficiais para consultar a pronúncia correta das palavras com 'x'?",
    "palavras_chave": ["x", "sons variados", "ortografia", "influência latina", "pronúncia"]
  },
  {
    "pergunta": "Qual é a origem da palavra 'carnaval'?",
    "resposta": "Carnaval vem do latim 'carne vale', que significa 'adeus à carne'. A expressão surgiu na Idade Média, antes da Quaresma, período de abstinência da carne. Sabia que o carnaval brasileiro é considerado o maior do mundo, atraindo milhões de turistas todos os anos?",
    "palavras_chave": ["carnaval", "carne vale", "latim", "quaresma", "cultura brasileira"]
  },
  {
    "pergunta": "Por que o português usa tantas preposições?",
    "resposta": "O português é rico em preposições como 'de', 'em', 'para' e 'com', que ligam ideias e organizam a frase. Essa característica vem do latim, onde as relações eram marcadas por casos gramaticais. Sabia que, por isso, o português tem mais preposições que o espanhol, que usa declinações mais simplificadas?",
    "palavras_chave": ["preposições", "origem latina", "estrutura frasal", "língua portuguesa", "gramática"]
  },
  {
    "pergunta": "O que é um falso cognato?",
    "resposta": "Falsos cognatos são palavras que parecem iguais em línguas diferentes, mas têm significados distintos. Em português, 'pretender' significa 'ter a intenção', mas em inglês 'pretend' quer dizer 'fingir'. Sabia que em espanhol 'embarazada' significa 'grávida', e não 'envergonhada' como muitos pensam?",
    "palavras_chave": ["falso cognato", "pretender", "embarazada", "línguas estrangeiras", "confusões linguísticas"]
  },
  {
    "pergunta": "Por que o 'h' é mudo em português?",
    "resposta": "O 'h' inicial, como em 'homem', não é pronunciado em português, mas permaneceu por influência etimológica do latim. Em algumas palavras, como 'chá', o 'h' vem da adaptação de termos estrangeiros. Sabia que em certos dialetos portugueses o 'h' ainda pode ser aspirado?",
    "palavras_chave": ["h mudo", "ortografia", "homem", "origem latina", "influência etimológica"]
  },
  {
    "pergunta": "Qual é a origem da palavra 'tchau'?",
    "resposta": "A palavra 'tchau' vem do italiano 'ciao', usada tanto para cumprimentar quanto para se despedir. Ela chegou ao Brasil no século vinte com a imigração italiana. Sabia que no italiano 'ciao' ainda é usado nos dois sentidos, mas no português se restringiu à despedida?",
    "palavras_chave": ["tchau", "ciao", "italiano", "imigração italiana", "século XX"]
  },
  {
    "pergunta": "Por que o português tem tantos sinônimos?",
    "resposta": "O português recebeu influências de várias línguas, como o latim, o tupi e as africanas, resultando em muitos sinônimos. Por exemplo, 'feliz' e 'contente' transmitem a mesma ideia. Sabia que essa riqueza lexical faz do português uma das línguas com maior variedade de palavras para expressar emoções?",
    "palavras_chave": ["sinônimos", "riqueza lexical", "influência do latim", "língua portuguesa", "emoções"]
  },
  {
    "pergunta": "Qual foi a influência indígena no português?",
    "resposta": "A influência indígena trouxe milhares de palavras relacionadas à fauna, flora e cultura local, como 'mandioca', 'pipoca', 'jabuti' e 'capim'. Sabia que o termo 'jabuti' vem de 'îabuti', que em tupi significa 'tartaruga da terra'?",
    "palavras_chave": ["influência indígena", "mandioca", "jabuti", "palavras tupi", "vocabulário brasileiro"]
  },
  {
    "pergunta": "Por que o português usa o modo subjuntivo?",
    "resposta": "O subjuntivo é usado para expressar hipóteses, desejos e incertezas, como em 'Se eu fosse rico'. Ele vem diretamente do latim e se manteve forte no português, diferentemente de línguas como o inglês, onde perdeu força. Sabia que o espanhol também conserva o subjuntivo com grande uso no dia a dia?",
    "palavras_chave": ["subjuntivo", "modo verbal", "hipóteses", "línguas românicas", "origem latina"]
  },
  {
    "pergunta": "Qual é a origem da palavra 'bossa'?",
    "resposta": "A palavra 'bossa' significa 'talento' ou 'jeito especial' e ficou eternizada na expressão 'bossa nova', que designa um estilo musical surgido no Brasil nos anos mil novecentos e cinquenta. Sabia que 'bossa nova' significa literalmente 'novo jeito' de tocar e cantar?",
    "palavras_chave": ["bossa", "bossa nova", "música brasileira", "anos 1950", "cultura popular"]
  },
  {
    "pergunta": "Por que o português tem tantas gírias?",
    "resposta": "As gírias surgem da criatividade popular e refletem transformações sociais e culturais. Palavras como 'mano' e 'tô de boa' nasceram em comunidades urbanas e se espalharam pela mídia e internet. Sabia que 'mano' vem do espanhol 'hermano', usado pelos imigrantes e depois adaptado?",
    "palavras_chave": ["gírias", "língua popular", "hermano", "expressões urbanas", "cultura jovem"]
  },
  {
    "pergunta": "Qual é a origem da palavra 'capoeira'?",
    "resposta": "A palavra 'capoeira' vem do tupi 'ka'apu'era', que significa 'mato ralo' ou 'mato que já foi cortado'. O termo passou a designar não só áreas de vegetação, mas também a arte-luta desenvolvida pelos escravizados no Brasil, praticada nesses espaços. Sabia que no século dezenove a capoeira chegou a ser proibida e criminalizada no país?",
    "palavras_chave": ["capoeira", "origem tupi", "arte marcial", "cultura afro-brasileira", "história do Brasil"]
  },
  {
    "pergunta": "Por que algumas palavras portuguesas começam com 'al-'?",
    "resposta": "O prefixo 'al-' vem do árabe, que dominou a Península Ibérica por séculos. Palavras como 'alfândega', 'alface' e 'algoritmo' têm essa marca. 'Algoritmo', por exemplo, vem do nome do matemático persa Al-Khwarizmi. Sabia que mais de quatro mil palavras árabes foram incorporadas ao português e ao espanhol?",
    "palavras_chave": ["prefixo al-", "influência árabe", "alfândega", "algoritmo", "línguas ibéricas"]
  },
  {
    "pergunta": "O que significa a palavra 'favela'?",
    "resposta": "O termo 'favela' surgiu após a Guerra de Canudos, no final do século dezenove. Soldados que vieram para o Rio de Janeiro ocuparam um morro que tinha a planta 'favela', típica do sertão baiano, e passaram a chamá-lo assim. Daí o nome se espalhou para designar comunidades em morros urbanos. Sabia que essa palavra é um exemplo claro de como o português brasileiro se mistura à geografia e à história?",
    "palavras_chave": ["favela", "origem histórica", "Guerra de Canudos", "morro", "língua brasileira"]
  },
  {
    "pergunta": "O que é estrangeirismo no português?",
    "resposta": "Estrangeirismo é o uso de palavras de outros idiomas sem aportuguesamento, como 'shopping', 'software' e 'delivery'. Esse fenômeno é comum principalmente em áreas como tecnologia e moda. Sabia que já no século dezenove os franceses criticavam o excesso de termos ingleses entrando no vocabulário?",
    "palavras_chave": ["estrangeirismo", "shopping", "software", "influência inglesa", "tecnologia"]
  },
  {
    "pergunta": "Por que usamos 'ônibus' e não 'autocarro'?",
    "resposta": "A palavra 'ônibus' vem do latim 'omnibus', que significa 'para todos'. O termo chegou ao Brasil através do francês, e se popularizou. Já em Portugal, prevaleceu 'autocarro'. Sabia que em países africanos de língua portuguesa a palavra usada varia bastante, dependendo da influência colonial local?",
    "palavras_chave": ["ônibus", "autocarro", "latim omnibus", "diferenças Brasil Portugal", "transporte coletivo"]
  },
  {
    "pergunta": "Qual é a origem da palavra 'cafuné'?",
    "resposta": "A palavra 'cafuné' vem do quimbundo, língua falada em Angola, e significa 'ato de fazer carinho com a ponta dos dedos na cabeça de alguém'. Esse gesto carinhoso virou símbolo da cultura brasileira. Sabia que o 'cafuné' é tão único que muitos estrangeiros o consideram intraduzível?",
    "palavras_chave": ["cafuné", "quimbundo", "carinho", "cultura afro-brasileira", "gesto afetivo"]
  },
  {
    "pergunta": "O que significa 'pajé'?",
    "resposta": "A palavra 'pajé' vem das línguas indígenas e designa o líder espiritual das tribos, responsável por rituais e curas. Esse termo foi incorporado ao português no período colonial. Sabia que alguns povos ainda mantêm essa tradição e o termo continua vivo até hoje?",
    "palavras_chave": ["pajé", "línguas indígenas", "líder espiritual", "tradição", "história do Brasil"]
  },
  {
    "pergunta": "Por que algumas palavras portuguesas têm origem grega?",
    "resposta": "Palavras de origem grega entraram no português através do latim e, mais tarde, das ciências. Exemplos são 'filosofia', 'democracia' e 'hipótese'. Sabia que a palavra 'filosofia' significa literalmente 'amor à sabedoria' em grego?",
    "palavras_chave": ["origem grega", "filosofia", "democracia", "hipótese", "etimologia"]
  },
  {
    "pergunta": "O que significa 'banzé'?",
    "resposta": "A palavra 'banzé' vem das línguas africanas e significa confusão ou barulho. Foi trazida ao Brasil pelos povos escravizados e se fixou no português coloquial. Sabia que 'banzé' também pode ter um tom carinhoso em algumas regiões, como quando se fala de festa de criança?",
    "palavras_chave": ["banzé", "origem africana", "confusão", "barulho", "língua popular"]
  },
  {
    "pergunta": "O que é um arcaísmo?",
    "resposta": "Arcaísmo é o uso de palavras ou expressões antigas que caíram em desuso, como 'cáfila' ou 'cousa'. Alguns sobrevivem em textos literários ou religiosos. Sabia que 'pergaminho' já foi palavra comum, mas hoje é usada apenas em contextos históricos?",
    "palavras_chave": ["arcaísmo", "palavras antigas", "literatura", "cousa", "linguagem histórica"]
  },
  {
    "pergunta": "Qual é a origem da palavra 'moleque'?",
    "resposta": "O termo 'moleque' vem do quimbundo 'muléke', que significa menino. No Brasil, ganhou sentidos diferentes, de afeto ou de crítica, dependendo do contexto. Sabia que em algumas regiões ainda se usa 'moleque' de forma carinhosa, como sinônimo de criança?",
    "palavras_chave": ["moleque", "quimbundo", "origem africana", "criança", "língua brasileira"]
  },
  {
    "pergunta": "Por que usamos a palavra 'barraco'?",
    "resposta": "A palavra 'barraco' vem do espanhol 'barraca', que significa cabana. No Brasil, o termo se popularizou para designar casas simples ou confusões ('armar barraco'). Sabia que em Portugal o termo mantém o sentido original de cabana ou tenda?",
    "palavras_chave": ["barraco", "barraca", "espanhol", "língua brasileira", "expressões populares"]
  },
  {
    "pergunta": "O que significa 'xodó'?",
    "resposta": "A palavra 'xodó' tem origem no quimbundo, língua africana, e significa 'querido' ou 'favorito'. Tornou-se popular na cultura brasileira, especialmente na música nordestina. Sabia que a canção 'Meu Xodó', de Dominguinhos, ajudou a difundir o termo em todo o país?",
    "palavras_chave": ["xodó", "quimbundo", "africanismo", "cultura nordestina", "música brasileira"]
  },
  {
    "pergunta": "Qual é a origem da palavra 'maracujá'?",
    "resposta": "A palavra 'maracujá' vem do tupi 'mara kuya', que significa 'fruto que se serve'. Além de fruta, a palavra se tornou símbolo da flora brasileira. Sabia que existem mais de cento e cinquenta espécies de maracujá no Brasil?",
    "palavras_chave": ["maracujá", "tupi", "fruta brasileira", "flora", "origem indígena"]
  },
  {
    "pergunta": "O que significa 'mandinga'?",
    "resposta": "A palavra 'mandinga' vem de um povo da África Ocidental, os Mandingas. No Brasil, passou a significar feitiço, encanto ou truque. Sabia que 'pé de mandinga' é uma expressão popular usada para amuletos de proteção?",
    "palavras_chave": ["mandinga", "origem africana", "feitiço", "amuletos", "tradição cultural"]
  },
  {
    "pergunta": "Qual é a origem da palavra 'guri'?",
    "resposta": "A palavra 'guri' vem do tupi-guarani e significa menino. É usada principalmente no Sul do Brasil, mas também aparece em regiões do Uruguai e Argentina. Sabia que em espanhol do Rio da Prata a palavra 'gurí' é usada com o mesmo sentido?",
    "palavras_chave": ["guri", "tupi-guarani", "menino", "regionalismo", "línguas vizinhas"]
  },
  {
    "pergunta": "O que é uma onomatopeia?",
    "resposta": "Onomatopeia é a criação de palavras que imitam sons, como 'tic-tac' ou 'au-au'. Esse recurso existe em todas as línguas, mas com variações curiosas. Sabia que no Japão o som do gato é representado por 'nyan', enquanto no Brasil é 'miau'?",
    "palavras_chave": ["onomatopeia", "sons", "língua portuguesa", "linguagem popular", "expressividade"]
  },
  {
    "pergunta": "Qual é a origem da palavra 'quixote'?",
    "resposta": "A palavra 'quixote' vem do espanhol e se refere ao personagem Dom Quixote, criado por Miguel de Cervantes no século dezessete. No português, ganhou o sentido de sonhador idealista. Sabia que a obra 'Dom Quixote' é considerada o primeiro romance moderno da história?",
    "palavras_chave": ["quixote", "Miguel de Cervantes", "século XVII", "idealismo", "literatura"]
  },
  {
    "pergunta": "Por que usamos 'bodega' no Brasil?",
    "resposta": "A palavra 'bodega' vem do espanhol 'bodega', que significa armazém ou adega. No Brasil, passou a designar mercearias pequenas, especialmente em áreas rurais. Sabia que em alguns estados 'bodega' também significa bagunça ou confusão?",
    "palavras_chave": ["bodega", "origem espanhola", "mercearia", "língua brasileira", "regionalismo"]
  },
  {
    "pergunta": "O que significa 'quilombo'?",
    "resposta": "A palavra 'quilombo' vem do quimbundo 'kilombo', que significa acampamento. No Brasil, passou a designar comunidades de escravizados fugitivos. Sabia que o Quilombo dos Palmares, no século dezessete, foi o maior da América Latina e durou quase cem anos?",
    "palavras_chave": ["quilombo", "origem africana", "Palmares", "escravidão", "resistência"]
  },
  {
    "pergunta": "Qual é a origem da palavra 'bugiganga'?",
    "resposta": "A palavra 'bugiganga' provavelmente veio do francês 'bougie', nome de uma cidade que produzia objetos pequenos e baratos. No português, passou a significar objeto de pouco valor. Sabia que o termo ganhou força no Brasil no século dezenove, em feiras populares?",
    "palavras_chave": ["bugiganga", "origem francesa", "objetos baratos", "língua popular", "século XIX"]
  },
  {
    "pergunta": "O que significa 'forró'?",
    "resposta": "A palavra 'forró' tem origem discutida: alguns dizem que vem do francês 'forrobodó', que significa festa, outros associam ao inglês 'for all', usado em bailes abertos. De qualquer forma, tornou-se símbolo da música nordestina. Sabia que Luiz Gonzaga foi o responsável por popularizar o forró no Brasil a partir dos anos mil novecentos e quarenta?",
    "palavras_chave": ["forró", "origem da palavra", "música nordestina", "Luiz Gonzaga", "cultura popular"]
  },
  {
    "pergunta": "Por que usamos 'farofa'?",
    "resposta": "A palavra 'farofa' vem do quimbundo 'falofa', que significa farinha de mandioca misturada com outros ingredientes. Esse prato se tornou essencial na culinária brasileira. Sabia que a farofa era comum entre os bandeirantes, pois era fácil de transportar e conservar?",
    "palavras_chave": ["farofa", "quimbundo", "culinária brasileira", "mandioca", "tradição alimentar"]
  },
  {
    "pergunta": "Qual é a origem da palavra 'macumba'?",
    "resposta": "A palavra 'macumba' vem do quimbundo e originalmente designava um tipo de instrumento musical. Com o tempo, passou a ser usada de forma genérica para práticas religiosas afro-brasileiras. Sabia que hoje o termo é considerado pejorativo em muitos contextos, sendo preferível falar em candomblé ou umbanda?",
    "palavras_chave": ["macumba", "origem africana", "candomblé", "umbanda", "instrumento musical"]
  }
]
