[
  {
    "pergunta": "Quem foi Rachel de Queiroz?",
    "resposta": "Rachel de Queiroz foi uma das grandes vozes do modernismo brasileiro, conhecida por retratar a seca nordestina em 'O Quinze', publicado em mil novecentos e trinta. Sua obra traz a luta do sertanejo com uma força poética única. Sabia que ela foi a primeira mulher a entrar para a Academia Brasileira de Letras em mil novecentos e setenta e sete?",
    "palavras_chave": ["Rachel de Queiroz", "O Quinze", "seca nordestina", "modernismo brasileiro", "Academia Brasileira de Letras"]
  },
  {
    "pergunta": "O que é o Concretismo na poesia brasileira?",
    "resposta": "O Concretismo surgiu na década de mil novecentos e cinquenta, destacando-se por transformar o poema em um objeto visual. Poetas como Augusto e Haroldo de Campos e Décio Pignatari experimentaram formas gráficas e sonoras que uniam poesia e design. Sabia que os poemas concretos podiam ser lidos tanto pelas palavras quanto pelas formas que desenhavam na página?",
    "palavras_chave": ["Concretismo", "poesia visual", "Augusto de Campos", "Haroldo de Campos", "Décio Pignatari"]
  },
  {
    "pergunta": "Quem foi Manuel Bandeira?",
    "resposta": "Manuel Bandeira foi um dos principais modernistas brasileiros, autor do icônico poema 'Vou-me Embora pra Pasárgada', escrito em mil novecentos e trinta. Sua obra combina lirismo, simplicidade e humor, sempre com uma sensibilidade intensa. Sabia que Pasárgada era uma antiga cidade da Pérsia que Bandeira transformou em metáfora de um lugar ideal?",
    "palavras_chave": ["Manuel Bandeira", "Pasárgada", "poesia modernista", "lirismo brasileiro", "literatura do século XX"]
  },
  {
    "pergunta": "O que é o Pós-Modernismo na literatura brasileira?",
    "resposta": "O Pós-Modernismo, no Brasil, ganhou força a partir das últimas décadas do século XX, caracterizando-se pela mistura de estilos e pela fragmentação narrativa. Obras como 'Cidade de Deus', de Paulo Lins, de mil novecentos e noventa e sete, exploram violência urbana e desigualdade social. Sabia que esse romance inspirou um filme brasileiro indicado ao Oscar em dois mil e quatro?",
    "palavras_chave": ["Pós-Modernismo", "Cidade de Deus", "Paulo Lins", "romance urbano", "literatura contemporânea"]
  },
  {
    "pergunta": "Quem foi José de Alencar?",
    "resposta": "José de Alencar foi um dos fundadores do romance brasileiro no século XIX, conhecido por obras como 'O Guarani' (mil oitocentos e cinquenta e sete) e 'Senhora' (mil oitocentos e setenta e cinco). Seus livros uniram o romantismo europeu com a exaltação da natureza e da identidade nacional. Sabia que Alencar defendia a ideia de criar uma literatura genuinamente brasileira, sem depender de modelos europeus?",
    "palavras_chave": ["José de Alencar", "romance brasileiro", "O Guarani", "Senhora", "literatura romântica"]
  },
  {
    "pergunta": "O que é o Tropicalismo na literatura?",
    "resposta": "O Tropicalismo nasceu na música brasileira nos anos de mil novecentos e sessenta, mas suas ideias também impactaram a literatura. Poetas como Torquato Neto e Waly Salomão misturaram cultura popular, política e experimentação estética. Sabia que o movimento foi considerado uma revolução cultural que desafiava tanto a censura quanto as tradições artísticas da época?",
    "palavras_chave": ["Tropicalismo", "Torquato Neto", "Waly Salomão", "poesia experimental", "anos 1960"]
  },
  {
    "pergunta": "Quem foi Clarice Lispector?",
    "resposta": "Clarice Lispector foi uma das escritoras mais originais do século XX, autora de romances como 'A Hora da Estrela', de mil novecentos e setenta e sete. Sua obra é marcada por uma linguagem introspectiva, cheia de fluxos de consciência e questionamentos existenciais. Sabia que Clarice nasceu na Ucrânia e chegou ao Brasil ainda bebê, tornando-se uma voz essencial da literatura brasileira?",
    "palavras_chave": ["Clarice Lispector", "A Hora da Estrela", "fluxo de consciência", "literatura introspectiva", "romance brasileiro"]
  },
  {
    "pergunta": "Quem foi Machado de Assis?",
    "resposta": "Machado de Assis é considerado o maior nome da literatura brasileira, tendo escrito clássicos como 'Dom Casmurro', de mil oitocentos e noventa e nove. Sua ironia fina e análise psicológica dos personagens revolucionaram o romance. Sabia que Machado foi o fundador e primeiro presidente da Academia Brasileira de Letras em mil oitocentos e noventa e sete?",
    "palavras_chave": ["Machado de Assis", "Dom Casmurro", "realismo brasileiro", "Academia Brasileira de Letras", "romance psicológico"]
  },
  {
    "pergunta": "O que foi a Semana de Arte Moderna de 1922?",
    "resposta": "A Semana de Arte Moderna, realizada em fevereiro de mil novecentos e vinte e dois, no Theatro Municipal de São Paulo, foi um marco de renovação cultural no Brasil. Reuniu escritores, pintores e músicos que romperam com o academicismo. Sabia que Mário de Andrade apresentou seu livro 'Pauliceia Desvairada' justamente nesse evento, considerado o nascimento do modernismo no Brasil?",
    "palavras_chave": ["Semana de Arte Moderna", "1922", "Pauliceia Desvairada", "Mário de Andrade", "modernismo brasileiro"]
  },
  {
    "pergunta": "Quem foi Guimarães Rosa?",
    "resposta": "Guimarães Rosa foi autor de 'Grande Sertão: Veredas', publicado em mil novecentos e cinquenta e seis, um romance que revolucionou a linguagem ao recriar o falar sertanejo. Suas narrativas misturam filosofia, religiosidade e invenção linguística. Sabia que Rosa era diplomata e chegou a escrever parte de suas obras durante missões internacionais?",
    "palavras_chave": ["Guimarães Rosa", "Grande Sertão: Veredas", "linguagem sertaneja", "romance filosófico", "literatura brasileira"]
  },
  {
    "pergunta": "Quem foi Jorge Amado?",
    "resposta": "Jorge Amado foi um dos escritores brasileiros mais traduzidos no mundo, conhecido por romances como 'Gabriela, Cravo e Canela', de mil novecentos e cinquenta e oito, e 'Dona Flor e Seus Dois Maridos', de mil novecentos e sessenta e seis. Suas histórias retratam a Bahia, o povo e suas contradições. Sabia que muitos de seus livros viraram novelas e filmes de sucesso?",
    "palavras_chave": ["Jorge Amado", "Gabriela Cravo e Canela", "Dona Flor", "Bahia literatura", "romance popular"]
  },
  {
    "pergunta": "O que caracteriza o Romantismo na literatura brasileira?",
    "resposta": "O Romantismo, que floresceu no Brasil no século XIX, exaltava a natureza, o amor e a identidade nacional. Escritores como José de Alencar e Gonçalves Dias marcaram essa fase. Sabia que o famoso poema 'Canção do Exílio', de Gonçalves Dias, foi escrito em mil oitocentos e quarenta e três, em Coimbra, e se tornou quase um hino não oficial do Brasil?",
    "palavras_chave": ["Romantismo brasileiro", "Gonçalves Dias", "Canção do Exílio", "século XIX", "literatura romântica"]
  },
  {
    "pergunta": "Quem foi Gonçalves Dias?",
    "resposta": "Gonçalves Dias foi um dos maiores poetas românticos brasileiros, autor do clássico 'Canção do Exílio', que exaltava a saudade da pátria. Sabia que ele também escreveu peças teatrais e estudos etnográficos sobre os povos indígenas do Brasil?",
    "palavras_chave": ["Gonçalves Dias", "Canção do Exílio", "romantismo", "literatura indígena", "poesia brasileira"]
  },
  {
    "pergunta": "Quem foi Castro Alves?",
    "resposta": "Castro Alves ficou conhecido como o 'poeta dos escravos' por sua poesia abolicionista no século XIX. Seu livro 'Espumas Flutuantes', de mil oitocentos e sessenta e seis, reuniu poemas que se tornaram símbolos de luta. Sabia que ele faleceu jovem, aos vinte e quatro anos, mas deixou uma marca indelével na literatura brasileira?",
    "palavras_chave": ["Castro Alves", "poeta dos escravos", "abolicionismo", "Espumas Flutuantes", "poesia social"]
  },
  {
    "pergunta": "O que foi o Realismo na literatura brasileira?",
    "resposta": "O Realismo surgiu no Brasil na segunda metade do século XIX, buscando retratar a sociedade com objetividade e crítica social. Machado de Assis é o grande nome desse período. Sabia que o romance 'Memórias Póstumas de Brás Cubas', de mil oitocentos e oitenta e um, é considerado o marco inicial do Realismo brasileiro?",
    "palavras_chave": ["Realismo brasileiro", "Memórias Póstumas de Brás Cubas", "Machado de Assis", "século XIX", "literatura crítica"]
  },
  {
    "pergunta": "Quem foi Lima Barreto?",
    "resposta": "Lima Barreto foi um escritor do início do século XX, autor de 'Triste Fim de Policarpo Quaresma', publicado em mil novecentos e quinze. Sua obra denunciava injustiças sociais e o racismo no Brasil. Sabia que ele foi ignorado pela Academia Brasileira de Letras durante sua vida, mas hoje é reconhecido como um dos maiores nomes da literatura nacional?",
    "palavras_chave": ["Lima Barreto", "Triste Fim de Policarpo Quaresma", "racismo", "literatura crítica", "século XX"]
  },
  {
    "pergunta": "Quem foi Cecília Meireles?",
    "resposta": "Cecília Meireles foi uma das principais poetisas brasileiras do século XX, autora de 'Romanceiro da Inconfidência', de mil novecentos e cinquenta e três. Sua poesia é lírica, musical e reflexiva. Sabia que ela também foi professora e viajou pelo mundo divulgando a literatura brasileira?",
    "palavras_chave": ["Cecília Meireles", "Romanceiro da Inconfidência", "poesia lírica", "século XX", "literatura feminina"]
  },
  {
    "pergunta": "Quem foi Adélia Prado?",
    "resposta": "Adélia Prado é uma poetisa mineira que estreou em mil novecentos e setenta e seis com 'Bagagem'. Sua obra mistura cotidiano, fé e uma sensibilidade única. Sabia que Carlos Drummond de Andrade foi quem ajudou a lançar Adélia, dizendo que 'a poesia brasileira ganhava uma nova voz feminina'?",
    "palavras_chave": ["Adélia Prado", "Bagagem", "poesia contemporânea", "fé", "literatura mineira"]
  },
  {
    "pergunta": "O que foi o Simbolismo no Brasil?",
    "resposta": "O Simbolismo, que surgiu no fim do século XIX, trouxe espiritualidade, musicalidade e subjetividade à poesia. Cruz e Sousa é o grande nome brasileiro desse movimento. Sabia que Cruz e Sousa era filho de ex-escravizados e ficou conhecido como o 'Cisne Negro' da literatura?",
    "palavras_chave": ["Simbolismo", "Cruz e Sousa", "Cisne Negro", "poesia espiritual", "século XIX"]
  },
  {
    "pergunta": "Quem foi Cruz e Sousa?",
    "resposta": "Cruz e Sousa foi o maior expoente do Simbolismo brasileiro, autor de 'Missal' e 'Broquéis', publicados em mil oitocentos e noventa e três. Sua poesia carregava misticismo e musicalidade. Sabia que, apesar do preconceito racial que sofreu, ele se tornou referência mundial em simbolismo?",
    "palavras_chave": ["Cruz e Sousa", "Missal", "Broquéis", "Simbolismo", "literatura afro-brasileira"]
  },
  {
    "pergunta": "Quem foi Carlos Drummond de Andrade?",
    "resposta": "Carlos Drummond de Andrade é considerado um dos maiores poetas brasileiros do século XX, autor de obras como 'Alguma Poesia', de mil novecentos e trinta. Sua escrita reflete angústias existenciais e críticas sociais. Sabia que seu poema 'No Meio do Caminho' causou grande polêmica quando foi publicado em mil novecentos e vinte e oito?",
    "palavras_chave": ["Carlos Drummond de Andrade", "Alguma Poesia", "No Meio do Caminho", "poesia modernista", "século XX"]
  },
  {
    "pergunta": "Quem foi Mário de Andrade?",
    "resposta": "Mário de Andrade foi um dos líderes da Semana de Arte Moderna de mil novecentos e vinte e dois, autor de 'Macunaíma'. Sua obra mistura crítica social, folclore e humor. Sabia que 'Macunaíma', de mil novecentos e vinte e oito, é considerado um dos romances mais importantes da literatura brasileira?",
    "palavras_chave": ["Mário de Andrade", "Macunaíma", "Semana de Arte Moderna", "modernismo", "romance brasileiro"]
  },
  {
    "pergunta": "Quem foi Oswald de Andrade?",
    "resposta": "Oswald de Andrade foi um dos grandes modernistas brasileiros, autor do 'Manifesto Antropofágico', de mil novecentos e vinte e oito. Sua obra propunha devorar influências estrangeiras para criar algo novo e nacional. Sabia que a famosa frase 'Tupi or not Tupi' veio desse manifesto?",
    "palavras_chave": ["Oswald de Andrade", "Manifesto Antropofágico", "modernismo", "antropofagia", "literatura brasileira"]
  },
  {
    "pergunta": "O que foi o Manifesto Antropofágico?",
    "resposta": "O 'Manifesto Antropofágico', escrito por Oswald de Andrade em mil novecentos e vinte e oito, defendia que a cultura brasileira deveria absorver influências externas para transformá-las em algo próprio. Sabia que esse texto virou um dos símbolos mais importantes da identidade cultural do Brasil?",
    "palavras_chave": ["Manifesto Antropofágico", "Oswald de Andrade", "modernismo brasileiro", "cultura nacional", "antropofagia literária"]
  },
  {
    "pergunta": "Quem foi Monteiro Lobato?",
    "resposta": "Monteiro Lobato foi escritor e editor, conhecido principalmente pela literatura infantil, com o 'Sítio do Picapau Amarelo'. Sabia que, além dos livros infantis, ele também escreveu obras críticas como 'Urupês', de mil novecentos e dezoito, onde surgiu o personagem Jeca Tatu?",
    "palavras_chave": ["Monteiro Lobato", "Sítio do Picapau Amarelo", "Urupês", "literatura infantil", "Jeca Tatu"]
  },
  {
    "pergunta": "Quem foi Lygia Fagundes Telles?",
    "resposta": "Lygia Fagundes Telles foi uma das maiores escritoras brasileiras do século XX, autora de 'Ciranda de Pedra', publicado em mil novecentos e cinquenta e quatro. Sua obra abordava dramas humanos e psicológicos. Sabia que ela também foi membro da Academia Brasileira de Letras a partir de mil novecentos e oitenta e cinco?",
    "palavras_chave": ["Lygia Fagundes Telles", "Ciranda de Pedra", "literatura psicológica", "século XX", "Academia Brasileira de Letras"]
  },
  {
    "pergunta": "Quem foi João Cabral de Melo Neto?",
    "resposta": "João Cabral de Melo Neto foi poeta pernambucano, autor de 'Morte e Vida Severina', publicado em mil novecentos e cinquenta e cinco. Sua poesia é marcada pela precisão e pela crítica social. Sabia que ele também foi diplomata e exerceu carreira internacional enquanto escrevia?",
    "palavras_chave": ["João Cabral de Melo Neto", "Morte e Vida Severina", "poesia social", "literatura nordestina", "século XX"]
  },
  {
    "pergunta": "Quem foi Ferreira Gullar?",
    "resposta": "Ferreira Gullar foi poeta, crítico de arte e dramaturgo, autor de 'Poema Sujo', escrito em mil novecentos e setenta e cinco, no exílio. Sua obra une engajamento político e lirismo. Sabia que esse poema foi lido para amigos antes de ser publicado, e emocionou profundamente até Vinicius de Moraes?",
    "palavras_chave": ["Ferreira Gullar", "Poema Sujo", "poesia política", "literatura de exílio", "século XX"]
  },
  {
    "pergunta": "Quem foi Hilda Hilst?",
    "resposta": "Hilda Hilst foi escritora paulista, autora de romances, poesias e peças de teatro, marcada por uma escrita intensa e provocadora. Sua obra inclui 'A Obscena Senhora D', de mil novecentos e oitenta e dois. Sabia que ela viveu grande parte da vida em uma casa chamada 'Casa do Sol', em Campinas, onde escreveu a maior parte de seus livros?",
    "palavras_chave": ["Hilda Hilst", "A Obscena Senhora D", "literatura erótica", "poesia contemporânea", "Casa do Sol"]
  },
  {
    "pergunta": "Quem foi Ana Cristina Cesar?",
    "resposta": "Ana Cristina Cesar foi poeta ligada à chamada 'geração mimeógrafo', conhecida por sua escrita íntima e experimental. Publicou 'A Teus Pés' em mil novecentos e oitenta e dois. Sabia que ela também foi tradutora e estudiosa de literatura inglesa?",
    "palavras_chave": ["Ana Cristina Cesar", "A Teus Pés", "geração mimeógrafo", "poesia intimista", "literatura contemporânea"]
  },
  {
    "pergunta": "Quem foi Gregório de Matos?",
    "resposta": "Gregório de Matos, conhecido como o 'Boca do Inferno', foi poeta barroco do século XVII, famoso por sua sátira mordaz contra políticos e costumes da Bahia colonial. Sabia que muitos de seus poemas circulavam apenas em manuscritos, porque eram considerados ofensivos demais para publicação na época?",
    "palavras_chave": ["Gregório de Matos", "Boca do Inferno", "poesia barroca", "satírica", "século XVII"]
  },
  {
    "pergunta": "Quem foi Tomás Antônio Gonzaga?",
    "resposta": "Tomás Antônio Gonzaga foi poeta árcade do século XVIII, autor das 'Liras de Marília de Dirceu'. Sabia que ele também esteve envolvido na Inconfidência Mineira e acabou preso e deportado para Moçambique?",
    "palavras_chave": ["Tomás Antônio Gonzaga", "Marília de Dirceu", "Arcadismo", "Inconfidência Mineira", "século XVIII"]
  },
  {
    "pergunta": "Quem foi Cláudio Manuel da Costa?",
    "resposta": "Cláudio Manuel da Costa foi poeta árcade e um dos primeiros grandes nomes da literatura brasileira, autor de 'Obras Poéticas', publicadas em mil setecentos e sessenta e oito. Sabia que ele também participou da Inconfidência Mineira?",
    "palavras_chave": ["Cláudio Manuel da Costa", "Arcadismo", "Obras Poéticas", "Inconfidência Mineira", "século XVIII"]
  },
  {
    "pergunta": "Quem foi Álvares de Azevedo?",
    "resposta": "Álvares de Azevedo foi poeta romântico da segunda geração, marcada pelo ultra-romantismo, melancolia e temas sombrios. Escreveu 'Lira dos Vinte Anos', em mil oitocentos e cinquenta e três. Sabia que morreu jovem, aos vinte anos, deixando uma obra de intensa sensibilidade?",
    "palavras_chave": ["Álvares de Azevedo", "Lira dos Vinte Anos", "ultra-romantismo", "poesia juvenil", "século XIX"]
  },
  {
    "pergunta": "Quem foi Bernardo Guimarães?",
    "resposta": "Bernardo Guimarães foi romancista do século XIX, autor de 'A Escrava Isaura', de mil oitocentos e setenta e cinco. O livro denunciava a escravidão e ficou famoso mundialmente após virar novela. Sabia que o romance foi traduzido para várias línguas ainda no século XIX?",
    "palavras_chave": ["Bernardo Guimarães", "A Escrava Isaura", "romantismo", "literatura abolicionista", "século XIX"]
  },
  {
    "pergunta": "Quem foi Joaquim Manuel de Macedo?",
    "resposta": "Joaquim Manuel de Macedo foi autor de 'A Moreninha', publicado em mil oitocentos e quarenta e quatro, considerado o primeiro romance urbano brasileiro. Sabia que ele também foi médico e deputado, além de escritor?",
    "palavras_chave": ["Joaquim Manuel de Macedo", "A Moreninha", "romance urbano", "século XIX", "literatura brasileira"]
  },
  {
    "pergunta": "Quem foi Manuel Antônio de Almeida?",
    "resposta": "Manuel Antônio de Almeida escreveu 'Memórias de um Sargento de Milícias', de mil oitocentos e cinquenta e quatro, um romance que retrata a vida popular do Rio de Janeiro. Sabia que esse livro foi publicado em folhetins no jornal 'Correio Mercantil'?",
    "palavras_chave": ["Manuel Antônio de Almeida", "Memórias de um Sargento de Milícias", "romance de costumes", "Rio de Janeiro", "século XIX"]
  },
  {
    "pergunta": "Quem foi José de Anchieta?",
    "resposta": "José de Anchieta foi padre jesuíta e escritor do século XVI, autor de poesias, autos e peças religiosas que marcaram os primórdios da literatura no Brasil. Sabia que ele também compôs poemas em tupi para evangelizar os povos indígenas?",
    "palavras_chave": ["José de Anchieta", "literatura jesuíta", "século XVI", "poesia religiosa", "língua tupi"]
  },
  {
    "pergunta": "Quem foi Padre Antônio Vieira?",
    "resposta": "Padre Antônio Vieira foi um missionário jesuíta do século XVII, conhecido por seus sermões que misturavam retórica barroca e crítica social. Suas palavras defendiam indígenas e criticavam a exploração colonial. Sabia que seus 'Sermões' foram considerados por Fernando Pessoa como a obra máxima da prosa portuguesa?",
    "palavras_chave": ["Padre Antônio Vieira", "sermões", "literatura barroca", "século XVII", "retórica"]
  },
  {
    "pergunta": "Quem foi Antônio de Castro Alves?",
    "resposta": "Antônio de Castro Alves foi um poeta romântico que se destacou por sua poesia abolicionista e engajada, sendo chamado de 'poeta dos escravos'. Seu poema 'Navio Negreiro', escrito em mil oitocentos e sessenta e oito, tornou-se símbolo da luta contra a escravidão. Sabia que esse poema foi recitado em praças e manifestações abolicionistas?",
    "palavras_chave": ["Castro Alves", "Navio Negreiro", "romantismo", "abolicionismo", "poeta dos escravos"]
  },
  {
    "pergunta": "O que foi o Arcadismo no Brasil?",
    "resposta": "O Arcadismo surgiu no século XVIII, inspirado pelo neoclassicismo europeu, com versos simples, bucólicos e voltados para a natureza. Autores como Tomás Antônio Gonzaga e Cláudio Manuel da Costa foram expoentes. Sabia que os poetas árcades muitas vezes usavam pseudônimos ligados ao campo, como Dirceu e Glauceste Satúrnio?",
    "palavras_chave": ["Arcadismo brasileiro", "século XVIII", "Tomás Antônio Gonzaga", "Cláudio Manuel da Costa", "poesia bucólica"]
  },
  {
    "pergunta": "Quem foi Manuel Botelho de Oliveira?",
    "resposta": "Manuel Botelho de Oliveira foi um dos primeiros poetas nascidos no Brasil a publicar em Portugal, no século XVII. Sua obra 'Música do Parnaso', de mil seiscentos e setenta e nove, misturava poesia lírica, sacra e satírica. Sabia que ele foi o primeiro brasileiro a lançar um livro impresso em língua portuguesa?",
    "palavras_chave": ["Manuel Botelho de Oliveira", "Música do Parnaso", "século XVII", "literatura colonial", "primeiro livro brasileiro"]
  },
  {
    "pergunta": "Quem foi José de Alencar no contexto do indianismo?",
    "resposta": "José de Alencar foi o principal autor indianista do século XIX, retratando indígenas como heróis nacionais em obras como 'Iracema' e 'O Guarani'. Sabia que o personagem Peri, de 'O Guarani', se tornou um símbolo da bravura indígena na formação da identidade literária do Brasil?",
    "palavras_chave": ["José de Alencar", "Iracema", "O Guarani", "indianismo", "romantismo brasileiro"]
  },
  {
    "pergunta": "Quem foi Machado de Assis no Realismo?",
    "resposta": "Machado de Assis é o maior representante do Realismo brasileiro, autor de romances como 'Dom Casmurro', de mil oitocentos e noventa e nove. Sua obra desconstruiu ilusões românticas e analisou a psicologia humana. Sabia que ele fundou a Academia Brasileira de Letras em mil oitocentos e noventa e sete, sendo seu primeiro presidente?",
    "palavras_chave": ["Machado de Assis", "Dom Casmurro", "Realismo", "Academia Brasileira de Letras", "romance psicológico"]
  },
  {
    "pergunta": "Quem foi Raul Pompéia?",
    "resposta": "Raul Pompéia foi autor de 'O Ateneu', publicado em mil oitocentos e oitenta e oito, romance naturalista que retrata a vida em um internato masculino no Rio de Janeiro. Sabia que a frase inicial do livro, 'Vais encontrar o mundo', se tornou uma das mais famosas da literatura brasileira?",
    "palavras_chave": ["Raul Pompéia", "O Ateneu", "naturalismo", "romance de formação", "século XIX"]
  },
  {
    "pergunta": "Quem foi Júlia Lopes de Almeida?",
    "resposta": "Júlia Lopes de Almeida foi uma das escritoras mais importantes do início do século XX, autora de romances como 'A Falência'. Sabia que ela ajudou a fundar a Academia Brasileira de Letras, mas foi excluída por ser mulher?",
    "palavras_chave": ["Júlia Lopes de Almeida", "A Falência", "literatura feminina", "século XX", "Academia Brasileira de Letras"]
  },
  {
    "pergunta": "Quem foi Carolina Maria de Jesus?",
    "resposta": "Carolina Maria de Jesus foi autora do livro 'Quarto de Despejo', publicado em mil novecentos e sessenta. Moradora de uma favela em São Paulo, ela escreveu diários sobre sua vida e a pobreza urbana. Sabia que seu livro foi traduzido para mais de dez línguas e tornou-se um best-seller internacional?",
    "palavras_chave": ["Carolina Maria de Jesus", "Quarto de Despejo", "literatura marginal", "pobreza urbana", "século XX"]
  },
  {
    "pergunta": "Quem foi Rubem Fonseca?",
    "resposta": "Rubem Fonseca foi autor de romances policiais e urbanos, como 'A Grande Arte', de mil novecentos e oitenta e três. Sua escrita crua e violenta marcou a literatura contemporânea. Sabia que ele também trabalhou como policial antes de se dedicar totalmente à literatura?",
    "palavras_chave": ["Rubem Fonseca", "A Grande Arte", "literatura policial", "violência urbana", "século XX"]
  },
  {
    "pergunta": "Quem foi João Ubaldo Ribeiro?",
    "resposta": "João Ubaldo Ribeiro foi autor de 'Viva o Povo Brasileiro', publicado em mil novecentos e oitenta e quatro, uma obra monumental sobre a história do Brasil. Sabia que esse romance mistura ficção, história e mito, sendo comparado a obras de Gabriel García Márquez?",
    "palavras_chave": ["João Ubaldo Ribeiro", "Viva o Povo Brasileiro", "romance histórico", "século XX", "literatura brasileira"]
  },
  {
    "pergunta": "Quem foi Raduan Nassar?",
    "resposta": "Raduan Nassar é autor de 'Lavoura Arcaica', de mil novecentos e setenta e cinco, considerado um dos grandes romances da literatura brasileira contemporânea. Sabia que ele abandonou a literatura cedo para se dedicar à agricultura, retornando aos holofotes somente décadas depois?",
    "palavras_chave": ["Raduan Nassar", "Lavoura Arcaica", "literatura contemporânea", "romance psicológico", "século XX"]
  },
  {
    "pergunta": "Quem foi Milton Hatoum?",
    "resposta": "Milton Hatoum é autor de 'Dois Irmãos', publicado em mil novecentos e oitenta e nove, romance ambientado em Manaus que explora conflitos familiares e culturais. Sabia que a obra foi adaptada para minissérie de televisão em dois mil e dezessete?",
    "palavras_chave": ["Milton Hatoum", "Dois Irmãos", "literatura amazônica", "romance contemporâneo", "Manaus"]
  },
  {
    "pergunta": "Quem foi Ariano Suassuna?",
    "resposta": "Ariano Suassuna foi dramaturgo e romancista, autor de 'Auto da Compadecida', de mil novecentos e cinquenta e cinco, uma das peças mais populares do teatro brasileiro. Sabia que ele também criou o Movimento Armorial, unindo música, artes plásticas e literatura inspiradas no sertão?",
    "palavras_chave": ["Ariano Suassuna", "Auto da Compadecida", "teatro popular", "Movimento Armorial", "literatura nordestina"]
  },
  {
    "pergunta": "Quem foi Nelson Rodrigues?",
    "resposta": "Nelson Rodrigues foi dramaturgo e cronista, autor de peças polêmicas como 'Vestido de Noiva', de mil novecentos e quarenta e três. Sua obra revolucionou o teatro brasileiro. Sabia que ele também escrevia crônicas esportivas e foi chamado de 'o profeta do óbvio'?",
    "palavras_chave": ["Nelson Rodrigues", "Vestido de Noiva", "teatro brasileiro", "cronista esportivo", "século XX"]
  },
  {
    "pergunta": "Quem foi Patrícia Galvão, a Pagu?",
    "resposta": "Pagu foi escritora, jornalista e militante política, autora do romance 'Parque Industrial', publicado em mil novecentos e trinta e três. Sabia que ela foi a primeira mulher a ser presa por motivos políticos no Brasil?",
    "palavras_chave": ["Pagu", "Patrícia Galvão", "Parque Industrial", "literatura engajada", "século XX"]
  },
  {
    "pergunta": "Quem foi Marina Colasanti?",
    "resposta": "Marina Colasanti é escritora e jornalista, conhecida por seus contos, poemas e livros infantis. Em 'Eu Sei Mas Não Devia', de mil novecentos e noventa e seis, reflete sobre o cotidiano feminino. Sabia que ela nasceu na Etiópia e viveu parte da infância na Itália antes de vir para o Brasil?",
    "palavras_chave": ["Marina Colasanti", "Eu Sei Mas Não Devia", "literatura infantil", "poesia contemporânea", "literatura feminina"]
  },
  {
    "pergunta": "Quem foi Luís Fernando Veríssimo?",
    "resposta": "Luís Fernando Veríssimo é autor de crônicas e contos bem-humorados, como os da coletânea 'Comédias da Vida Privada', de mil novecentos e noventa e quatro. Sabia que essa obra virou uma série de televisão de grande sucesso na década de 1990?",
    "palavras_chave": ["Luís Fernando Veríssimo", "Comédias da Vida Privada", "crônica brasileira", "humor literário", "literatura contemporânea"]
  },
  {
    "pergunta": "Quem foi Paulo Leminski?",
    "resposta": "Paulo Leminski foi poeta, tradutor e ensaísta curitibano, autor de 'Caprichos e Relaxos', de mil novecentos e oitenta e três. Sua poesia curta e irreverente dialogava com o concretismo e a cultura pop. Sabia que ele também foi faixa-preta em judô e estudou filosofia oriental?",
    "palavras_chave": ["Paulo Leminski", "Caprichos e Relaxos", "poesia concreta", "literatura pop", "século XX"]
  },
  {
    "pergunta": "Quem foi Glauco Mattoso?",
    "resposta": "Glauco Mattoso é poeta e letrista, associado à poesia marginal e experimental. Publicou 'Cacófato' em mil novecentos e oitenta. Sabia que ele é deficiente visual e adaptou sua produção para o braile e gravações sonoras?",
    "palavras_chave": ["Glauco Mattoso", "poesia marginal", "literatura experimental", "século XX", "poesia sonora"]
  },
  {
    "pergunta": "Quem foi Sérgio Buarque de Holanda?",
    "resposta": "Sérgio Buarque de Holanda foi historiador e crítico literário, autor de 'Raízes do Brasil', de mil novecentos e trinta e seis. Embora não fosse ficcionista, sua obra influenciou profundamente a literatura e a interpretação do Brasil. Sabia que ele era pai do cantor Chico Buarque?",
    "palavras_chave": ["Sérgio Buarque de Holanda", "Raízes do Brasil", "crítica literária", "historiador brasileiro", "literatura e sociedade"]
  },
  {
    "pergunta": "Quem foi Antônio Cândido?",
    "resposta": "Antônio Cândido foi crítico literário e sociólogo, autor de 'Formação da Literatura Brasileira', de mil novecentos e cinquenta e nove. Sua análise sistematizou o desenvolvimento da literatura no Brasil. Sabia que ele defendia a literatura como um direito humano básico?",
    "palavras_chave": ["Antônio Cândido", "Formação da Literatura Brasileira", "crítica literária", "sociologia da literatura", "século XX"]
  },
  {
    "pergunta": "Quem foi Haroldo de Campos?",
    "resposta": "Haroldo de Campos foi poeta, crítico e tradutor, um dos fundadores do Concretismo no Brasil. Sabia que ele também traduziu clássicos como a 'Ilíada' e o 'Cântico dos Cânticos' com extrema liberdade poética?",
    "palavras_chave": ["Haroldo de Campos", "Concretismo", "tradução poética", "literatura experimental", "século XX"]
  },
  {
    "pergunta": "Quem foi Augusto de Campos?",
    "resposta": "Augusto de Campos foi poeta e tradutor, também fundador do Concretismo. Sua obra explora a visualidade das palavras e o experimentalismo. Sabia que ele foi pioneiro em adaptar a poesia para linguagens digitais e multimídia?",
    "palavras_chave": ["Augusto de Campos", "Concretismo", "poesia visual", "literatura digital", "século XX"]
  },
  {
    "pergunta": "Quem foi Décio Pignatari?",
    "resposta": "Décio Pignatari foi poeta e ensaísta, integrante do movimento concretista ao lado dos irmãos Campos. Sabia que ele também foi publicitário e criava slogans, aproximando poesia e marketing?",
    "palavras_chave": ["Décio Pignatari", "Concretismo", "poesia concreta", "literatura experimental", "publicidade"]
  },
  {
    "pergunta": "Quem foi Alphonsus de Guimaraens?",
    "resposta": "Alphonsus de Guimaraens foi poeta simbolista, autor de 'Ismália', um dos poemas mais conhecidos da literatura brasileira. Sabia que ele era advogado e juiz em Minas Gerais, escrevendo poesia paralelamente à carreira jurídica?",
    "palavras_chave": ["Alphonsus de Guimaraens", "Ismália", "Simbolismo", "poesia brasileira", "literatura mineira"]
  },
  {
    "pergunta": "Quem foi Ronald de Carvalho?",
    "resposta": "Ronald de Carvalho foi poeta modernista e diplomata, autor de 'Toda a América', publicado em mil novecentos e vinte e seis. Sabia que ele participou ativamente da divulgação do modernismo brasileiro no exterior?",
    "palavras_chave": ["Ronald de Carvalho", "Toda a América", "modernismo", "literatura diplomática", "século XX"]
  },
  {
    "pergunta": "Quem foi Manuel de Barros?",
    "resposta": "Manuel de Barros foi poeta mato-grossense, autor de 'Livro sobre Nada', publicado em mil novecentos e noventa e seis. Sua poesia valoriza o simples e o insignificante da natureza. Sabia que ele foi considerado o 'poeta das coisas pequenas'?",
    "palavras_chave": ["Manuel de Barros", "Livro sobre Nada", "poesia contemporânea", "literatura mato-grossense", "poeta das coisas pequenas"]
  },
  {
    "pergunta": "Quem foi Olavo Bilac?",
    "resposta": "Olavo Bilac foi poeta parnasiano, autor de 'Via Láctea', publicado em mil oitocentos e oitenta e oito. Sabia que ele também foi o autor da letra do Hino à Bandeira do Brasil?",
    "palavras_chave": ["Olavo Bilac", "Parnasianismo", "Via Láctea", "Hino à Bandeira", "século XIX"]
  },
  {
    "pergunta": "Quem foi Alberto de Oliveira?",
    "resposta": "Alberto de Oliveira foi poeta parnasiano, conhecido por seus sonetos de perfeição formal. Sabia que ele formava, junto com Olavo Bilac e Raimundo Correia, a chamada 'tríade parnasiana'?",
    "palavras_chave": ["Alberto de Oliveira", "Parnasianismo", "sonetos", "tríade parnasiana", "século XIX"]
  },
  {
    "pergunta": "Quem foi Raimundo Correia?",
    "resposta": "Raimundo Correia foi poeta parnasiano, autor do famoso soneto 'As Pombas'. Sabia que, apesar da fama de perfeccionista, ele também escreveu versos de forte inspiração romântica?",
    "palavras_chave": ["Raimundo Correia", "Parnasianismo", "As Pombas", "tríade parnasiana", "século XIX"]
  },
  {
    "pergunta": "Quem foi Gregório de Matos?",
    "resposta": "Gregório de Matos, conhecido como 'Boca do Inferno', foi poeta barroco do século XVII. Sua poesia crítica atacava políticos, clérigos e costumes da Bahia colonial. Sabia que muitos de seus poemas circularam apenas em manuscritos devido à censura?",
    "palavras_chave": ["Gregório de Matos", "Boca do Inferno", "Barroco", "século XVII", "Bahia colonial"]
  },
  {
    "pergunta": "Quem foi Basílio da Gama?",
    "resposta": "Basílio da Gama foi poeta do Arcadismo, autor de 'O Uraguai', publicado em mil setecentos e sessenta e nove. Sabia que esse poema épico critica os jesuítas e descreve conflitos indígenas na região das Missões?",
    "palavras_chave": ["Basílio da Gama", "Arcadismo", "O Uraguai", "poema épico", "século XVIII"]
  },
  {
    "pergunta": "Quem foi Santa Rita Durão?",
    "resposta": "Santa Rita Durão foi poeta árcade e religioso, autor do poema épico 'Caramuru', publicado em mil setecentos e oitenta e um. Sabia que a obra mistura história e lenda sobre a colonização portuguesa no Brasil?",
    "palavras_chave": ["Santa Rita Durão", "Arcadismo", "Caramuru", "poema épico", "século XVIII"]
  },
  {
    "pergunta": "Quem foi Gonçalves Dias?",
    "resposta": "Gonçalves Dias foi poeta romântico, autor da famosa 'Canção do Exílio', escrita em mil oitocentos e quarenta e três. Sabia que seus versos inspiraram parte da letra do Hino Nacional Brasileiro?",
    "palavras_chave": ["Gonçalves Dias", "Canção do Exílio", "Romantismo", "Hino Nacional", "século XIX"]
  },
  {
    "pergunta": "Quem foi Álvares de Azevedo?",
    "resposta": "Álvares de Azevedo foi poeta da segunda geração romântica, conhecida como ultrarromântica, autor de 'Lira dos Vinte Anos'. Sabia que ele morreu muito jovem, com apenas vinte anos, em mil oitocentos e cinquenta e dois?",
    "palavras_chave": ["Álvares de Azevedo", "Lira dos Vinte Anos", "ultrarromantismo", "segunda geração romântica", "século XIX"]
  },
  {
    "pergunta": "Quem foi Fagundes Varela?",
    "resposta": "Fagundes Varela foi poeta ultrarromântico, conhecido por poemas melancólicos e religiosos. Sabia que ele também abordou temas sociais, como a escravidão, em suas obras?",
    "palavras_chave": ["Fagundes Varela", "ultrarromantismo", "poesia religiosa", "escravidão", "século XIX"]
  },
  {
    "pergunta": "Quem foi José de Anchieta?",
    "resposta": "José de Anchieta foi missionário jesuíta do século XVI e autor de textos religiosos, poemas e peças de teatro em tupi e português. Sabia que ele é considerado o 'Apóstolo do Brasil' e foi canonizado em dois mil e catorze?",
    "palavras_chave": ["José de Anchieta", "jesuíta", "literatura religiosa", "século XVI", "tupi"]
  },
  {
    "pergunta": "Quem foi Frei Vicente do Salvador?",
    "resposta": "Frei Vicente do Salvador foi frade franciscano e cronista, autor da 'História do Brasil', escrita em mil seiscentos e vinte e sete. Sabia que ele foi chamado de 'primeiro historiador do Brasil'?",
    "palavras_chave": ["Frei Vicente do Salvador", "História do Brasil", "cronista colonial", "século XVII", "primeiro historiador"]
  },
  {
    "pergunta": "Quem foi Monteiro Lobato?",
    "resposta": "Monteiro Lobato foi escritor e editor, criador do 'Sítio do Picapau Amarelo', publicado a partir de mil novecentos e vinte. Sabia que ele também foi um dos primeiros a defender a exploração do petróleo no Brasil?",
    "palavras_chave": ["Monteiro Lobato", "Sítio do Picapau Amarelo", "literatura infantil", "petróleo", "século XX"]
  },
  {
    "pergunta": "Quem foi José Lins do Rego?",
    "resposta": "José Lins do Rego foi romancista regionalista, autor do 'Ciclo da Cana-de-Açúcar', iniciado em mil novecentos e trinta e dois com 'Menino de Engenho'. Sabia que sua obra retrata a decadência dos engenhos nordestinos?",
    "palavras_chave": ["José Lins do Rego", "Menino de Engenho", "Ciclo da Cana-de-Açúcar", "regionalismo", "século XX"]
  },
  {
    "pergunta": "Quem foi Graciliano Ramos?",
    "resposta": "Graciliano Ramos foi autor de 'Vidas Secas', publicado em mil novecentos e trinta e oito, um dos maiores clássicos do regionalismo. Sabia que ele foi preso durante o Estado Novo e escreveu suas memórias no livro 'Memórias do Cárcere'?",
    "palavras_chave": ["Graciliano Ramos", "Vidas Secas", "regionalismo", "Memórias do Cárcere", "século XX"]
  },
  {
    "pergunta": "Quem foi Érico Veríssimo?",
    "resposta": "Érico Veríssimo foi autor de 'O Tempo e o Vento', publicado em mil novecentos e quarenta e nove, uma saga sobre a formação do Rio Grande do Sul. Sabia que ele também dirigiu o Departamento de Assuntos Culturais da União Pan-Americana em Washington?",
    "palavras_chave": ["Érico Veríssimo", "O Tempo e o Vento", "literatura gaúcha", "saga familiar", "século XX"]
  },
  {
    "pergunta": "Quem foi Jorge Amado?",
    "resposta": "Jorge Amado foi autor de 'Gabriela, Cravo e Canela', publicado em mil novecentos e cinquenta e oito, e 'Dona Flor e Seus Dois Maridos', de mil novecentos e sessenta e seis. Sabia que ele é o escritor brasileiro mais traduzido no exterior?",
    "palavras_chave": ["Jorge Amado", "Gabriela Cravo e Canela", "Dona Flor", "literatura baiana", "século XX"]
  },
  {
    "pergunta": "Quem foi Clarice Lispector?",
    "resposta": "Clarice Lispector foi autora de 'A Hora da Estrela', publicada em mil novecentos e setenta e sete, marcada pela introspecção e experimentalismo. Sabia que ela nasceu na Ucrânia e chegou ao Brasil ainda bebê?",
    "palavras_chave": ["Clarice Lispector", "A Hora da Estrela", "introspecção", "literatura existencialista", "século XX"]
  },
  {
    "pergunta": "Quem foi Lygia Fagundes Telles?",
    "resposta": "Lygia Fagundes Telles foi autora de 'As Meninas', publicado em mil novecentos e setenta e três, romance que discute juventude e ditadura militar. Sabia que ela foi a terceira mulher a ingressar na Academia Brasileira de Letras?",
    "palavras_chave": ["Lygia Fagundes Telles", "As Meninas", "literatura feminina", "ditadura militar", "Academia Brasileira de Letras"]
  },
  {
    "pergunta": "Quem foi Hilda Hilst?",
    "resposta": "Hilda Hilst foi poeta, dramaturga e romancista, conhecida por sua escrita intensa e erótica, como em 'A Obscena Senhora D', de mil novecentos e oitenta e dois. Sabia que ela viveu reclusa por décadas em sua chácara em Campinas, chamada Casa do Sol?",
    "palavras_chave": ["Hilda Hilst", "A Obscena Senhora D", "literatura erótica", "Casa do Sol", "século XX"]
  },
  {
    "pergunta": "Quem foi Adélia Prado?",
    "resposta": "Adélia Prado é poeta e prosadora mineira, autora de 'Bagagem', publicado em mil novecentos e setenta e seis. Sabia que ela começou sua carreira literária aos quarenta anos, incentivada por Carlos Drummond de Andrade?",
    "palavras_chave": ["Adélia Prado", "Bagagem", "poesia mineira", "literatura feminina", "século XX"]
  },
  {
    "pergunta": "Quem foi Ferreira Gullar?",
    "resposta": "Ferreira Gullar foi poeta e crítico de arte, autor de 'Poema Sujo', escrito em mil novecentos e setenta e cinco durante o exílio em Buenos Aires. Sabia que ele foi um dos fundadores do movimento neoconcreto?",
    "palavras_chave": ["Ferreira Gullar", "Poema Sujo", "Neoconcretismo", "exílio político", "século XX"]
  },
  {
    "pergunta": "Quem foi Cora Coralina?",
    "resposta": "Cora Coralina foi poeta goiana que só publicou seu primeiro livro, 'Poemas dos Becos de Goiás', em mil novecentos e sessenta e cinco, quando já tinha mais de setenta anos. Sabia que ela também era doceira e vendia quitutes para sustentar a família?",
    "palavras_chave": ["Cora Coralina", "Poemas dos Becos de Goiás", "poesia goiana", "literatura tardia", "século XX"]
  },
  {
    "pergunta": "Quem foi Mário Quintana?",
    "resposta": "Mário Quintana foi poeta gaúcho, autor de 'Esconderijos do Tempo', publicado em mil novecentos e oitenta. Sabia que ele nunca ingressou na Academia Brasileira de Letras, apesar de ser um dos poetas mais populares do Brasil?",
    "palavras_chave": ["Mário Quintana", "Esconderijos do Tempo", "poesia gaúcha", "literatura brasileira", "século XX"]
  },
  {
    "pergunta": "Quem foi Cecilia Meireles?",
    "resposta": "Cecilia Meireles foi poeta modernista, autora de 'Romanceiro da Inconfidência', publicado em mil novecentos e cinquenta e três. Sabia que ela também foi educadora e jornalista, defendendo a renovação do ensino no Brasil?",
    "palavras_chave": ["Cecilia Meireles", "Romanceiro da Inconfidência", "Modernismo", "educadora", "século XX"]
  },
  {
    "pergunta": "Quem foi Carlos Drummond de Andrade?",
    "resposta": "Carlos Drummond de Andrade foi poeta modernista, autor de 'Alguma Poesia', publicado em mil novecentos e trinta. Sabia que ele também trabalhou como funcionário público e diretor do Patrimônio Histórico e Artístico Nacional?",
    "palavras_chave": ["Carlos Drummond de Andrade", "Alguma Poesia", "Modernismo", "literatura mineira", "século XX"]
  },
  {
    "pergunta": "Quem foi Mário de Andrade?",
    "resposta": "Mário de Andrade foi escritor modernista, autor de 'Macunaíma', publicado em mil novecentos e vinte e oito. Sabia que ele também foi um dos principais organizadores da Semana de Arte Moderna de 1922?",
    "palavras_chave": ["Mário de Andrade", "Macunaíma", "Modernismo", "Semana de 1922", "herói sem caráter"]
  },
  {
    "pergunta": "Quem foi Oswald de Andrade?",
    "resposta": "Oswald de Andrade foi escritor modernista, autor do 'Manifesto Antropofágico', publicado em mil novecentos e vinte e oito. Sabia que sua proposta era 'devorar' influências estrangeiras para criar uma cultura brasileira original?",
    "palavras_chave": ["Oswald de Andrade", "Manifesto Antropofágico", "Modernismo", "antropofagia cultural", "Semana de 1922"]
  }
]
