[
  {
    "pergunta": "O que é a Teoria da Tectônica de Placas?",
    "resposta": "É a teoria científica que explica a dinâmica da litosfera terrestre, a camada externa rígida do planeta. Ela propõe que a litosfera é fragmentada em várias placas tectônicas que se movimentam lentamente sobre a astenosfera, uma camada mais quente e plástica. Esse movimento é responsável pela deriva continental, pela formação de montanhas, por terremotos e pelo vulcanismo. Por exemplo, a Cordilheira dos Andes está se formando onde a placa de Nazca mergulha sob a placa Sul-Americana. Sabia que as placas se movem a uma velocidade semelhante ao crescimento das nossas unhas?",
    "palavras_chave": ["placas tectônicas", "litosfera", "deriva continental", "vulcanismo", "terremotos"]
  },
  {
    "pergunta": "Como os fósseis nos ajudam a entender a história da Terra?",
    "resposta": "Os fósseis são vestígios de seres vivos preservados nas rochas. Eles funcionam como testemunhos da evolução da vida e são ferramentas cruciais para a datação relativa das rochas sedimentares, um princípio conhecido como 'datação por fósseis-index'. Analisando os fósseis em diferentes camadas, os geólogos podem correlacionar rochas de regiões distintas e reconstituir os ambientes pretéritos. Sabia que a descoberta de fósseis de glossopteris, uma planta, em continentes hoje separados pelo oceano, foi uma das evidências mais fortes a favor da deriva continental?",
    "palavras_chave": ["fósseis", "datação relativa", "evolução", "rochas sedimentares", "paleoambiente"]
  },
  {
    "pergunta": "Qual a diferença entre um mineral e uma rocha?",
    "resposta": "Essa é uma distinção fundamental! Um mineral é uma substância natural, sólida, com uma composição química definida e uma estrutura cristalina específica. O quartzo, a calcita e o diamante são exemplos. Já uma rocha é um agregado sólido de um ou mais minerais. Ela não possui uma composição química fixa. O granito, por exemplo, é uma rocha composta principalmente por minerais de quartzo, feldspato e mica. Sabia que o vidro, por não ter uma estrutura cristalina ordenada, não é considerado um mineral?",
    "palavras_chave": ["mineral", "rocha", "composição química", "estrutura cristalina", "granito"]
  },
  {
    "pergunta": "O que causa um terremoto?",
    "resposta": "Os terremotos, ou sismos, são causados pela liberação súbita de energia acumulada no interior da Terra, devido ao movimento das placas tectônicas. Essa energia se propaga na forma de ondas sísmicas. O local no interior da Terra onde o terremoto se origina é o hipocentro. Já o ponto na superfície, diretamente acima dele, é o epicentro, onde geralmente os efeitos são mais intensos. Sabia que a maioria dos terremotos ocorre nas bordas das placas tectônicas, em zonas conhecidas como falhas geológicas?",
    "palavras_chave": ["terremoto", "sismo", "placas tectônicas", "ondas sísmicas", "falha geológica"]
  },
  {
    "pergunta": "Como se formam as montanhas?",
    "resposta": "O processo de formação de montanhas é chamado de orogênese. Ele está intrinsecamente ligado ao movimento das placas tectônicas. Quando duas placas continentais colidem, como no caso do choque entre a Placa Indiana e a Placa Euroasiática que formou o Himalaia, as rochas na zona de colisão são comprimidas, dobradas e empurradas para cima. Outro processo importante é o soerguimento causado pelo vulcanismo, como vemos nas ilhas do Havaí. Sabia que as raízes das grandes cadeias de montanhas podem se estender por dezenas de quilômetros profundidade na crosta?",
    "palavras_chave": ["orogênese", "montanhas", "colisão continental", "dobras", "soerguimento"]
  },
  {
    "pergunta": "O que é o Ciclo das Rochas?",
    "resposta": "É um modelo conceitual que descreve as transformações dinâmicas entre os três principais tipos de rochas: ígneas, sedimentares e metamórficas. Rochas ígneas se formam pelo resfriamento do magma. Quando expostas na superfície, elas sofrem intemperismo e erodem, formando sedimentos que, por sua vez, se consolidam em rochas sedimentares. Se qualquer uma delas for submetida a calor e pressão intensos, sem derreter, transforma-se em uma rocha metamórfica. E se uma rocha qualquer for fundida, vira magma, reiniciando o ciclo. Sabia que este ciclo não tem um início ou fim definido, é um processo contínuo ao longo do tempo geológico?",
    "palavras_chave": ["ciclo das rochas", "rochas ígneas", "rochas sedimentares", "rochas metamórficas", "magma"]
  },
  {
    "pergunta": "Por que o núcleo da Terra é quente?",
    "resposta": "O calor do núcleo da Terra é um legado de duas fontes principais. A primeira é o calor primordial, residual da energia gravitacional liberada durante a acreção do planeta, há mais de 4,5 bilhões de anos. A segunda, e atualmente a mais significativa, é o decaimento de elementos radioativos, como o urânio e o potássio, presentes no interior terrestre. Esse calor interno é o motor que impulsiona a convecção no manto, que por sua vez movimenta as placas tectônicas. Sabia que a temperatura no centro da Terra pode ser superior a 6000 °C, semelhante à superfície do Sol?",
    "palavras_chave": ["núcleo terrestre", "calor primordial", "decaimento radioativo", "manto", "tectônica de placas"]
  },
  {
    "pergunta": "O que são os diferentes tipos de vulcões?",
    "resposta": "Os vulcões são classificados principalmente pela sua forma e tipo de erupção. Os vulcões-escudo, como os do Havaí, têm erupções efusivas com lava muito fluida, formando uma estrutura ampla e de baixo relevo. Já os estratovulcões, como o Monte Fuji, são formados por camadas alternadas de lava viscosa e cinzas, resultando em erupções explosivas e um formato cônico e íngreme. Sabia que a violência de uma erupção vulcânica está diretamente ligada ao teor de sílica no magma, que controla sua viscosidade?",
    "palavras_chave": ["vulcão", "vulcão-escudo", "estratovulcão", "erupção efusiva", "erupção explosiva"]
  },
  {
    "pergunta": "Como a água subterrânea molda a paisagem?",
    "resposta": "A água que infiltra no subsolo é um agente geológico poderoso, especialmente em regiões de rochas carbonáticas, como o calcário. Ela dissolve quimicamente a rocha, criando um tipo de relevo único chamado cárstico, caracterizado por cavernas, dolinas e sumidouros. Além da dissolução, a água subterrânea pode depositar minerais, formando as belas estalactites e estalagmites que vemos dentro das cavernas. Sabia que o maior sistema de cavernas do mundo, Mammoth Cave nos EUA, tem mais de 650 km de extensão mapeada?",
    "palavras_chave": ["água subterrânea", "relevo cárstico", "cavernas", "dissolução", "calcário"]
  },
  {
    "pergunta": "O que é a Deriva Continental?",
    "resposta": "Foi a teoria pioneira proposta por Alfred Wegener na década de 1910, que sugeria que os continentes atuais já estiveram unidos em um supercontinente chamado Pangeia e, desde então, teriam 'navegado' lentamente até suas posições atuais. Wegener baseou sua ideia em evidências como o encaixe costeiro dos continentes, fósseis idênticos em lados opostos do oceano e similaridades geológicas. Na época, ele foi criticado por não conseguir explicar o mecanismo desse movimento. Sabia que foi apenas com o desenvolvimento da Teoria da Tectônica de Placas, décadas depois, que a Deriva Continental encontrou sua explicação mecanística?",
    "palavras_chave": ["deriva continental", "alfred wegener", "pangeia", "continentes", "tectônica de placas"]
  },
  {
    "pergunta": "O que é o Princípio do Actualismo em Geologia?",
    "resposta": "Também conhecido como 'o presente é a chave do passado', é um conceito fundamental proposto por James Hutton. Ele estabelece que os processos geológicos que atuam hoje – como erosão, vulcanismo e sedimentação – são os mesmos que atuaram no passado geológico. Isso nos permite interpretar rochas antigas observando fenômenos atuais. Por exemplo, ao encontrar uma camada de arenito com marcas onduladas, podemos inferir que ela se formou em um ambiente de rio ou praia, similar ao que vemos hoje. Sabia que este princípio nos permite 'ler' a história da Terra como um livro?",
    "palavras_chave": ["actualismo", "james hutton", "processos geológicos", "uniformitarismo", "interpretação geológica"]
  },
  {
    "pergunta": "Como as rochas metamórficas se formam?",
    "resposta": "Elas surgem quando rochas pré-existentes (ígneas, sedimentares ou até outras metamórficas) são submetidas a condições de temperatura e pressão tão intensas que seus minerais se reorganizam ou recristalizam, sem que a rocha derreta completamente. Isso acontece geralmente em profundidade na crosta, durante eventos de formação de montanhas ou próximo a corpos magmáticos. O calcário vira mármore, o arenito vira quartzito e o xisto vira gnaisse. Sabia que alguns dos terrenos mais antigos do Brasil, como no Cráton São Francisco, são compostos principalmente por rochas metamórficas?",
    "palavras_chave": ["rochas metamórficas", "temperatura", "pressão", "recristalização", "mármore"]
  },
  {
    "pergunta": "O que são falhas geológicas e quais os tipos principais?",
    "resposta": "São fraturas na crosta terrestre ao longo das quais houve movimento relativo significativo dos blocos rochosos. As falhas normais ocorrem em regiões sob tensão, onde a crosta está se esticando. As falhas reversas acontecem sob compressão, onde um bloco sobe sobre o outro. Já as falhas transformantes são aquelas onde o movimento é predominantemente horizontal, como a famosa Falha de San Andreas na Califórnia. Sabia que as falhas não são apenas linhas, mas sim zonas de rocha fragmentada que podem ter quilômetros de largura?",
    "palavras_chave": ["falhas geológicas", "falha normal", "falha reversa", "falha transformante", "san andreas"]
  },
  {
    "pergunta": "Por que o campo magnético da Terra é importante para a Geologia?",
    "resposta": "Além de nos proteger da radiação solar, o campo magnético terrestre deixou um registro crucial nas rochas! Quando rochas contendo minerais magnéticos se formam, eles se alinham com o campo magnético da época, preservando sua orientação. Esse registro mostrou que o campo magnético já se inverteu muitas vezes ao longo da história da Terra. Foi essa descoberta, aliada ao padrão simétrico de anomalias magnéticas no fundo oceânico, que forneceu uma das provas mais convincentes para a expansão dos assoalhos oceânicos. Sabia que estamos 'atrasados' para uma inversão magnética, que ocorre em média a cada 300 mil anos, sendo a última há 780 mil anos?",
    "palavras_chave": ["campo magnético", "paleomagnetismo", "inversão magnética", "expansão oceânica", "minerais magnéticos"]
  },
  {
    "pergunta": "O que é a escala de tempo geológico?",
    "resposta": "É a linha do tempo da história da Terra, dividida em intervalos baseados principalmente em grandes eventos na evolução da vida e em mudanças globais significativas. Ela é organizada em éons, eras, períodos e épocas. Por exemplo, vivemos no Éon Fanerozoico, Era Cenozoica, Período Quaternário, Época Holoceno. Os limites entre essas divisões frequentemente correspondem a grandes extinções em massa. Sabia que os humanos modernos ocupam apenas os últimos 0,004% da história da Terra?",
    "palavras_chave": ["escala tempo geológico", "éon", "era", "período", "extinção em massa"]
  },
  {
    "pergunta": "Como o petróleo é formado?",
    "resposta": "É um processo que leva milhões de anos! Tudo começa com a acumulação de matéria orgânica (principalmente plâncton) em fundos de mares ou lagos com baixo oxigênio, impedindo sua decomposição completa. Soterrada por sedimentos, essa matéria orgânica é submetida a calor e pressão crescentes, transformando-se primeiro em querogênio e depois, através do craqueamento térmico, em petróleo e gás natural. Esses hidrocarbonetos então migram através das rochas porosas até ficarem presos em estruturas geológicas chamadas armadilhas. Sabia que as bacias sedimentares brasileiras, como o Pré-Sal, representam ambientes perfeitos para esse processo?",
    "palavras_chave": ["petróleo", "matéria orgânica", "bacias sedimentares", "querogênio", "armadilhas petrolíferas"]
  },
  {
    "pergunta": "O que são minerais e como são identificados?",
    "resposta": "Minerais são substâncias naturais, sólidas, inorgânicas, com composição química definida e estrutura cristalina ordenada. Os geólogos os identificam observando propriedades físicas como: cor, traço (cor do pó), brilho (metálico ou não metálico), dureza (usando a escala de Mohs, onde o diamante é 10 e o talco é 1), clivagem (como quebram) e densidade. O quartzo, por exemplo, tem dureza 7 e não tem clivagem, enquanto a calcita tem dureza 3 e clivagem perfeita. Sabia que existem mais de 5.000 minerais conhecidos, mas apenas cerca de 20 são realmente comuns?",
    "palavras_chave": ["minerais", "escala mohs", "propriedades físicas", "cristal", "identificação"]
  },
  {
    "pergunta": "Qual a diferença entre tempo geológico e tempo histórico?",
    "resposta": "O tempo geológico opera em escalas quase inimagináveis - milhões ou bilhões de anos - e estuda processos de formação e transformação do planeta. Já o tempo histórico abrange alguns milhares de anos, focando no desenvolvimento das sociedades humanas. Para colocar em perspectiva: se toda a história da Terra fosse comprimida em um único ano, os dinossauros teriam aparecido em meados de dezembro e os humanos modernos apenas nos últimos minutos do dia 31 de dezembro. Sabia que a escrita, que marca o início da história registrada, surgiu há apenas cerca de 5.500 anos?",
    "palavras_chave": ["tempo geológico", "tempo histórico", "escala temporal", "processos geológicos", "história humana"]
  },
  {
    "pergunta": "O que é uma bacia sedimentar?",
    "resposta": "É uma depressão na superfície terrestre que acumula sedimentos ao longo do tempo geológico. Essas bacias podem se formar por diferentes mecanismos, como o estiramento e afundamento da crosta (bacias rift), o peso de grandes pilhas de lava (bacias vulcânicas) ou a flexão da crosta sob o peso de montanhas (bacias de antepaís). Elas são importantíssimas porque preservam o registro geológico e são onde se formam recursos como petróleo, gás, carvão e água subterrânea. Sabia que a Bacia do Paraná, no sul do Brasil, é uma das maiores bacias intracratônicas do mundo?",
    "palavras_chave": ["bacia sedimentar", "sedimentos", "subsidência", "bacias rift", "recursos naturais"]
  },
  {
    "pergunta": "Como os glaciares modelam a paisagem?",
    "resposta": "Os glaciares são verdadeiras escultoras da paisagem! À medida que se movem lentamente, eles erodem o substrato rochoso através de dois processos principais: a abrasão (quando o gelo arrasta fragmentos de rocha que riscam e polem a superfície) e a arrancada (quando o gelo congela e arranca blocos de rocha). Isso cria formas características como vales em U, fiordes, circos glaciais e lagos de moreia. Sabia que durante a última era do gelo, grandes partes da América do Norte e Europa estavam cobertas por quilômetros de gelo, que recuou há apenas 12.000 anos?",
    "palavras_chave": ["glaciares", "erosão glacial", "vale em u", "fiordes", "era do gelo"]
  },
  {
    "pergunta": "O que são zonas de subducção?",
    "resposta": "São regiões onde uma placa tectônica oceânica, mais densa, mergulha sob outra placa (que pode ser oceânica ou continental) e afunda no manto. Esse processo cria algumas das características geológicas mais impressionantes da Terra: fossas oceânicas profundas (como a Fossa das Marianas), arcos vulcânicos (como os Andes) e intensa atividade sísmica. A placa que desce aquece e libera fluidos que causam o derretimento do manto, gerando o magma que alimenta os vulcões. Sabia que o Anel de Fogo do Pacífico é basicamente um cinturão de zonas de subducção?",
    "palavras_chave": ["subducção", "fossa oceânica", "arcos vulcânicos", "anel de fogo", "placa oceânica"]
  },
  {
    "pergunta": "Como se formam os diferentes tipos de solo?",
    "resposta": "Os solos são formados através da interação de cinco fatores principais: material de origem (rocha matriz), clima, organismos, relevo e tempo. Rochas diferentes sob climas distintos produzem solos diversos. Em climas úmidos e quentes, como no Brasil, o intemperismo químico é intenso, formando solos profundos e lixiviados, como os latossolos. Já em climas áridos, predomina o intemperismo físico, formando solos mais rasos e com menos matéria orgânica. Sabia que pode levar mais de 1.000 anos para se formar apenas 1 cm de solo?",
    "palavras_chave": ["formação solo", "intemperismo", "material origem", "clima", "latossolo"]
  },
  {
    "pergunta": "O que são recursos minerais metálicos e não-metálicos?",
    "resposta": "Os recursos metálicos são minerais dos quais extraímos metais, como ferro (da hematita), alumínio (da bauxita) e cobre (da calcopirita). Eles geralmente possuem brilho metálico e são bons condutores. Já os não-metálicos incluem materiais como calcário (para cimento), areia (para vidro), argila (para cerâmica) e fosfatos (para fertilizantes). Sabia que o Brasil é um dos maiores produtores mundiais de minério de ferro, vindo principalmente da Serra dos Carajás e do Quadrilátero Ferrífero?",
    "palavras_chave": ["recursos minerais", "metálicos", "não-metálicos", "minério ferro", "bauxita"]
  },
  {
    "pergunta": "O que é a expansão dos assoalhos oceânicos?",
    "resposta": "É o processo pelo qual novo assoalho oceânico é criado continuamente nas dorsais meso-oceânicas, expandindo as bacias oceânicas. O magma sobe pelo rift da dorsal, solidifica-se e forma nova crosta oceânica, empurrando a crosta mais antiga para os lados. À medida que a nova crosta se afasta da dorsal, ela esfria, fica mais densa e afunda, explicando por que o oceano é mais profundo longe das dorsais. Sabia que o assoalho do Atlântico está se expandindo a cerca de 2,5 cm por ano, afastando a América da Europa e África?",
    "palavras_chave": ["expansão oceânica", "dorsais meso-oceânicas", "crosta oceânica", "rifte", "deriva continental"]
  },
  {
    "pergunta": "Como os rios modelam o relevo?",
    "resposta": "Os rios são agentes erosivos extremamente eficazes. No curso superior, predominam a erosão vertical e o transporte de sedimentos grossos, criando vales profundos em V. No curso médio, há maior transporte e começa a deposição nas margens. No curso inferior, predomina a deposição, formando planícies de inundação e deltas. Os meandros são formas típicas de rios em planícies, onde a erosão ocorre nas margens côncavas e a deposição nas convexas. Sabia que o Delta do Rio Nilo é tão fértil justamente porque o rio deposita nutrientes trazidos das terras altas da África?",
    "palavras_chave": ["erosão fluvial", "cursos rio", "meandros", "deltas", "planície inundação"]
  },
  {
    "pergunta": "O que são dobras geológicas?",
    "resposta": "São deformações plásticas nas rochas, resultantes de forças compressivas na crosta terrestre. Elas se formam quando as rochas são submetidas a pressões intensas, mas se dobram em vez de fraturar - geralmente em condições de alta temperatura e pressão, comum em grandes profundidades. As anticlinais são dobras convexas para cima (como um arco), enquanto as sinclinais são côncavas para baixo (como uma calha). Sabia que as dobras podem ter dimensões desde centímetros até centenas de quilômetros?",
    "palavras_chave": ["dobras geológicas", "anticlinal", "sinclinal", "deformação plástica", "forças compressivas"]
  },
  {
    "pergunta": "Qual a importância dos aquíferos?",
    "resposta": "Os aquíferos são formações geológicas porosas e permeáveis que armazenam e transmitem água subterrânea. Eles são fontes vitais de água doce para consumo humano, agricultura e indústria. O Aquífero Guarani, por exemplo, é um dos maiores do mundo, estendendo-se por Brasil, Argentina, Paraguai e Uruguai. A proteção desses reservatórios contra a poluição e o uso sustentável são cruciais, pois a recarga natural pode ser muito lenta. Sabia que a água que você bebe de um poço profundo pode ter milhares de anos?",
    "palavras_chave": ["aquíferos", "água subterrânea", "aquífero guarani", "porosidade", "permeabilidade"]
  },
  {
    "pergunta": "O que é metamorfismo de contato?",
    "resposta": "É um tipo de metamorfismo localizado que ocorre quando rochas são 'assadas' pelo calor de uma intrusão magmática próxima. A rocha encaixante (a rocha que já existia) é alterada pela condução de calor do magma, formando uma auréola de metamorfismo ao redor do corpo ígneo. Os efeitos são mais intensos próximo ao contato e diminuem com a distância. Um exemplo clássico é o xisto manchado, onde a ardósia comum se transforma próximo a um granito. Sabia que este processo pode criar minerais valiosos como a andaluzita e a granada?",
    "palavras_chave": ["metamorfismo contato", "intrusão magmática", "auréola metamórfica", "rocha encaixante", "minerais metamórficos"]
  },
  {
    "pergunta": "Como o vento modela paisagens desérticas?",
    "resposta": "Em ambientes áridos, com pouca vegetação, o vento torna-se um agente erosivo significativo. A deflação remove partículas finas, deixando para trás um pavimento desértico de seixos. A abrasão eólica 'lixa' as rochas, criando formas curiosas como os jardangs e as rochas em cogumelo. O vento também transporta e deposita areia, formando dunas de diferentes tipos - barcanas, transversas, longitudinais - dependendo da direção e força do vento. Sabia que as dunas podem 'caminhar' vários metros por ano, soterrando tudo em seu caminho?",
    "palavras_chave": ["erosão eólica", "dunas", "deflação", "abrasão eólica", "desertos"]
  },
  {
    "pergunta": "O que são terrenos ou acreções?",
    "resposta": "São fragmentos de crosta, como antigos arcos vulcânicos, microcontinentes ou platôs oceânicos, que foram 'acretados' (colados) às margens dos continentes ao longo do tempo geológico. Esse processo de acreção de terrenos é uma das principais formas pelas quais os continentes crescem. A costa oeste da América do Norte, por exemplo, é um mosaico complexo de dezenas de terrenos diferentes que foram acrescentados ao longo de milhões de anos. Sabia que partes do sul do Chile e da Argentina são compostas por terrenos que um dia estiveram do outro lado do Pacífico?",
    "palavras_chave": ["acretão", "terrenos", "crescimento continental", "arcos vulcânicos", "margens continentais"]
  },
  {
    "pergunta": "Como funciona o sistema de classificação de rochas ígneas?",
    "resposta": "As rochas ígneas são classificadas principalmente com base em sua textura (tamanho dos cristais) e composição mineralógica. A textura reflete a história de resfriamento: rochas de resfriamento lento (intrusivas) têm textura fanerítica (cristais visíveis), enquanto as de resfriamento rápido (extrusivas) têm textura afanítica (cristais microscópicos). Quanto à composição, as rochas são classificadas ao longo de um espectro que vai das félsicas (ricas em sílica, como o granito) às máficas (pobres em sílica, como o basalto). Sabia que a obsidiana é um vidro vulcânico que esfriou tão rápido que não formou cristais?",
    "palavras_chave": ["classificação rochas", "textura", "composição mineralógica", "félsicas", "máficas"]
  },
  {
    "pergunta": "O que é a teoria do Supercontinente Ciclo?",
    "resposta": "Propõe que os continentes da Terra se juntam periodicamente formando um supercontinente, que depois se fragmenta, e os pedaços voltam a se juntar depois de centenas de milhões de anos em um novo arranjo. Conhecemos pelo menos três supercontinentes anteriores a Pangeia: Rodínia (há ~1 bilhão de anos), Nuna/Columbia (há ~1,8 bilhão de anos) e possivelmente outros mais antigos. O ciclo é impulsionado pela convecção mantélica. Sabia que os geólogos já têm um nome para o próximo supercontinente que se formará: Amásia?",
    "palavras_chave": ["supercontinente ciclo", "pangeia", "rodínia", "amásia", "deriva continental"]
  },
  {
    "pergunta": "O que são depósitos glaciais?",
    "resposta": "São sedimentos transportados e depositados diretamente pelo gelo glacial ou pela água de degelo. As moreias são acumulações de till - uma mistura não selecionada de sedimentos de todos os tamanhos, desde argila até grandes blocos, depositada diretamente pelo gelo. Já os eskers e kames são formas depositadas pela água de degelo, formando cristas sinuosas e montículos. Sabia que a cidade de Nova York foi construída sobre moreias depositadas durante a última era do gelo?",
    "palavras_chave": ["depósitos glaciares", "moreias", "till", "eskers", "era gelo"]
  },
  {
    "pergunta": "Como o carvão mineral se forma?",
    "resposta": "O carvão origina-se da acumulação e soterramento de matéria vegetal em ambientes pantanosos, com baixo oxigênio, que impede a decomposição completa. Com o tempo, o aumento da temperatura e pressão transforma a matéria orgânica através de estágios: primeiro turfa (baixo teor carbonoso), depois linhito, carvão betuminoso e finalmente antracito (o mais puro e com maior poder calorífico). Sabia que as jazidas de carvão no sul do Brasil testemunham a existência de vastas florestas pantanosas no Período Permiano, há cerca de 300 milhões de anos?",
    "palavras_chave": ["carvão mineral", "matéria vegetal", "turfa", "antracito", "permiano"]
  },
  {
    "pergunta": "O que são processos de massa?",
    "resposta": "São movimentos descendentes de solo, rocha e detritos sob a ação direta da gravidade. Incluem desde quedas de rochas rápidas e catastróficas até rastejos lentíssimos de solo. Os deslizamentos são movimentos de massa ao longo de superfícies de ruptura definidas, enquanto os fluxos (como os de detritos e lama) se comportam como fluidos viscosos. A água é um fator crucial, pois reduz o atrito entre as partículas. Sabia que o maior deslizamento de terra registrado na história ocorreu há cerca de 8.000 anos no Monte Saint Helens, movendo aproximadamente 2,8 km³ de material?",
    "palavras_chave": ["processos massa", "deslizamentos", "quedas rochas", "fluxos detritos", "gravidade"]
  },
  {
    "pergunta": "O que são rochas carbonáticas?",
    "resposta": "São rochas sedimentares compostas principalmente por minerais de carbonato, especialmente calcita (carbonato de cálcio) e dolomita. O calcário é a mais comum, formada principalmente pela acumulação de esqueletos e conchas de organismos marinhos (como corais e foraminíferos) ou por precipitação química. A dolomita geralmente se forma pela alteração do calcário em água rica em magnésio. Sabia que os recifes de coral atuais são, essencialmente, calcário em formação?",
    "palavras_chave": ["rochas carbonáticas", "calcário", "dolomita", "carbonato cálcio", "recifes coral"]
  },
  {
    "pergunta": "Como a geologia influencia os recursos hídricos?",
    "resposta": "A geologia do subsolo controla totalmente a disponibilidade e qualidade da água subterrânea. Rochas porosas como arenitos funcionam como bons aquíferos, enquanto rochas impermeáveis como os xistos os restringem. As falhas e fraturas podem ser condutos para a água ou barreiras. Em regiões cársticas (calcário), a água flui rapidamente por cavernas, mas a poluição se espalha facilmente. Sabia que a escolha do local para perfurar um poço depende fundamentalmente do mapeamento geológico da área?",
    "palavras_chave": ["recursos hídricos", "água subterrânea", "geologia", "aquíferos", "permeabilidade"]
  },
  {
    "pergunta": "O que é a litosfera e como difere da astenosfera?",
    "resposta": "A litosfera é a camada externa rígida da Terra, incluindo a crosta e a parte superior do manto. Ela 'flutua' sobre a astenosfera, que é uma camada do manto superior mais quente e plástica, que se comporta como um sólido que pode fluir muito lentamente sobre escalas de tempo geológicas. É essa diferença de comportamento - rígido versus plástico - que permite o movimento das placas tectônicas. Sabia que a litosfera oceânica é mais densa e mais fina que a continental, por isso as bacias oceânicas são 'rebaixadas' em relação aos continentes?",
    "palavras_chave": ["litosfera", "astenosfera", "placas tectônicas", "crosta", "manto"]
  },
  {
    "pergunta": "O que são minerais formadores de rocha?",
    "resposta": "São os minerais que ocorrem em abundância e formam a maior parte das rochas da crosta terrestre. Eles incluem os silicatos (o grupo mais importante, como quartzo, feldspatos, micas e anfibólios) e os não-silicatos (como calcita, dolomita e os óxidos de ferro). Os feldspatos sozinhos constituem cerca de 60% da crosta terrestre! Sabia que apenas oito elementos (oxigênio, silício, alumínio, ferro, cálcio, sódio, potássio e magnésio) compõem mais de 98% da crosta terrestre em peso?",
    "palavras_chave": ["minerais formadores rocha", "silicatos", "feldspatos", "quartzo", "crosta terrestre"]
  },
  {
    "pergunta": "Como os geólogos mapeiam o subsolo?",
    "resposta": "Usam uma combinação de técnicas diretas e indiretas. Os métodos diretos incluem observação de afloramentos, poços e sondagens. Já os métodos indiretos (geofísica) usam propriedades físicas: a sísmica de reflexão envia ondas sonoras e analisa os ecos para mapear estruturas profundas; a gravimetria mede variações no campo gravitacional; o magnetometro detecta anomalias magnéticas; e a resistividade elétrica mapea variações na condutividade do subsolo. Sabia que a prospecção de petróleo depende fortemente da sísmica de reflexão, que pode 'enxergar' a mais de 10 km de profundidade?",
    "palavras_chave": ["mapeamento subsolo", "geofísica", "sísmica reflexão", "gravimetria", "prospecção"]
  },
  {
    "pergunta": "O que é o metamorfismo regional?",
    "resposta": "É o tipo de metamorfismo mais comum, afetando vastas áreas (centenas a milhares de quilômetros quadrados) durante a formação de cadeias de montanhas (orogêneses). Resulta da combinação de altas pressões (devido ao soterramento profundo) e altas temperaturas (do gradiente geotérmico e do calor gerado pelo atrito tectônico). Produz rochas como os xistos e os gnaisses, que muitas vezes exibem foliação - um alinhamento planar de minerais. Sabia que as rochas do embasamento cristalino brasileiro, como no Complexo de Guaxupé, são produtos do metamorfismo regional?",
    "palavras_chave": ["metamorfismo regional", "orogênese", "foliação", "xistos", "gnaisses"]
  },
  {
    "pergunta": "Como as ondas sísmicas revelam a estrutura da Terra?",
    "resposta": "As ondas sísmicas se comportam de forma diferente ao passar por materiais com propriedades distintas. As ondas P (primárias) são compressivas e viajam através de sólidos e líquidos, enquanto as ondas S (secundárias) são de cisalhamento e só viajam através de sólidos. A análise de como essas ondas são refratadas, refletidas e atenuadas permitiu aos geólogos deduzir a estrutura em camadas da Terra: crosta, manto, núcleo externo (líquido, pois ondas S não passam) e núcleo interno (sólido). Sabia que foi o estudo das ondas sísmicas que levou à descoberta do núcleo externo líquido por Richard Dixon Oldham em 1906?",
    "palavras_chave": ["ondas sísmicas", "estrutura terra", "ondas p", "ondas s", "núcleo externo"]
  },
  {
    "pergunta": "O que são diques e soleiras?",
    "resposta": "São corpos ígneos intrusivos tabulares (em forma de laje) que injetam magma em fraturas pré-existentes ou entre camadas de rochas. Os diques cortam as estruturas das rochas encaixantes vertical ou obliquamente, enquanto as soleiras se injetam paralelamente aos planos de acamamento (estratificação). Ambos representam o 'sistema de encanamento' que alimenta erupções vulcânicas na superfície. Sabia que os famosos 'Órgãos de Giant's Causeway' na Irlanda são, na verdade, a face exposta de diques de basalto que resfriaram formando colunas hexagonais?",
    "palavras_chave": ["diques", "soleiras", "corpos ígneos", "intrusões", "magma"]
  },
  {
    "pergunta": "O que é gradiente geotérmico?",
    "resposta": "É a taxa de aumento de temperatura com a profundidade na Terra. Em média, a temperatura aumenta cerca de 25-30°C por quilômetro na crosta continental, mas essa taxa varia muito dependendo do contexto geológico. Em regiões vulcânicas ativas ou em dorsais oceânicas, o gradiente é muito mais alto. Esse calor é aproveitado para gerar energia geotérmica em países como Islândia e Nova Zelândia. Sabia que a mina mais profunda do mundo (Mponeng, África do Sul, com ~4 km) precisa de um sistema de refrigeração elaborado para combater temperaturas de até 66°C?",
    "palavras_chave": ["gradiente geotérmico", "temperatura", "profundidade", "energia geotérmica", "crosta"]
  },
  {
    "pergunta": "Como as marés influenciam a geologia costeira?",
    "resposta": "As marés, causadas pela atração gravitacional da Lua e do Sol, criam uma zona intertidal dinâmica onde processos geológicos são intensificados. A variação diária do nível do mar promove erosão mecânica, transporte de sedimentos e determina a distribuição de organismos que, por sua vez, influenciam a erosão e deposição. Em estuários com grande amplitude de maré, formam-se bancos de areia característicos e canais de maré que mudam constantemente. Sabia que a Baía de Fundy, no Canadá, tem a maior amplitude de maré do mundo, chegando a 16 metros, expondo e cobrindo vastas áreas a cada ciclo?",
    "palavras_chave": ["marés", "geologia costeira", "zona intertidal", "erosão costeira", "estuários"]
  },
  {
    "pergunta": "O que são rochas piroclásticas?",
    "resposta": "São rochas formadas por fragmentos vulcânicos ejetados durante erupções explosivas. Incluem as cinzas (partículas <2mm), lapilli (2-64mm) e blocos ou bombas (>64mm). Quando consolidados, formam rochas como tufos vulcânicos e ignimbritos. Os fluxos piroclásticos - misturas quentes de gás, cinzas e fragmentos que descem vulcões a alta velocidade - são os depósitos mais perigosos. Sabia que a erupção do Vesúvio em 79 d.C. que soterrou Pompeia produziu um fluxo piroclástico que viajou a mais de 100 km/h?",
    "palavras_chave": ["rochas piroclásticas", "fluxos piroclásticos", "tufos vulcânicos", "erupções explosivas", "vesúvio"]
  },
  {
    "pergunta": "Como funciona a datação por luminescência?",
    "resposta": "É um método de datação que determina quando grãos minerais (como quartzo ou feldspato) foram lastamente expostos à luz solar ou aquecidos. A radiação natural causa acúmulo de elétrons presos em defeitos cristalinos. No laboratório, ao aquecer ou iluminar a amostra, esses elétrons são liberados como luz (luminescência), cuja intensidade é proporcional ao tempo desde a última exposição. Sabia que este método é ideal para datar sedimentos eólicos (transportados pelo vento) ou artefatos arqueológicos de até 200.000 anos?",
    "palavras_chave": ["datação luminescência", "quartzo", "feldspato", "sedimentos", "datação absoluta"]
  },
  {
    "pergunta": "O que são sistemas petrolíferos?",
    "resposta": "São todos os elementos e processos geológicos necessários para a formação e acumulação de petróleo e gás. Incluem: rocha fonte (onde o petróleo se gera), rocha reservatório (porosa e permeável onde o petróleo se acumula), rocha selante (impermeável que impede o escape), armadilha (estrutura geológica que concentra o petróleo) e timing adequado. Sabia que os campos do Pré-Sal brasileiro são um exemplo excepcional onde rochas reservatório carbonáticas foram seladas por espessas camadas de sal?",
    "palavras_chave": ["sistemas petrolíferos", "rocha fonte", "rocha reservatório", "armadilhas", "pré-sal"]
  },
  {
    "pergunta": "Como se formam os cânions submarinos?",
    "resposta": "São vales profundos e íngremes que cortam a plataforma continental e o talude. Muitos são formados por correntes de turbidez - fluxos densos de sedimentos em suspensão que descem o talude como 'rios submarinos', erodindo o fundo. Outros podem ser antigos vales fluviais submersos pela elevação do nível do mar após a última glaciação. Sabia que o Canyon de Congo, na África, é tão profundo que permite que navios modernos naveguem centenas de quilômetros rio adentro, abaixo do nível do mar?",
    "palavras_chave": ["cânions submarinos", "correntes turbidez", "plataforma continental", "talude", "nível mar"]
  },
  {
    "pergunta": "O que é a sequência de Bowen?",
    "resposta": "É a sequência teórica na qual os minerais cristalizam a partir de um magma em resfriamento, proposta por Norman Bowen em 1928. Ela começa com minerais máficos de alta temperatura (olivina, piroxênio) e progride para minerais félsicos de baixa temperatura (feldspatos potássicos, quartzo). Esta sequência explica por que diferentes tipos de rochas ígneas têm composições mineralógicas distintas. Sabia que a reação descontínua na sequência de Bowen - onde a olivina reage com o magma residual para formar piroxênio - foi uma descoberta fundamental na petrologia?",
    "palavras_chave": ["sequência bowen", "cristalização magmática", "minerais máficos", "minerais félsicos", "petrologia"]
  },
  {
    "pergunta": "Como os terremotos são medidos?",
    "resposta": "Usam-se principalmente duas escalas: a de Richter, que mede a magnitude (energia liberada no foco) de forma logarítmica (cada ponto aumenta 10 vezes a amplitude das ondas e ~32 vezes a energia); e a de Mercalli Modificada, que mede a intensidade (efeitos e danos na superfície), variando de I (não sentido) a XII (destruição total). Hoje se usa mais a 'magnitude momento', mais precisa para grandes terremotos. Sabia que o terremoto do Chile em 1960, de magnitude 9.5, liberou energia equivalente a 20.000 bombas de Hiroshima?",
    "palavras_chave": ["escala richter", "escala mercalli", "magnitude", "intensidade", "terremotos"]
  },
  {
    "pergunta": "O que são minerais pesados e sua importância?",
    "resposta": "São minerais com densidade superior a 2,9 g/cm³ que se concentram em depósitos de placer. Incluem magnetita, ilmenita, rutilo, zircão, granada e minerais de ouro e platina. Sua análise em amostras de sedimentos é usada na prospecção mineral e em estudos de proveniência (para determinar a fonte dos sedimentos). Sabia que a associação de minerais pesados em uma amostra de praia pode 'dedurar' de quais tipos de rochas os sedimentos vieram?",
    "palavras_chave": ["minerais pesados", "depósitos placer", "prospecção", "proveniência", "densidade"]
  },
  {
    "pergunta": "Como funciona a recarga de aquíferos?",
    "resposta": "É o processo pelo qual a água superficial infiltra-se no subsolo e repõe os aquíferos. Ocorre principalmente através de áreas de recarga, geralmente em terrenos mais elevados e com solos permeáveis. A taxa de recarga depende do clima (precipitação), vegetação, tipo de solo e geologia. Em muitas regiões áridas, a recarga natural é muito lenta, tornando os aquíferos recursos não-renováveis em escala humana. Sabia que alguns aquíferos profundos contêm 'água fóssil' que foi recarregada durante climas mais úmidos há milhares de anos?",
    "palavras_chave": ["recarga aquíferos", "água subterrânea", "infiltração", "áreas recarga", "água fóssil"]
  },
  {
    "pergunta": "O que são rochas filonianas?",
    "resposta": "São rochas ígneas que preenchem fraturas na crosta, formando corpos tabulares como diques e soleiras. Incluem desde composições basálticas até graníticas. Muitos depósitos minerais economicamente importantes estão associados a sistemas filonianos, onde fluidos hidrotermais circulam pelas fraturas e depositam minerais. Sabia que o famoso 'Cinturão de Ouro' de Victoria, na Austrália, produziu milhares de toneladas de ouro de veios filonianos?",
    "palavras_chave": ["rochas filonianas", "diques", "soleiras", "depósitos hidrotermais", "veios minerais"]
  },
  {
    "pergunta": "Como a geologia influencia a agricultura?",
    "resposta": "O substrato geológico determina a química, textura e drenagem do solo, que por sua vez controlam quais culturas podem ser cultivadas e sua produtividade. Solos derivados de basalto (terra roxa) são geralmente férteis, enquanto solos de arenito são pobres. A topografia, controlada pela geologia, determina a susceptibilidade à erosão e a viabilidade da mecanização. Sabia que os vinhedos de classe mundial são frequentemente plantados em solos derivados de tipos específicos de rochas que conferem características únicas aos vinhos?",
    "palavras_chave": ["geologia agricultura", "solo", "fertilidade", "topografia", "vinhedos"]
  },
  {
    "pergunta": "O que são estruturas de escape de fluidos?",
    "resposta": "São feições formadas quando fluidos (água, gás, lama) escapam do subsolo para a superfície. Incluem vulcões de lama (onde argila e água são extrudidas), pockmarks (depressões no fundo do mar por escape de gás) e chaminés de fluidos. Muitas estão associadas a reservatórios de petróleo e gás ou a decomposição de matéria orgânica em sedimentos. Sabia que alguns vulcões de lama no Azerbaijão atingem centenas de metros de altura e entram em erupção periodicamente?",
    "palavras_chave": ["estruturas escape fluidos", "vulcões lama", "pockmarks", "gás", "sedimentos"]
  },
  {
    "pergunta": "Como se formam os depósitos de evaporitos?",
    "resposta": "São rochas formadas pela precipitação química de minerais a partir da evaporação de água em ambientes restritos, como lagos salinos ou mares epicontinentais. A sequência de precipitação segue a solubilidade: calcita → gipsita → halita → sais de potássio e magnésio. Exemplos incluem o sal-gema (halita), gesso e silvita. Sabia que o Mar Morto atual é um exemplo moderno onde evaporitos estão se formando, com espessuras que chegam a centenas de metros?",
    "palavras_chave": ["evaporitos", "halita", "gipsita", "precipitação química", "ambientes áridos"]
  },
  {
    "pergunta": "O que é a zona de fraturação sísmica?",
    "resposta": "É a profundidade máxima na crosta terrestre onde os terremotos podem ocorrer, geralmente entre 10-15 km em continentes e mais rasa em dorsais oceânicas. Abaixo desta zona, as rochas estão suficientemente quentes para se deformarem plasticamente (por fluência) em vez de fraturarem bruscamente. Esta transição marca a mudança do comportamento frágil para dúctil. Sabia que a zona de fraturação sísmica é mais profunda em escudos cristalinos antigos e mais rasa em regiões com alto fluxo de calor, como dorsais oceânicas?",
    "palavras_chave": ["zona fraturação sísmica", "comportamento frágil", "comportamento dúctil", "terremotos", "crosta"]
  },
  {
    "pergunta": "Como os geólogos estudam o manto terrestre?",
    "resposta": "Usam métodos indiretos como a sismologia (ondas sísmicas revelam propriedades físicas) e a geoquímica (composição inferida a partir de rochas ígneas e xenólitos). Os xenólitos do manto trazidos à superfície por kimberlitos e basaltos alcalinos fornecem amostras diretas. Experimentos de alta pressão e temperatura simulam condições do manto. Sabia que o diamante é essencialmente uma 'cápsula' que traz amostras pristinas do manto profundo, incluindo inclusões de minerais que só se formam a grandes profundidades?",
    "palavras_chave": ["manto terrestre", "xenólitos", "sismologia", "diamantes", "kimberlitos"]
  },
  {
    "pergunta": "O que são paleossolos?",
    "resposta": "São solos antigos que foram soterrados e preservados no registro geológico. Também chamados de 'solos fósseis', eles contêm informações valiosas sobre o clima, vegetação e atmosfera do passado. Suas características, como estruturas de raízes, nódulos de calcário ou horizontes lateríticos, revelam condições ambientais quando se formaram. Sabia que paleossolos de 2,5 bilhões de anos mostram que a atmosfera da Terra naquela época tinha muito pouco oxigênio livre?",
    "palavras_chave": ["paleossolos", "solos fósseis", "paleoclima", "atmosfera primitiva", "registro geológico"]
  },
  {
    "pergunta": "Como funciona a tectônica de sal?",
    "resposta": "É o estudo da deformação de camadas de sal e outros evaporitos, que se comportam como fluidos em escalas de tempo geológicas. O sal flui para cima através de rochas sobrepostas devido à sua baixa densidade, formando estruturas como domos, paredes e diapiros. Esta tectônica cria armadilhas importantes para petróleo e afeta a sedimentação em bacias. Sabia que algumas estruturas de sal no Golfo do México se movem verticalmente vários milímetros por ano, afetando instalações de petróleo no fundo do mar?",
    "palavras_chave": ["tectônica sal", "diapiros", "evaporitos", "bacias sedimentares", "golfo méxico"]
  },
  {
    "pergunta": "O que são minerais de alteração hidrotermal?",
    "resposta": "São minerais formados quando rochas são quimicamente alteradas por fluidos hidrotermais quentes. Diferentes associações minerais indicam condições específicas: argilas (baixa temperatura), clorita e epidoto (temperatura média), e granada e piroxênio (alta temperatura). Essas zonas de alteração são importantes guias na prospecção de depósitos minerais. Sabia que a caulinita, usada em porcelanas, é frequentemente produto da alteração hidrotermal de feldspatos?",
    "palavras_chave": ["alteração hidrotermal", "minerais alteração", "fluidos hidrotermais", "prospecção", "caulinita"]
  },
  {
    "pergunta": "Como se formam os tapetes algáceos?",
    "resposta": "São estruturas laminadas formadas pelo crescimento de comunidades de cianobactérias e algas em ambientes aquáticos. Os microorganismos capturam e prendem partículas de sedimento, formando camadas finas que se acumulam ao longo do tempo. Quando fossilizadas, formam estromatólitos - alguns dos registros mais antigos de vida na Terra. Sabia que os estromatólitos das Bahamas ainda estão crescendo hoje e nos dão uma janela para como a vida era há 3,5 bilhões de anos?",
    "palavras_chave": ["tapetes algáceos", "estromatólitos", "cianobactérias", "vida primitiva", "sedimentação"]
  },
  {
    "pergunta": "O que é a zona de sutura?",
    "resposta": "É a faixa onde dois continentes ou terrenos colidiram e foram soldados juntos. Marcam os locais onde oceanos antigos fecharam completamente. Essas zonas contêm fragmentos de crosta oceânica (ofiolitos) que foram empurrados sobre os continentes durante a colisão. Sabia que o Himalaia contém uma zona de sutura marcando o fechamento do Oceano Tetis, com ofiolitos expostos que antes eram o fundo desse oceano?",
    "palavras_chave": ["zona sutura", "colisão continental", "ofiolitos", "oceano tetis", "himalaia"]
  },
  {
    "pergunta": "Como a geologia controla a qualidade das águas termais?",
    "resposta": "A composição química das águas termais reflete as rochas através das quais circularam e a temperatura a que foram aquecidas. Águas que passam por rochas carbonáticas são ricas em cálcio e bicarbonato; as que passam por rochas graníticas podem ser ricas em sílica e elementos radioativos; as sulfurosas indicam interação com depósitos minerais. Sabia que as águas de Poços de Caldas, em Minas Gerais, são radioativas naturalmente devido à passagem por rochas alcalinas ricas em tório e urânio?",
    "palavras_chave": ["águas termais", "composição química", "rochas", "temperatura", "fontes termais"]
  },
  {
    "pergunta": "O que são estruturas de liquefação?",
    "resposta": "São feições formadas quando sedimentos saturados em água perdem temporariamente sua resistência durante um terremoto, comportando-se como um líquido. Incluem vulcões de areia (onde areia e água são extrudidas para a superfície), camadas deformadas e bolsas de areia injetada. São importantes indicadores de paleoterremotos no registro geológico. Sabia que a liquefação foi responsável por grande parte dos danos no terremoto de 2011 no Japão, com edifícios afundando em solos que se liquefizeram?",
    "palavras_chave": ["liquefação", "vulcões areia", "terremotos", "sedimentos", "paleossismologia"]
  },
  {
    "pergunta": "Como se formam os depósitos de laterita?",
    "resposta": "São depósitos residuais formados pelo intemperismo químico intenso em climas tropicais úmidos. Os elementos solúveis (como sílica, cálcio, sódio) são lixiviados, enquanto os insolúveis (ferro, alumínio) se concentram, formando crostas lateríticas. As lateritas de alumínio (bauxita) são a principal fonte mundial de alumínio. Sabia que a bauxita, minério de alumínio, é essencialmente 'solo fossilizado' formado sob condições climáticas específicas?",
    "palavras_chave": ["laterita", "bauxita", "intemperismo químico", "clima tropical", "alumínio"]
  },
  {
    "pergunta": "O que é a teoria das geoesferas?",
    "resposta": "É o conceito da Terra como um sistema de esferas interconectadas: litosfera (rochas), hidrosfera (água), atmosfera (ar), biosfera (vida) e criosfera (gelo). A geologia moderna estuda as complexas interações entre essas esferas - como a tectônica influencia o clima, como a vida altera a química das rochas, etc. Sabia que a invenção da fotossíntese pelas cianobactérias há bilhões de anos transformou completamente a atmosfera, a hidrosfera e a litosfera da Terra?",
    "palavras_chave": ["geoesferas", "litosfera", "hidrosfera", "biosfera", "sistema terra"]
  },
  {
    "pergunta": "Como os geólogos estudam vulcões adormecidos?",
    "resposta": "Usam múltiplas técnicas: datação de depósitos de erupções passadas para determinar frequência; monitoramento de sismicidade, deformação do solo e emissões gasosas; análise geoquímica de rochas para entender a evolução do magma; e modelagem computacional de possíveis erupções. Sabia que o Vulcão de Yellowstone é monitorado 24 horas por dia por uma rede de instrumentos que pode detectar até mínimas mudanças que antecedem uma erupção?",
    "palavras_chave": ["vulcões adormecidos", "monitoramento vulcânico", "sismicidade", "deformação solo", "yellowstone"]
  },
  {
    "pergunta": "O que são discordâncias angulares?",
    "resposta": "São superfícies de erosão que separam camadas de rochas com diferentes orientações, representando um hiatus no registro geológico onde rochas foram dobradas, erodidas e depois cobertas por novas camadas. São evidências dramáticas de que 'falta tempo' no registro rochoso - períodos de deformação e erosão. Sabia que a Discordância da Praia do Forno, em Arraial do Cabo (RJ), é um exemplo clássico onde rochas dobradas do Pré-Cambriano são cobertas horizontalmente por rochas do Terciário?",
    "palavras_chave": ["discordâncias angulares", "registro geológico", "erosão", "deformação", "tempo geológico"]
  },
  {
    "pergunta": "Como a geologia ajuda na compreensão das mudanças climáticas?",
    "resposta": "O registro geológico fornece o contexto de longo prazo para as mudanças climáticas atuais. Mostra que o clima da Terra sempre variou, mas também revela as consequências de mudanças rápidas na composição atmosférica. Estudos de paleoclimas ajudam a calibrar modelos climáticos e entender pontos de ruptura no sistema climático. Sabia que os níveis atuais de CO₂ na atmosfera são mais altos do que em qualquer momento nos últimos 3 milhões de anos, de acordo com registros geológicos?",
    "palavras_chave": ["mudanças climáticas", "paleoclimas", "registro geológico", "co2", "modelos climáticos"]
  }
]