[
  {
    "pergunta": "O que é geopolítica?",
    "resposta": "A geopolítica é a ciência que estuda as relações entre poder, território e espaço geográfico. Ela analisa como os Estados e outros atores disputam e exercem controle sobre áreas estratégicas, recursos e rotas de comércio. Por exemplo, a disputa pelo Mar do Sul da China envolve controle de rotas marítimas e recursos pesqueiros. Uma análise crítica mostra que a geopolítica clássica, do século XIX, frequentemente justificava expansionismos, enquanto a contemporânea considera também fatores econômicos e culturais. Sabia que o termo 'geopolítica' foi cunhado pelo cientista político sueco Rudolf Kjellén no início do século XX?",
    "palavras_chave": ["poder", "território", "estados", "recursos", "estratégia"]
  },
  {
    "pergunta": "O que significa a expressão 'Anarquia Internacional'?",
    "resposta": "Na teoria das relações internacionais, 'Anarquia Internacional' descreve a ausência de um governo global supremo. Isso não significa caos, mas que os Estados soberanos são os principais atores e precisam garantir sua própria segurança e interesses, o que pode levar a disputas e corridas armamentistas. É como uma sala cheia de pessoas sem um professor: cada uma segue suas próprias regras, mas precisa negociar e, às vezes, confrontar as outras. Sabia que essa é uma premissa central da teoria realista, que dominou o pensamento durante a Guerra Fria?",
    "palavras_chave": ["relações internacionais", "estados soberanos", "segurança", "realismo", "governança global"]
  },
  {
    "pergunta": "Qual a importância do Canal do Panamá para a geopolítica mundial?",
    "resposta": "O Canal do Panamá é um ponto estratégico vital para o comércio global, encurtando drasticamente a viagem marítima entre os oceanos Atlântico e Pacífico. Quem controla essa passagem influencia rotas comerciais e preços de commodities. A devolução do canal pelos EUA ao Panamá em 1999 foi um marco geopolítico, simbolizando a soberania nacional sobre um ativo global. Sabia que a expansão do canal, concluída em 2016, permitiu a passagem de navios muito maiores, os 'Neopanamax', alterando novamente as dinâmicas logísticas mundiais?",
    "palavras_chave": ["rota comercial", "logística", "soberania", "comércio global", "passagem estratégica"]
  },
  {
    "pergunta": "O que é um Estado falido?",
    "resposta": "Um Estado falido é aquele cujo governo central perdeu o controle efetivo sobre seu território, não consegue fornecer serviços básicos à população e tem sua legitimidade questionada interna e externamente. Exemplos incluem a Somália por muitos anos e, em certos períodos, o Afeganistão. A falência estatal gera crises humanitárias e pode se tornar um refúgio para grupos terroristas, tornando-se um problema de segurança internacional. Sabia que o Fundo para a Paz publica anualmente o 'Fragile States Index', que ranqueia os países de acordo com sua vulnerabilidade ao colapso?",
    "palavras_chave": ["governo", "soberania", "segurança", "crise humanitária", "legitimidade"]
  },
  {
    "pergunta": "Como o petróleo influencia as relações internacionais?",
    "resposta": "O petróleo é uma commodity estratégica que molda alianças, gera conflitos e define a riqueza das nações. Países com grandes reservas, como os membros da OPEP, têm significante poder de barganha na política global. A dependência de importações, por outro lado, pode fragilizar nações, como se viu durante a crise do petróleo na década de 1970. Uma análise crítica questiona se a 'maldição dos recursos' – onde a riqueza petrolífera leva à corrupção e à instabilidade – é inevitável. Sabia que a primeira grande crise petrolífera global foi em 1973, quando países árabes embargaram exportações para nações que apoiavam Israel?",
    "palavras_chave": ["commodity", "opep", "conflito", "energia", "dependência"]
  },
  {
    "pergunta": "O que é uma Zona Econômica Exclusiva (ZEE)?",
    "resposta": "A Zona Econômica Exclusiva é uma faixa marítima que se estende até 200 milhas náuticas da costa de um país. Dentro dela, o Estado costeiro tem direitos soberanos para explorar e conservar os recursos naturais, vivos e não vivos, da água, do leito do mar e do subsolo. Isso inclui pesca, petróleo e gás. Disputas por ZEEs são comuns, como a entre China e seus vizinhos no Mar da China Meridional. Sabia que o Brasil tem uma das maiores ZEEs do mundo, um fator crucial para sua projeção como potência regional?",
    "palavras_chave": ["mar territorial", "recursos marinhos", "soberania", "direito do mar", "convenção das nações unidas"]
  },
  {
    "pergunta": "Qual o papel da OTAN na geopolítica atual?",
    "resposta": "A Organização do Tratado do Atlântico Norte (OTAN) é uma aliança militar defensiva criada em 1949 para conter a expansão soviética. Após a Guerra Fria, seu papel se expandiu para incluir operações de paz e combate ao terrorismo. A expansão da OTAN para o Leste Europeu é um dos maiores pontos de atrito nas relações Rússia-Ocidente, vista por Moscou como uma ameaça. Sabia que o Artigo 5 do tratado da OTAN, que prevê defesa coletiva, foi invocado apenas uma vez na história – após os ataques de 11 de setembro de 2001?",
    "palavras_chave": ["aliança militar", "segurança coletiva", "guerra fria", "rússia", "defesa"]
  },
  {
    "pergunta": "O que é geopolítica crítica?",
    "resposta": "A geopolítica crítica é uma abordagem que questiona as visões tradicionais e muitas vezes fatalistas sobre o poder entre os Estados. Ela desconstrói os discursos geopolíticos, mostrando como eles são construídos para justificar políticas de dominação. Enquanto a geopolítica clássica pergunta 'o que um país deve fazer?', a crítica pergunta 'quem se beneficia com esse discurso?'. Sabia que essa vertente ganhou força a partir dos anos 1990, influenciada por pensadores como Gearóid Ó Tuathail?",
    "palavras_chave": ["desconstrução", "discurso", "poder", "pós-estruturalismo", "teoria crítica"]
  },
  {
    "pergunta": "Por que o Mar do Sul da China é tão disputado?",
    "resposta": "O Mar do Sul da China é uma das rotas marítimas mais movimentadas do mundo, por onde passa um terço do comércio global. Além disso, é rico em recursos pesqueiros e tem reservas potenciais de petróleo e gás natural. A China reivindica quase toda a área com sua linha de 'nove traços', sobrepondo-se às ZEEs de Vietnã, Filipinas, Malásia e outros. A militarização de ilhas artificiais pela China tensiona a região. Sabia que um tribunal internacional em Haia rejeitou as pretensões históricas da China sobre a área em 2016, mas o país ignorou a decisão?",
    "palavras_chave": ["rota marítima", "china", "disputa territorial", "recursos naturais", "ilhas artificiais"]
  },
  {
    "pergunta": "O que é um 'Estado-tampão'?",
    "resposta": "Um Estado-tampão é um país situado entre duas ou mais potências rivais, cuja existência ajuda a reduzir a probabilidade de conflito direto entre elas. Ele age como uma zona de amortecimento. Historicamente, o Afeganistão foi um tampão entre os impérios Russo e Britânico no 'Grande Jogo' do século XIX. A análise crítica aponta que esses países muitas vezes têm sua soberania limitada pelas potências que os cercam. Sabia que a Mongólia, localizada entre a Rússia e a China, é um exemplo contemporâneo de Estado-tampão?",
    "palavras_chave": ["zona de amortecimento", "potências rivais", "soberania", "conflito", "estratégia"]
  },
  {
    "pergunta": "Como a globalização afeta a organização do espaço mundial?",
    "resposta": "A globalização redefine a organização do espaço ao conectar lugares de forma intensa e acelerada através de fluxos de capital, informação, pessoas e mercadorias. Ela fortalece cidades globais como Nova York e Xangai, enquanto marginaliza regiões periféricas. Também cria redes de produção transnacionais, onde diferentes etapas de um produto são feitas em diferentes países. Uma visão crítica argumenta que a globalização gera homogeneização cultural e aumenta as desigualdades. Sabia que o container de carga é considerado uma das inovações mais importantes para a aceleração da globalização econômica?",
    "palavras_chave": ["fluxos", "cidades globais", "redes de produção", "desigualdade", "conexão"]
  },
  {
    "pergunta": "O que é a Teoria do Heartland?",
    "resposta": "Proposta pelo geógrafo britânico Halford Mackinder em 1904, a teoria do Heartland (ou 'Coração da Terra') identifica a vasta massa terrestre da Eurásia como a área geográfica mais importante para o domínio mundial. Ele resumiu sua ideia na famosa frase: 'Quem controla a Europa Oriental comanda o Heartland; quem controla o Heartland comanda a Ilha Mundial; quem controla a Ilha Mundial comanda o mundo'. Essa teoria influenciou a política de contenção durante a Guerra Fria. Sabia que Mackinder via a Rússia como o centro natural do Heartland?",
    "palavras_chave": ["mackinder", "eurásia", "poder terrestre", "geopolítica clássica", "dominação mundial"]
  },
  {
    "pergunta": "Qual a diferença entre fronteira e limite?",
    "resposta": "Na geografia política, 'fronteira' é geralmente entendida como uma zona de contato e interação entre dois territórios, com uma certa permeabilidade. Já 'limite' ou 'linha de fronteira' é a demarcação precisa e linear que separa a soberania de dois Estados. A fronteira Brasil-Bolívia, por exemplo, tem uma zona de influência cultural e econômica, enquanto o limite é a linha definida por tratados. Sabia que a fronteira entre Haiti e República Dominicana na ilha de Hispaniola é um exemplo marcante de como um limite pode separar realidades socioeconômicas drasticamente diferentes?",
    "palavras_chave": ["território", "soberania", "demarcação", "zona de contato", "tratados"]
  },
  {
    "pergunta": "O que é a Organização de Cooperação de Xangai (SCO)?",
    "resposta": "A SCO é uma organização intergovernamental da Eurásia focada em segurança regional, combate ao terrorismo e cooperação econômica. É vista como um contraponto à influência ocidental na região, sendo liderada pela China e Rússia. Seus membros incluem potências centrais como Índia e Paquistão. A SCO promove exercícios militares conjuntos e projetos de infraestrutura. Sabia que, apesar de ser um bloco significativo, a SCO não é uma aliança militar formal como a OTAN?",
    "palavras_chave": ["eurásia", "china", "rússia", "segurança regional", "contraponto ocidental"]
  },
  {
    "pergunta": "Como a crise climática se tornou uma questão geopolítica?",
    "resposta": "A crise climática é geopolítica porque seus impactos – como escassez de água, perda de terras agricultáveis e elevação do nível do mar – deslocam populações, geram conflitos por recursos e ameaçam a estabilidade de Estados insulares e nações costeiras. Isso cria uma nova categoria de 'refugiados climáticos'. Além disso, a transição para energias limpas redefine a dependência de combustíveis fósseis, afetando o poder de países produtores. Sabia que o Ártico, com seu gelo derretendo, tornou-se um novo palco de disputa geopolítica devido a novas rotas de navegação e acesso a recursos?",
    "palavras_chave": ["conflito por recursos", "refugiados climáticos", "segurança", "ártico", "transição energética"]
  },
  {
    "pergunta": "O que significa 'soft power'?",
    "resposta": "Cunhado pelo professor Joseph Nye, 'soft power' (poder brando) é a capacidade de um país influenciar outros por meio da atração e persuasão, e não pela coerção militar ou econômica ('hard power'). Isso é alcançado através da cultura, dos valores políticos e das políticas externas vistas como legítimas. O sucesso global da cultura pop sul-coreana, o 'K-wave', é um exemplo clássico de soft power. Sabia que países como a França e o Reino Unido investem pesadamente em suas redes de institutos culturais (como o British Council) para projetar soft power?",
    "palavras_chave": ["influência", "cultura", "diplomacia", "joseph nye", "atração"]
  },
  {
    "pergunta": "Por que o Estreito de Ormuz é tão estratégico?",
    "resposta": "O Estreito de Ormuz é um gargalo marítimo estreito entre o Golfo Pérsico e o Golfo de Omã. Por ele passa cerca de 20% do petróleo consumido globalmente, tornando-o uma das rotas de energia mais críticas do mundo. Qualquer interrupção, seja por conflito ou bloqueio, causaria um choque imediato nos preços mundiais do petróleo. O Irã, que controla uma das margens do estreito, frequentemente ameaça fechá-lo em resposta a sanções internacionais. Sabia que em 2021, um terço do petróleo transportado por mar passou por esse estreito?",
    "palavras_chave": ["gargalo marítimo", "petróleo", "golfo pérsico", "irã", "segurança energética"]
  },
  {
    "pergunta": "O que é um enclave?",
    "resposta": "Um enclave é um território totalmente cercado pelo território de outro Estado. Um exemplo famoso é o Lesoto, que é um país completamente dentro da África do Sul. Quando um território é cercado por mais de um Estado, é um enclave complexo, como o distrito de Baarle, que é uma tecelagem de enclaves belgas e holandeses. Essas situações podem criar desafios complexos de governança, leis e controle de fronteiras. Sabia que a cidade de Campione d'Italia é um enclave italiano dentro da Suíça e, até 2019, usava o franco suíço como moeda?",
    "palavras_chave": ["território", "soberania", "fronteira", "exclave", "governança"]
  },
  {
    "pergunta": "Qual a importância do Ártico na geopolítica do século XXI?",
    "resposta": "O Ártico tornou-se um hotspot geopolítico devido ao aquecimento global. O derretimento do gelo está abrindo novas rotas de navegação, como a Passagem Noroeste e a Rota do Mar do Norte, que encurtam viagens entre a Ásia e a Europa. Além disso, estima-se que a região guarde 13% do petróleo e 30% do gás natural não descobertos do mundo. Isso levou a uma corrida entre Rússia, EUA, Canadá, Noruega e Dinamarca para reivindicar partes da plataforma continental. Sabia que a Rússia já plantou uma bandeira de titânio no leito marinho do Polo Norte em 2007, num gesto simbólico de soberania?",
    "palavras_chave": ["aquecimento global", "rota marítima", "recursos naturais", "rússia", "plataforma continental"]
  },
  {
    "pergunta": "O que é a 'Guerra Híbrida'?",
    "resposta": "A guerra híbrida é uma estratégia de conflito que combina táticas convencionais, irregulares e cibernéticas de forma sincronizada. Inclui o uso de ciberataques, campanhas de desinformação, pressão econômica e forças militares não identificadas (os 'homens verdes' na Crimeia) para alcançar objetivos geopolíticos sem declarar uma guerra formal. É uma guerra nas zonas cinzentas, difícil de atribuir e responder. Sabia que a anexação da Crimeia pela Rússia em 2014 é frequentemente citada como um caso de manual de guerra híbrida?",
    "palavras_chave": ["conflito", "ciberataque", "desinformação", "rússia", "estratégia militar"]
  },
  {
    "pergunta": "Como a internet e o ciberespaço se tornaram domínios geopolíticos?",
    "resposta": "O ciberespaço é o quinto domínio de conflito, ao lado da terra, mar, ar e espaço. Ele é crucial para a segurança nacional, a economia e a sociedade. Estados-nação agora travam batalhas por meio de ciberespionagem, sabotagem de infraestruturas críticas e guerra de informação nas redes sociais. A disputa pelo controle da governança da internet e a soberania digital são questões geopolíticas centrais. Sabia que o conceito de 'soberania cibernética', defendido por países como China e Rússia, busca que cada Estado controle a internet dentro de suas próprias fronteiras?",
    "palavras_chave": ["ciberespaço", "segurança nacional", "governança", "soberania digital", "ciberespionagem"]
  },
  {
    "pergunta": "O que é o conceito de 'Segurança Alimentar' na geopolítica?",
    "resposta": "Segurança alimentar significa que todas as pessoas tenham, a todo momento, acesso físico e econômico a alimentos suficientes, seguros e nutritivos. Geopoliticamente, a insegurança alimentar pode derrubar governos, como nas Primaveras Árabes, que foram catalisadas pelo aumento do preço do pão. Países que são grandes importadores de alimentos são vulneráveis a pressões externas, enquanto os exportadores, como os EUA e o Brasil, ganham influência. Sabia que a 'Land Grabbing' ou 'aquisição de terras' por países ricos em nações pobres para garantir sua própria segurança alimentar é uma prática geopolítica controversa?",
    "palavras_chave": ["alimentos", "vulnerabilidade", "estabilidade política", "importação", "aquisição de terras"]
  },
  {
    "pergunta": "Qual o papel da Antártida no sistema internacional?",
    "resposta": "A Antártida é governada pelo Tratado da Antártida de 1959, que estabelece o continente como uma reserva científica dedicada à paz e à cooperação. Congela todas as reivindicações territoriais e proíbe atividades militares e exploração mineral. É um raro exemplo de governança internacional bem-sucedida. No entanto, seu status futuro é incerto, dado seu potencial de recursos e o impacto das mudanças climáticas. Sabia que, apesar do tratado, sete países (Argentina, Austrália, Chile, França, Nova Zelândia, Noruega e Reino Unido) mantêm reivindicações territoriais sobre partes da Antártida?",
    "palavras_chave": ["tratado da antártida", "cooperação internacional", "ciência", "recursos", "governança global"]
  },
  {
    "pergunta": "O que é um corredor de transporte e por que é geopolítico?",
    "resposta": "Um corredor de transporte é uma rota terrestre, marítima ou multimodal que conecta regiões ou países, facilitando o fluxo de mercadorias e pessoas. Ele é geopolítico porque quem controla ou financia o corredor ganha influência econômica e estratégica sobre os territórios por onde ele passa. A Iniciativa do Cinturão e Rota chinesa é o maior exemplo atual, uma rede de corredores para conectar a China à Europa e África. Sabia que os corredores são modernas versões das antigas Rotas da Seda, que também eram vetores de poder e cultura?",
    "palavras_chave": ["rota", "infraestrutura", "influência", "cinturão e rota", "fluxo comercial"]
  },
  {
    "pergunta": "Como o nacionalismo influencia a organização do espaço?",
    "resposta": "O nacionalismo, como ideologia que prioriza a identidade e os interesses da nação, molda o espaço de várias formas. Pode levar à unificação de territórios, como na Alemanha do século XIX, ou à fragmentação, como na dissolução da Iugoslávia. No cotidiano, ele se manifesta em símbolos no espaço público, como monumentos e nomes de ruas, que reforçam uma narrativa nacional. Uma visão crítica alerta que o nacionalismo exacerbado pode justificar a exclusão de minorias e a expansão territorial. Sabia que o 'mapa-mente' ou 'mapa cognitivo' que as pessoas têm de seu país é profundamente influenciado pela educação nacionalista?",
    "palavras_chave": ["identidade", "unificação", "fragmentação", "símbolos", "narrativa nacional"]
  },
  {
    "pergunta": "O que é a 'Doutrina Monroe'?",
    "resposta": "Proclamada em 1823 pelo presidente americano James Monroe, a doutrina estabelecia que qualquer intervenção europeia nas Américas seria vista como um ato de agressão contra os EUA. Sob o lema 'América para os americanos', ela consolidou a esfera de influência dos EUA sobre o Hemisfério Ocidental. Ao longo do tempo, foi usada para justificar inúmeras intervenções militares e políticas na América Latina. Sabia que a Doutrina Monroe foi reinterpretada no século XX pelo 'Corolário Roosevelt', que dava aos EUA o direito de intervir como 'polícia internacional' em países da região?",
    "palavras_chave": ["eua", "américa latina", "esfera de influência", "intervenção", "doutrina"]
  },
  {
    "pergunta": "Qual a diferença entre território e territorialidade?",
    "resposta": "Território é o espaço geográfico delimitado e controlado por um grupo, geralmente um Estado. Já territorialidade é o comportamento humano associado à administração, controle e demarcação desse espaço. É o ato de exercer poder sobre um lugar. Enquanto o território é o palco, a territorialidade é a peça que nele se desenrola. Um exemplo de territorialidade é um país construindo um muro em sua fronteira. Sabia que animais também exibem territorialidade, defendendo seus domínios, mas nos humanos isso está ligado a conceitos abstratos como soberania e identidade?",
    "palavras_chave": ["espaço", "controle", "poder", "fronteira", "soberania"]
  },
  {
    "pergunta": "O que é o 'Pivô para a Ásia' dos EUA?",
    "resposta": "O 'Pivô para a Ásia' (ou 'Reequilíbrio para a Ásia') foi uma estratégia de política externa anunciada pelo governo Obama para redirecionar o foco político, econômico e militar dos EUA da Europa e do Oriente Médio para a região da Ásia-Pacífico. O objetivo era conter a crescente influência da China e assegurar os interesses americanos na região economicamente dinâmica. Isso se traduziu em acordos comerciais como o TPP e maior presença naval. Sabia que muitos analistas veem essa estratégia como a principal razão para o aumento das tensões EUA-China na última década?",
    "palavras_chave": ["eua", "china", "ásia-pacífico", "contenção", "estratégia"]
  },
  {
    "pergunta": "Como a água doce se tornou um recurso geopolítico?",
    "resposta": "A água doce é essencial para a vida, a agricultura e a indústria. Com o crescimento populacional e a poluição, ela se tornou escassa em muitas regiões, transformando-se em uma fonte de conflito. Bacias hidrográficas compartilhadas entre países, como a do Nilo (Egito, Etiópia, Sudão) ou do Mekong, são palco de tensões. Quem controla a montante de um rio tem poder sobre os países a jusante. Sabia que o Grande Projeto de Renascença Etíope, uma barragem no Nilo Azul, é uma das maiores fontes de atrito geopolítico atual entre a Etiópia e o Egito?",
    "palavras_chave": ["recurso hídrico", "escassez", "bacia hidrográfica", "conflito", "barragem"]
  },
  {
    "pergunta": "O que significa 'Neoimperialismo'?",
    "resposta": "O neoimperialismo descreve as formas contemporâneas de dominação e influência que os países desenvolvidos exercem sobre os em desenvolvimento, sem o controle colonial direto do século XIX. Isso acontece através do controle da dívida externa, de corporações transnacionais, de instituições financeiras internacionais (FMI, Banco Mundial) e da imposição de políticas econômicas. Uma análise crítica argumenta que o neoimperialismo mantém uma divisão internacional do trabalho desigual. Sabia que o termo é frequentemente associado aos escritos do economista Kwame Nkrumah, primeiro presidente de Gana?",
    "palavras_chave": ["dominação", "dívida externa", "corporações transnacionais", "fmi", "desigualdade"]
  },
  {
    "pergunta": "O que é a 'Trampa de Tucídides'?",
    "resposta": "A 'Trampa de Tucídides' é um conceito do cientista político Graham Allison que descreve a propensão histórica para o conflito quando uma potência emergente ameaça desbancar uma potência estabelecida. O nome vem da Guerra do Peloponeso, quando a ascensão de Atenas provocou o medo em Esparta, levando à guerra. Na visão de Allison, essa dinâmica é um padrão quase inevitável, e o grande desafio geopolítico do século XXI é evitar que os EUA (potência estabelecida) e a China (potência emergente) caiam nessa armadilha. Sabia que, de acordo com a pesquisa de Allison, em 16 casos históricos semelhantes, 12 resultaram em guerra?",
    "palavras_chave": ["conflito", "potência emergente", "potência estabelecida", "eua-china", "guerra do peloponeso"]
  },
  {
    "pergunta": "Como o espaço sideral se tornou um ambiente geopológico?",
    "resposta": "O espaço sideral é um domínio estratégico crucial para comunicações, navegação por GPS, vigilância e inteligência. Países com capacidade de lançar satélites e anti-satélites detêm uma vantagem militar e econômica significativa. A militarização do espaço, com o desenvolvimento de armas anti-satélite, é uma fronteira geopolítica contemporânea. O Tratado do Espaço Exterior de 1967 proíbe armas de destruição em massa em órbita, mas não armas convencionais. Sabia que tanto os EUA quanto a China e a Rússia possuem comandos militares específicos para operações no espaço, a chamada 'Força Espacial'?",
    "palavras_chave": ["domínio estratégico", "satélites", "militarização", "inteligência", "tratado do espaço exterior"]
  },
  {
    "pergunta": "O que é um 'Estado Profundo'?",
    "resposta": "O termo 'Estado Profundo' refere-se a uma rede de instituições poderosas (como forças armadas, serviços de inteligência, judiciário e burocracia) que operam de forma autônoma e independente do governo eleito, protegendo seus próprios interesses e a estabilidade do regime. É frequentemente associado à Turquia e ao Egito, onde os militares têm um papel político histórico. A existência de um Estado profundo mina a democracia, pois o poder real residiria em instâncias não eleitas. Sabia que o conceito ganhou popularidade global durante o governo Trump nos EUA, quando ele e seus apoiadores acusaram agências de inteligência de formar um 'Estado Profundo' para minar sua presidência?",
    "palavras_chave": ["governo paralelo", "forças armadas", "inteligência", "estabilidade", "democracia"]
  },
  {
    "pergunta": "Qual a importância do Estreito de Malaca?",
    "resposta": "O Estreito de Malaca, entre a Malásia e a Indonésia, é um dos gargalos marítimos mais importantes do mundo. Cerca de um quarto do comércio marítimo global e mais de 80% do petróleo importado pela China passam por ele. Sua estreiteza o torna vulnerável a bloqueios, pirataria e acidentes. Qualquer interrupção teria um impacto catastrófico na economia mundial, especialmente na China. Isso leva Pequim a buscar rotas alternativas, como corredores terrestres e o Ártico. Sabia que o Estreito de Malaca tem apenas 2,8 km de largura em seu ponto mais estreito, o Estreito de Philips?",
    "palavras_chave": ["gargalo marítimo", "comércio global", "china", "segurança", "rota alternativa"]
  },
  {
    "pergunta": "O que é a 'Geopolítica dos Recursos'?",
    "resposta": "A Geopolítica dos Recursos estuda como a distribuição geográfica desigual de recursos naturais (como petróleo, gás, água, minerais raros) molda as relações de poder entre os Estados. Países ricos em recursos podem usar isso como ferramenta de poder, enquanto países dependentes são vulneráveis a pressões. A disputa por terras raras, essenciais para a tecnologia de ponta, é um exemplo moderno, dominado quase que totalmente pela China. Sabia que a Rússia, em várias ocasiões, cortou o fornecimento de gás para a Ucrânia e Europa como uma ferramenta de pressão geopolítica?",
    "palavras_chave": ["recursos naturais", "poder", "dependência", "terras raras", "ferramenta de pressão"]
  },
  {
    "pergunta": "Como a diáspora de um país influencia sua geopolítica?",
    "resposta": "Uma diáspora – uma população dispersa fora de seu país de origem – pode ser um ativo geopolítico significativo. Ela pode fazer lobby a favor de seus países de origem nos governos estrangeiros, como faz a diáspora judaica pelos interesses de Israel nos EUA. Também enviam remessas que fortalecem a economia doméstica e podem atuar como pontes culturais e comerciais. A análise crítica aponta que governos às vezes veem suas diásporas como extensões do Estado-nação. Sabia que a diáspora chinesa é vista como um braço importante da política de 'soft power' e influência econômica de Pequim, especialmente no Sudeste Asiático?",
    "palavras_chave": ["população dispersa", "lobby", "remessas", "soft power", "estado-nação"]
  },
  {
    "pergunta": "O que é a 'Teoria do Mundo Multipolar'?",
    "resposta": "A teoria do mundo multipolar defende que a ordem global está se afastando da unipolaridade liderada pelos EUA (pós-Guerra Fria) em direção a um sistema com vários centros de poder. Nesse cenário, potências como China, Rússia, União Europeia e Índia disputam influência com os EUA, criando um equilíbrio de poder mais complexo. Defensores argumentam que a multipolaridade é mais estável, enquanto críticos temem que ela leve a mais conflitos regionais. Sabia que o conceito é fortemente promovido pela Rússia e China em seus discursos oficiais, como um contraponto à 'hegemonia' americana?",
    "palavras_chave": ["ordem global", "unipolaridade", "equilíbrio de poder", "centros de poder", "hegemonia"]
  },
  {
    "pergunta": "Qual o papel da Turquia na geopolítica atual?",
    "resposta": "A Turquia, sob Erdogan, assumiu um papel ativo e assertivo como potência regional. Sua localização única, entre a Europa e a Ásia, e seu controle sobre os estreitos do Bósforo e Dardanelos, dão-lhe uma importância estratégica colossal. Ancara atua em múltiplas frentes: rivaliza com a Arábia Saudita e Egito, confronta a Rússia e a Grécia, mas também coopera com ambos quando conveniente. Essa política externa independente e por vezes imprevisível é chamada de 'Neo-otomanismo'. Sabia que a Turquia é um membro da OTAN, mas comprou o sistema de defesa aéreo S-400 da Rússia, causando uma grande crise com seus aliados ocidentais?",
    "palavras_chave": ["potência regional", "estreitos", "neo-otomanismo", "otan", "política independente"]
  },
  {
    "pergunta": "O que é 'Soberania Compartilhada'?",
    "resposta": "Soberania compartilhada é um arranjo político em que dois ou mais Estados exercem autoridade conjunta sobre um território, geralmente para resolver uma disputa ou administrar uma área de interesse comum. Um exemplo histórico é a cidade de Danzig (atual Gdańsk), que era uma 'Cidade Livre' sob a proteção da Liga das Nações entre as guerras. No cenário atual, soluções de soberania compartilhada são propostas para conflitos intratáveis, como o do Saara Ocidental. Sabia que o Condomínio de Andorra é um exemplo bem-sucedido e atual, onde o principado é co-governado pelo Presidente da França e pelo Bispo de Urgell, na Espanha?",
    "palavras_chave": ["autoridade conjunta", "disputa territorial", "administração", "conflito", "co-governança"]
  },
  {
    "pergunta": "Como a inteligência artificial (IA) impacta a geopolítica?",
    "resposta": "A IA está se tornando uma tecnologia de uso dual (civil e militar) fundamental, redefinindo o equilíbrio de poder. Ela está por trás de sistemas de guerra cibernética, vigilância em massa (como na China), armas autônomas e análise de 'big data' para inteligência. A corrida pela superioridade em IA entre EUA e China é uma das competições geopolíticas centrais do século. Quem dominar essa tecnologia terá vantagem econômica, militar e de vigilância. Sabia que alguns analistas chamam a competição por dados, a matéria-prima da IA, de a nova 'Corrida pelo Ouro'?",
    "palavras_chave": ["tecnologia de uso dual", "guerra cibernética", "vigilância", "corrida tecnológica", "big data"]
  },
  {
    "pergunta": "O que é a 'Doutrina Putin'?",
    "resposta": "A 'Doutrina Putin' não é um documento formal, mas um conjunto de princípios que orientam a política externa russa sob Vladimir Putin. Seus pilares são: reafirmar a Rússia como uma grande potência, contestar a ordem internacional liderada pelos EUA, defender a soberania absoluta contra a 'interferência ocidental' e proteger as populações russófonas no exterior, justificando intervenções como na Ucrânia. Ela é essencialmente uma reação ao que Moscou vê como a expansão agressiva da OTAN. Sabia que a anexação da Crimeia em 2014 é considerada a aplicação prática máxima dessa doutrina?",
    "palavras_chave": ["rússia", "grande potência", "soberania", "otan", "crimeia"]
  },
  {
    "pergunta": "Qual a diferença entre regionalização e globalização?",
    "resposta": "A globalização busca integrar o mundo todo em uma única rede de fluxos, enquanto a regionalização é a formação de blocos econômicos e políticos entre países vizinhos ou de uma mesma região. A regionalização pode ser vista como uma resposta à globalização, criando economias de escala regionais para competir melhor globalmente. Enquanto a União Europeia é o exemplo mais avançado de regionalização, o Mercosul é um exemplo mais modesto. Uma análise crítica aponta que a regionalização pode criar 'fortalezas' que excluem países mais pobres. Sabia que alguns teóricos veem a regionalização como uma etapa no caminho para a globalização, e não como seu oposto?",
    "palavras_chave": ["blocos econômicos", "integração", "fluxos", "união europeia", "mercado comum"]
  },
  {
    "pergunta": "O que é o 'Choque de Civilizações' de Samuel Huntington?",
    "resposta": "Proposto em 1993, o 'Choque de Civilizações' é uma teoria controversa que argumenta que os conflitos pós-Guerra Fria não seriam mais ideológicos ou econômicos, mas culturais e religiosos, entre as principais civilizações do mundo (Ocidental, Islâmica, Sínica, Ortodoxa, etc.). A teoria foi amplamente criticada por ser simplista, essentialista (tratar culturas como blocos monolíticos) e por poder ser usada para justificar islamofobia e intervenções militares. Sabia que os ataques de 11 de setembro e as subsequentes 'Guerras ao Terror' foram vistos por muitos como uma confirmação da teoria de Huntington, embora academicamente ela seja largamente rejeitada?",
    "palavras_chave": ["conflito cultural", "civilizações", "samuel huntington", "pós-guerra fria", "islamofobia"]
  },
  {
    "pergunta": "Por que a Etiópia é uma potência regional no Chifre da África?",
    "resposta": "A Etiópia é a segunda nação mais populosa da África, com um exército poderoso e uma localização estratégica. Historicamente, nunca foi colonizada, o que lhe confere um prestígio singular. Sua barragem no Nilo Azul, o GERD, é um projeto de afirmação de poder que desafia o Egito. Além disso, é a sede da União Africana. No entanto, conflitos étnicos internos, como a guerra em Tigray, ameaçam sua estabilidade e projeção de poder. Sabia que a Etiópia perdeu seu acesso ao mar com a independência da Eritreia em 1993, tornando-se um país 'encravado', o que aumenta sua dependência de portos de países vizinhos, como o Djibuti?",
    "palavras_chave": ["chifre da áfrica", "potência regional", "barragem", "nilo", "país encravado"]
  },
  {
    "pergunta": "O que é 'Geoeconomia'?",
    "resposta": "A Geoeconomia é o estudo da interseção entre geografia, economia e poder estatal. Ela analisa como os Estados usam instrumentos econômicos (sanções, investimentos em infraestrutura, controle de rotas comerciais, políticas de comércio) para alcançar objetivos geopolíticos. Diferente da geopolítica clássica, que focava no poder militar, a geoeconomia enfatiza a guerra por meios econômicos. A Iniciativa do Cinturão e Rota chinesa é um gigantesco projeto geoeconômico. Sabia que o embargo econômico dos EUA a Cuba é um dos exemplos mais longevos e clássicos de uma ferramenta geoeconômica?",
    "palavras_chave": ["poder estatal", "sanções", "instrumentos econômicos", "cinturão e rota", "guerra econômica"]
  },
  {
    "pergunta": "Como as pandemias afetam a geopolítica?",
    "resposta": "Pandemias, como a COVID-19, são 'cisnes negros' que abalam a ordem global. Elas testam a resiliência dos Estados, aceleram tendências pré-existentes (como a rivalidade EUA-China) e expõem vulnerabilidades nas cadeias de suprimentos globais. A pandemia levou ao fechamento de fronteiras, ao questionamento da globalização e a uma 'diplomacia da máscara', onde países usaram ajuda médica para projetar soft power. Sabia que muitos analistas acreditam que a resposta descoordenada à COVID-19 fragilizou ainda mais a liderança global dos EUA e acelerou a transição para um mundo mais multipolar?",
    "palavras_chave": ["cisne negro", "cadeias de suprimentos", "fechamento de fronteiras", "diplomacia da máscara", "liderança global"]
  },
  {
    "pergunta": "O que é o 'Direito de Ingernência Humanitária'?",
    "resposta": "O 'Direito de Ingernência Humanitária' é um conceito controverso que defende o direito – ou até o dever – da comunidade internacional de intervir militarmente em um Estado soberano para proteger civis em caso de crimes de guerra, genocídio ou limpeza étnica. Foi invocado para justificar intervenções no Kosovo (1999) e na Líbia (2011). Críticos argumentam que ele é frequentemente usado seletivamente por potências para mascarar interesses geopolíticos e violar a soberania. Sabia que o conceito foi reformulado pela ONU como 'Responsabilidade de Proteger' (R2P), mas sua aplicação prática continua a ser um grande dilema ético e político?",
    "palavras_chave": ["intervenção militar", "soberania", "crimes de guerra", "responsabilidade de proteger", "comunidade internacional"]
  },
  {
    "pergunta": "Qual a importância do Irã no Oriente Médio?",
    "resposta": "O Irã é um ator central e revisionista no Oriente Médio. Como potência xiita, desafia a ordem sunita liderada pela Arábia Saudita. Sua localização no Estreito de Ormuz lhe dá poder sobre as rotas petrolíferas globais. Através de uma rede de proxies (como o Hezbollah no Líbano e os Houthis no Iêmen), Teerã projeta poder por toda a região, criando um 'Crescente Xiita'. Seu programa nuclear é a principal fonte de tensão com o Ocidente e Israel. Sabia que o Irã tem a maior população e a segunda maior economia do Oriente Médio, além de um vasto território que o conecta à Ásia Central?",
    "palavras_chave": ["potência xiita", "estreito de ormuz", "crescente xiita", "programa nuclear", "proxies"]
  },
  {
    "pergunta": "O que é 'Cartografia Crítica'?",
    "resposta": "A Cartografia Crítica é uma abordagem que entende os mapas não como representações neutras da realidade, mas como construções sociais e políticas carregadas de intenções. Ela desmonta como os mapas foram usados para legitimar a colonização, reforçar narrativas nacionais e naturalizar fronteiras. Um mapa que coloca a Europa no centro (eurocentrismo) ou que exagera o tamanho dos países ricos (projeção de Mercator) são exemplos de como a cartografia pode ser ideológica. Sabia que a Projeção de Gall-Peters, que tenta mostrar as áreas dos países com mais precisão, foi uma resposta direta ao viés da projeção de Mercator?",
    "palavras_chave": ["mapas", "construção social", "ideologia", "eurocentrismo", "projeção"]
  },
  {
    "pergunta": "Como a Índia se posiciona no xadrez geopolítico global?",
    "resposta": "A Índia é uma potência nuclear emergente, a maior democracia do mundo e uma economia em rápido crescimento. Sua posição geográfica no Oceano Índico é estratégica. Nova Délhi navega um caminho complexo: é membro do grupo QUAD (com EUA, Japão e Austrália) para conter a China, mas também mantém laços históricos com a Rússia e é membro dos BRICS. Seu principal conflito geopolítico é com o Paquistão pela região da Caxemira. Sabia que a Índia é o maior importador de armas do mundo, diversificando suas fontes entre Rússia, EUA, Israel e França para manter sua autonomia estratégica?",
    "palavras_chave": ["potência emergente", "oceano índico", "quad", "brics", "caxemira"]
  },
  {
    "pergunta": "O que é 'Seguritização'?",
    "resposta": "Seguritização é um conceito da Escola de Copenhague que descreve o processo pelo qual um assunto é elevado da política normal para a esfera de 'segurança nacional', justificando assim o uso de medidas extraordinárias. Por exemplo, quando um governo declara que a migração ou as mudanças climáticas são uma 'ameaça à segurança', ele pode usar o exército e suspender direitos para lidar com isso. É um ato de discurso que transforma um problema político em uma questão existencial. Sabia que o conceito ajuda a explicar por que alguns governos tratam a migração como uma 'invasão' que requer uma resposta militar, e não como um fenômeno social e humanitário?",
    "palavras_chave": ["segurança nacional", "discurso", "medidas extraordinárias", "escola de copenhague", "ameaça"]
  },
  {
    "pergunta": "Qual o papel do Brasil na geopolítica sul-americana?",
    "resposta": "O Brasil é o país mais populoso e com a maior economia da América do Sul, sendo um líder natural da região. Sua geografia lhe confere fronteiras com quase todos os países do continente, exceto Chile e Equador. Projetou poder por meio de missões de paz e mediações diplomáticas, e através de instituições como o Mercosul e a UNASUL. No entanto, sua liderança é contestada e oscila com a política externa de cada governo, entre integração e isolamento. Sabia que o Brasil abriga a maior parcela da Amazônia, o que coloca o país no centro de debates geopolíticos globais sobre meio ambiente e soberania?",
    "palavras_chave": ["liderança regional", "américa do sul", "mercossul", "amazônia", "soberania"]
  },
  {
    "pergunta": "O que é a 'Guerra por Procuração'?",
    "resposta": "Uma guerra por procuração ocorre quando potências maiores evitam o conflito direto entre si, apoiando lados opostos em uma guerra civil ou conflito regional de um terceiro país. Elas fornecem armas, financiamento, treinamento e, por vezes, combatentes. A Guerra Civil Síria é um exemplo clássico, com Rússia e Irã apoiando o governo de Assad, e EUA, Turquia e Arábia Saudita apoiando vários grupos rebeldes. Sabia que a Guerra do Vietnã também é considerada uma guerra por procuração, onde EUA e URSS/China apoiaram lados opostos sem se enfrentarem diretamente?",
    "palavras_chave": ["conflito indireto", "potências", "apoio militar", "guerra civil", "síria"]
  },
  {
    "pergunta": "Como a religião influencia a geopolítica?",
    "resposta": "A religião é uma força identitária poderosa que pode transcender fronteiras nacionais, moldar alianças e motivar conflitos. Ela define 'nós' versus 'eles'. O conflito entre Israel e Palestina tem fortes componentes religiosos (judeus vs. muçulmanos). A rivalidade entre Arábia Saudita (guardiã do Islã sunita) e Irã (líder xiita) estrutura o Oriente Médio. A religião também é usada para legitimar o poder de governantes, como o conceito de 'Mandato do Céu' na China histórica. Sabia que o Vaticano, embora um microestado, tem uma influência geopolítica desproporcional devido ao seu status espiritual sobre mais de um bilhão de católicos?",
    "palavras_chave": ["identidade", "conflito", "alianças", "sunita", "xiita"]
  },
  {
    "pergunta": "O que é a 'Teoria da Estabilidade Hegemônica'?",
    "resposta": "A Teoria da Estabilidade Hegemônica argumenta que a ordem internacional é mais estável e a economia global mais aberta quando existe uma única potência hegemônica para impor as regras, fornecer bens públicos (como a segurança das rotas marítimas) e resolver crises. O século XIX sob o domínio britânico (Pax Britannica) e o pós-Segunda Guerra sob o domínio americano (Pax Americana) são os exemplos clássicos. A teoria prevê que a decadência do hegemôn leva ao caos e ao protecionismo. Sabia que essa teoria é frequentemente invocada para argumentar que um mundo com uma China hegemônica seria menos estável do que a Pax Americana?",
    "palavras_chave": ["hegemonia", "ordem internacional", "bens públicos", "pax americana", "decadência"]
  },
  {
    "pergunta": "Por que a Coreia do Norte é um 'Estado-Pária'?",
    "resposta": "A Coreia do Norte é considerada um 'Estado-Pária' porque viola sistematicamente as normas internacionais, possui um regime totalitario fechado, desenvolve armas nucleares e mísseis balísticos contra a vontade do Conselho de Segurança da ONU, e promove atividades ilegais como ciberataques e contrabando. Seu comportamento imprevisível e de confronto constante com a comunidade internacional o isola e o torna um foco permanente de tensão. Sabia que, apesar de seu isolamento, a Coreia do Norte mantém uma aliança formal com a China, seu principal protetor e parceiro comercial, que evita o colapso do regime?",
    "palavras_chave": ["normas internacionais", "armas nucleares", "regime totalitário", "isolamento", "aliança"]
  },
  {
    "pergunta": "O que é 'Geopolítica do Conhecimento'?",
    "resposta": "A Geopolítica do Conhecimento examina como a produção e a circulação do conhecimento (ciência, teoria, ideias) são influenciadas por relações de poder globais. Ela critica a dominação do pensamento ocidental (eurocêntrico) nas universidades e instituições internacionais, marginalizando outros saberes (indígenas, africanos, asiáticos). Questiona quem tem o direito de produzir teoria e definir o que é 'universal'. Sabia que o conceito é central para os Estudos Pós-coloniais, que buscam 'descolonizar' o currículo e valorizar epistemologias do Sul Global?",
    "palavras_chave": ["produção de conhecimento", "poder", "eurocentrismo", "estudos pós-coloniais", "epistemologia"]
  },
  {
    "pergunta": "Como a Austrália se reposiciona geopoliticamente no Indo-Pacífico?",
    "resposta": "A Austrália está passando por uma redefinição geopolítica profunda. Historicamente alinhada ao Reino Unido e depois aos EUA, vê com crescente preocupação a assertividade da China, seu maior parceiro comercial. Isso levou Canberra a fortalecer laços com aliados como os EUA (através do AUKUS, um pacto de segurança para submarinos nucleares) e a Índia (através do QUAD), diversificando sua segurança away da dependência econômica chinesa. É um ato de equilíbrio complexo. Sabia que o pacto AUKUS, anunciado em 2021, causou uma crise diplomática com a França, que teve um contrato de submarinos com a Austrália cancelado subitamente?",
    "palavras_chave": ["indo-pacífico", "china", "aukus", "quad", "reequilibrio estratégico"]
  },
  {
    "pergunta": "O que é uma 'Fronteira Viva'?",
    "resposta": "Uma 'fronteira viva' (ou 'fronteira quente') é uma linha de fronteira que é palco de tensões contínuas, incidentes militares frequentes e onde a soberania é contestada ativamente. Diferente de uma fronteira pacífica e consolidada, ela é um espaço de conflito latente. A Linha de Controle Real na Caxemira (entre Índia e Paquistão) e a fronteira entre as duas Coreias (Zona Desmilitarizada) são exemplos clássicos. Sabia que a fronteira entre a Arábia Saudita e o Iêmen, especialmente durante a guerra civil iemenita, se tornou uma 'fronteira viva' com constantes trocas de tiros e incursões?",
    "palavras_chave": ["tensão", "conflito latente", "soberania contestada", "linha de controle", "zona desmilitarizada"]
  },
  {
    "pergunta": "Qual a importância do Saara para a geopolítica africana?",
    "resposta": "O deserto do Saara não é uma barreira vazia, mas um espaço dinâmico e estratégico. Suas rotas de comércio históricas são hoje usadas por traficantes de armas, drogas e migrantes. A região do Sahel, ao sul do Saara, tornou-se um foco de instabilidade, com a presença de grupos jihadistas como o Estado Islâmico e a Al-Qaeda. O controle dessas rotas e a luta contra o terrorismo levam a uma significativa presença militar estrangeira, especialmente da França e dos EUA. Sabia que o Saara abriga vastos recursos naturais, incluindo reservas de petróleo e gás na Argélia e na Líbia, e depósitos de urânio no Níger?",
    "palavras_chave": ["deserto", "rotas", "sahel", "jihadismo", "recursos naturais"]
  },
  {
    "pergunta": "O que é a 'Teoria do Rimland' de Nicholas Spykman?",
    "resposta": "Nicholas Spykman desenvolveu a Teoria do Rimland como uma crítica à teoria do Heartland de Mackinder. Ele argumentava que a área realmente crucial para o domínio mundial não era o coração da Eurásia, mas sim seu 'cinturão litorâneo' ou Rimland - a faixa de terra que vai da Europa Ocidental ao Sudeste Asiático. Quem controlasse o Rimland controlaria a Eurásia e, portanto, o mundo. Esta visão influenciou profundamente a política de contenção dos EUA durante a Guerra Fria, que buscava cercar a URSS com bases militares. Sabia que Spykman resumiu sua teoria com a frase: 'Quem controla o Rimland comanda a Eurásia; quem comanda a Eurásia controla os destinos do mundo'?",
    "palavras_chave": ["spykman", "cinturão litorâneo", "eurásia", "contenção", "guerra fria"]
  },
  {
    "pergunta": "Como os gasodutos e oleodutos são armas geopolíticas?",
    "resposta": "Gasodutos e oleodutos são infraestruturas críticas que ligam produtores a consumidores, criando dependências de longo prazo. O país por onde passam ganha poder de trânsito e pode cobrar taxas ou até interromper o fluxo como forma de pressão. A Rússia, por exemplo, usou seu controle sobre gasodutos para a Europa como ferramenta política. Projetos concorrentes, como o gasoduto Nabucco (apoiado pelo Ocidente) versus o TurkStream (russo), representam batalhas geopolíticas por influência. Sabia que a Ucrânia perdeu bilhões em taxas de trânsito após a Rússia construir o gasoduto Nord Stream pelo Mar Báltico, contornando seu território?",
    "palavras_chave": ["energia", "dependência", "trânsito", "rússia", "infraestrutura"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Fome'?",
    "resposta": "A Geopolítica da Fome analisa como a escassez de alimentos é usada como arma política e como a distribuição da fome no mundo não é acidental, mas resultado de relações desiguais de poder. Governos podem usar a fome como tática de guerra, sitiando cidades ou destruindo colheitas. A dependência de importações de alimentos torna países vulneráveis a pressões externas e à volatilidade dos preços globais. Sabia que durante a Guerra Civil da Nigéria (Guerra de Biafra) na década de 1960, o bloqueio de alimentos foi usado como arma, resultando em uma das primeiras fomes amplamente televisionadas do mundo?",
    "palavras_chave": ["segurança alimentar", "escassez", "arma política", "dependência", "vulnerabilidade"]
  },
  {
    "pergunta": "Qual o papel do México na geopolítica norte-americana?",
    "resposta": "O México é o vizinho do sul dos EUA e seu segundo maior parceiro comercial, tornando-o fundamental para a segurança e economia americanas. Questões como migração, narcotráfico e comércio dominam a relação. O México navega uma relação complexa: economicamente integrado aos EUA através do USMCA (antigo NAFTA), mas buscando manter autonomia em política externa e laços com a América Latina. Sua localização geográfica o torna um país de trânsito crucial para migrantes e drogas rumo aos EUA. Sabia que a fronteira EUA-México é a mais cruzada do mundo, com mais de 350 milhões de travessias legais anuais?",
    "palavras_chave": ["fronteira", "migração", "narcotráfico", "usmca", "segurança"]
  },
  {
    "pergunta": "O que é 'Soberania Limitada' na Doutrina Brejnev?",
    "resposta": "A Doutrina Brejnev, anunciada após a invasão da Tchecoslováquia em 1968, estabelecia que a soberania de um país socialista era limitada pelos interesses coletivos do bloco comunista. Se um país ameaçasse 'reverter ao capitalismo', outros países socialistas teriam o direito - e o dever - de intervir militarmente para 'salvá-lo'. Esta doutrina justificou a intervenção soviética em países do Leste Europeu e foi o equivalente comunista ao direito de ingerência ocidental. Sabia que esta doutrina foi formalmente abandonada por Mikhail Gorbachev em 1988, abrindo caminho para as revoluções de 1989 no Leste Europeu?",
    "palavras_chave": ["urss", "bloco comunista", "intervenção militar", "doutrina brejnev", "leste europeu"]
  },
  {
    "pergunta": "Como as Ilhas Spratly e Paracel se tornaram pontos de conflito?",
    "resposta": "As ilhas Spratly e Paracel no Mar do Sul da China são disputadas por China, Vietnã, Filipinas, Malásia, Brunei e Taiwan. Apesar de em sua maioria serem pequenos arquipélagos desabitados, eles são reivindicados por seu valor estratégico: controle de rotas marítimas, recursos pesqueiros e potenciais reservas de petróleo e gás. A China tem construído e militarizado ilhas artificiais na região, transformando recifes em bases militares completas com pistas de pouso. Sabia que, de acordo com a Convenção das Nações Unidas sobre o Direito do Mar (UNCLOS), ilhas artificiais não geram Zona Econômica Exclusiva, mas a China age como se gerassem?",
    "palavras_chave": ["mar do sul da china", "ilhas artificiais", "disputa territorial", "unclos", "militarização"]
  },
  {
    "pergunta": "O que é 'Geopolítica do Medo'?",
    "resposta": "A Geopolítica do Medo estuda como sentimentos de insegurança, ameaça e medo são manipulados por governos e mídia para justificar políticas de segurança, controle social e expansão territorial. Após o 11 de setembro, o 'medo do terrorismo' foi usado para justificar guerras e vigilância em massa. Muros fronteiriços, leis antimigração e aumento de gastos militares são frequentemente legitimados através do discurso do medo. Sabia que o conceito foi desenvolvido pela geógrafa Rachel Pain, que mostra como o medo é spatializado - certos lugares e pessoas são marcados como 'perigosos'?",
    "palavras_chave": ["insegurança", "controle social", "discurso", "terrorismo", "vigilância"]
  },
  {
    "pergunta": "Qual a importância estratégica do Iêmen?",
    "resposta": "O Iêmen possui uma localização geográfica extremamente estratégica: controla o Estreito de Bab el-Mandeb, que liga o Mar Vermelho ao Golfo de Áden e é uma passagem crucial para o comércio petrolífero global. A guerra civil no Iêmen tornou-se uma guerra por procuração entre a Arábia Saudita (que lidera uma coalizão contra os Houthis) e o Irã (que apoia os Houthis). O controle desse estreito é vital para a segurança energética mundial. Sabia que os Houthis têm atacado navios no Mar Vermelho, demonstrando como um grupo não estatal pode afetar o comércio global a partir de um território estratégico?",
    "palavras_chave": ["estreito de bab el-mandeb", "guerra civil", "guerra por procuração", "houthis", "comércio petrolífero"]
  },
  {
    "pergunta": "O que é 'Finlandização'?",
    "resposta": "Finlandização descreve a política de um país pequeno de adaptar sua política externa para acomodar uma potência vizinha muito maior, a fim de preservar sua soberania. O termo vem da Finlândia durante a Guerra Fria, que manteve sua independência e sistema democrático, mas evitou criticar a URSS e bloqueou a adesão à OTAN. É uma estratégia de sobrevivência através da neutralidade cautelosa. Hoje, alguns analistas especulam se países como Ucrânia ou Geórgia poderiam adotar uma forma de 'finlandização' em relação à Rússia. Sabia que a própria Finlândia abandonou essa política após o colapso da URSS, juntando-se à UE em 1995 e à OTAN em 2023?",
    "palavras_chave": ["neutralidade", "potência vizinha", "soberania", "sobrevivência", "adaptação"]
  },
  {
    "pergunta": "Como a Venezuela se tornou um ator geopolítico global?",
    "resposta": "A Venezuela, sob Hugo Chávez e Nicolás Maduro, transformou-se de um produtor de petróleo tradicional em um ator revisionista na geopolítica global. Usando sua riqueza petrolífera, Caracas desafiou a hegemonia dos EUA, promoveu o 'socialismo do século XXI' na América Latina e construiu alianças com Rússia, China e Irã. Apesar de sua atual crise econômica, mantém importância geopolítica devido às suas vastas reservas de petróleo e como um ponto de entrada para potências rivais no quintal dos EUA. Sabia que a Rússia enviou bombardeiros estratégicos Tu-160 para a Venezuela em demonstrações de força dirigidas aos EUA?",
    "palavras_chave": ["petróleo", "revisionista", "américa latina", "rússia", "socialismo do século xxi"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Conectividade'?",
    "resposta": "A Geopolítica da Conectividade estuda como infraestruturas de conexão - cabos de internet submarinos, redes 5G, satélites, corredores de transporte - se tornaram os novos campos de batalha geopolíticos. Quem controla essas redes controla fluxos de informação, comércio e dados. A disputa entre EUA e China sobre a Huawei e o 5G é um exemplo, com os EUA argumentando que a tecnologia chinesa representa um risco de segurança. Sabia que mais de 95% do tráfego internacional de internet passa por cabos submarinos, tornando-os infraestruturas críticas vulneráveis a ataques?",
    "palavras_chave": ["infraestrutura", "cabos submarinos", "5g", "fluxos de dados", "segurança digital"]
  },
  {
    "pergunta": "Por que a Polônia é crucial para a segurança europeia?",
    "resposta": "A Polônia é o flanco oriental da OTAN e da UE, fazendo fronteira com o exclave russo de Kaliningrado e com a Bielorrússia, aliada de Moscou. Historicamente um corredor de invasões, a Polônia moderna tornou-se um pilar da segurança regional, hospedando tropas da OTAN e investindo pesadamente em defesa. Sua localização a torna crucial para conter a expansão russa e proteger os Estados bálticos. A Polônia também é um dos maiores receptores de refugiados ucranianos. Sabia que a Polônia planeja ter o exército mais poderoso da Europa continental, com planos de expandir suas forças para 300.000 soldados?",
    "palavras_chave": ["flanco oriental", "otan", "rússia", "segurança regional", "exército"]
  },
  {
    "pergunta": "O que é 'Nacionalismo de Recursos'?",
    "resposta": "Nacionalismo de Recursos é a política de um Estado de afirmar controle soberano sobre seus recursos naturais, frequentemente através da nacionalização de empresas estrangeiras ou do aumento de impostos e regulações. Países como a Rússia (com o gás), a Bolívia (com o lítio) e a Arábia Saudita (com a Aramco) praticam formas de nacionalismo de recursos. Embora aumente a receita estatal, pode desencorajar investimento estrangeiro. Sabia que a nacionalização do petróleo iraniano por Mohammed Mossadegh em 1951 levou a um golpe apoiado pelos EUA e Reino Unido em 1953, um marco na história do nacionalismo de recursos?",
    "palavras_chave": ["recursos naturais", "soberania", "nacionalização", "controle estatal", "investimento estrangeiro"]
  },
  {
    "pergunta": "Como o Sudeste Asiático navega entre EUA e China?",
    "resposta": "Os países da ASEAN (Associação de Nações do Sudeste Asiático) praticam uma 'diplomacia de equilíbrio' entre as duas superpotências. Economicamente dependentes da China, mas preocupados com sua assertividade no Mar do Sul da China, eles buscam contrabalançar a influência chinesa aprofundando laços de segurança com os EUA, Japão e Austrália. No entanto, evitam alinhamentos formais que possam irritar Pequim. É uma dança delicada de não escolher lados abertamente. Sabia que a Vietnamita é talvez o país mais assertivo em desafiar a China no Mar do Sul da China, enquanto ao mesmo tempo é um importante parceiro comercial?",
    "palavras_chave": ["asean", "diplomacia de equilíbrio", "eua-china", "mar do sul da china", "não-alinhamento"]
  },
  {
    "pergunta": "O que é a 'Doutrina Sinatra' soviética?",
    "resposta": "A 'Doutrina Sinatra' foi uma piada do porta-voz do governo soviético Gennady Gerasimov em 1989, referindo-se à música 'My Way' de Frank Sinatra. Ele disse que a URSS reconhecia o direito dos países do Leste Europeu de encontrar seu próprio caminho, sem intervenção soviética - ao contrário da Doutrina Brejnev. Esta mudança radical na política externa soviética sob Gorbachev permitiu as revoluções pacíficas de 1989 e o colapso do bloco oriental. Sabia que esta política foi um fator crucial para a reunificação alemã, pois a URSS não interveio para impedi-la?",
    "palavras_chave": ["urss", "gorbachev", "leste europeu", "não-intervenção", "reunificação alemã"]
  },
  {
    "pergunta": "Qual a importância do Líbano no Oriente Médio?",
    "resposta": "O Líbano, apesar de seu pequeno tamanho, é um microcosmo das complexidades do Oriente Médio. Sua composição sectária diversa (cristãos, sunitas, xiitas, drusos) o torna um campo de batalha por influência regional. É a base principal do Hezbollah, o poderoso grupo xiita apoiado pelo Irã que funciona como um 'Estado dentro do Estado' e uma força militar significativa contra Israel. A crise econômica libanesa e o colapso estatal mostram como a instabilidade de um país pode afetar todo o equilíbrio regional. Sabia que o Líbano abriga mais refugiados per capita do que qualquer outro país no mundo, principalmente palestinos e sírios?",
    "palavras_chave": ["sectarismo", "hezbollah", "oriente médio", "estado falido", "refugiados"]
  },
  {
    "pergunta": "O que é 'Geopolítica Feminista'?",
    "resposta": "A Geopolítica Feminista critica a geopolítica tradicional por ser dominada por perspectivas masculinas que privilegiam a guerra, o Estado e o poder militar. Ela amplia o foco para incluir como as políticas de segurança afetam diferentemente homens e mulheres, e como o cotidiano, o corpo e o espaço doméstico são também terrenos de poder. Questiona quem é considerado 'especialista' em segurança e destaca o papel das mulheres na construção da paz. Sabia que a geógrafa Jennifer Hyndman é uma das pioneiras desta abordagem, mostrando como campos de refugiados são espaços onde relações de gênero e poder são reconfiguradas?",
    "palavras_chave": ["gênero", "crítica", "segurança", "cotidiano", "poder"]
  },
  {
    "pergunta": "Como a Argélia influencia a geopolítica do Magreb?",
    "resposta": "A Argélia é a maior país da África em território e uma potência regional no Norte da África. Com um exército poderoso e vastas reservas de gás natural, rivaliza com o Marrocos pela liderança regional. Apoia a Frente Polisário pela independência do Saara Ocidental, em oposição à anexação marroquina. Seu papel como exportador de gás para a Europa lhe confere influência, especialmente após a invasão russa da Ucrânia. Sabia que a Argélia fechou seu espaço aéreo para aviões militares marroquinos em 2021, escalando significativamente a tensão entre os dois países?",
    "palavras_chave": ["magreb", "gás natural", "saara ocidental", "marrocos", "potência regional"]
  },
  {
    "pergunta": "O que é 'Soberania Alimentar'?",
    "resposta": "Diferente de 'segurança alimentar' (ter comida suficiente), 'soberania alimentar' é um conceito político que defende o direito dos povos de definir suas próprias políticas agrícolas e alimentares, priorizando a produção local e o controle comunitário sobre a terra e recursos. É uma resposta à globalização agroindustrial e ao poder das corporações transnacionais de alimentos. Movimentos como o Via Campesina promovem a soberania alimentar como alternativa ao modelo dominante. Sabia que o conceito surgiu nos anos 1990 a partir de movimentos sociais rurais na América Latina e se espalhou globalmente?",
    "palavras_chave": ["produção local", "políticas agrícolas", "globalização", "via campesina", "controle comunitário"]
  },
  {
    "pergunta": "Por que o Sudão é estratégico para o Mar Vermelho?",
    "resposta": "O Sudão possui uma costa significativa no Mar Vermelho, uma das rotas marítimas mais importantes do mundo. Seu porto de Porto Sudão é crucial para o comércio de países sem litoral como o Sudão do Sul e a Etiópia. Após a secessão do Sudão do Sul em 2011, que levou consigo a maior parte das reservas de petróleo, o Sudão tornou-se dependente das taxas de trânsito pelo seu território. A instabilidade política no Sudão preocupa potências regionais e globais com interesses na segurança do Mar Vermelho. Sabia que a Rússia negociou com o Sudão para estabelecer uma base naval em Porto Sudão, o que lhe daria uma presença estratégica permanente no Mar Vermelho?",
    "palavras_chave": ["mar vermelho", "porto sudão", "rota marítima", "trânsito", "base naval"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Água Virtual'?",
    "resposta": "A 'Água Virtual' refere-se à água embutida na produção de commodities - a água usada para cultivar alimentos ou fabricar produtos. A Geopolítica da Água Virtual estuda como o comércio global de commodities essencialmente transfere água de regiões onde é abundante para regiões onde é escassa. Países do Oriente Médio, por exemplo, importam grãos em vez de cultivá-los, 'poupando' sua escassa água. Isso cria dependências geopolíticas ocultas. Sabia que para produzir 1 kg de carne bovina são necessários aproximadamente 15.000 litros de água, tornando a carne uma commodity intensiva em água virtual?",
    "palavras_chave": ["água embutida", "comércio global", "commodities", "escassez hídrica", "dependência"]
  },
  {
    "pergunta": "Como o Paquistão equilibra relações com EUA, China e Arábia Saudita?",
    "resposta": "O Paquistão executa uma das diplomacias mais complexas do mundo: é aliado tradicional da China (através do 'Corredor Econômico China-Paquistão'), mantém uma relação complicada mas necessária com os EUA (especialmente para o Afeganistão), e tem laços religiosos e financeiros profundos com a Arábia Saudita. Islamabad extrai benefícios de todos - investimento chinês, ajuda militar americana e financiamento saudita - enquanto evita alienar qualquer um. Sabia que o Paquistão é o único país muçulmano com armas nucleares, o que aumenta significativamente seu peso geopolítico?",
    "palavras_chave": ["diplomacia complexa", "china", "eua", "arábia saudita", "armas nucleares"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Identidade'?",
    "resposta": "A Geopolítica da Identidade examina como identidades coletivas (nacionais, étnicas, religiosas) são mobilizadas para fins políticos e como moldam conflitos e alianças internacionais. Ela mostra que a geopolítica não é apenas sobre interesses materiais, mas também sobre valores, memórias e pertencimento. Movimentos separatistas, nacionalismos e 'choque de civilizações' são expressões da geopolítica da identidade. Sabia que a dissolução da Iugoslávia nos anos 1990 é um caso de estudo clássico de como identidades étnicas e religiosas, suprimidas durante o período comunista, podem ser reativadas para fins geopolíticos?",
    "palavras_chave": ["identidade coletiva", "nacionalismo", "conflito étnico", "pertencimento", "memória"]
  },
  {
    "pergunta": "Qual o papel da França na África Ocidental?",
    "resposta": "A França mantém uma influência profunda em suas ex-colônias na África Ocidental, uma relação conhecida como 'Françafrique'. Isso inclui bases militares, o uso do franco CFA (uma moeda lastreada pelo tesouro francês), e intervenções militares regulares para estabilizar governos aliados. No entanto, o sentimento anti-francês tem crescido, com golpes recentes no Mali, Burkina Faso e Níger expulsando tropas francesas e virando-se para a Rússia. Sabia que a França mantém cerca de 5.000 soldados na região do Sahel como parte da Operação Barkhane, originalmente para combater grupos jihadistas?",
    "palavras_chave": ["françafrique", "ex-colônias", "intervenção militar", "sahel", "rússia"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Vigilância'?",
    "resposta": "A Geopolítica da Vigilância analisa como Estados e corporações usam tecnologias de monitoramento para exercer controle sobre territórios e populações. Isso inclui desde a vigilância em massa chinesa através do sistema de crédito social e reconhecimento facial, até o programa de espionagem global da NSA americana revelado por Edward Snowden. A capacidade de coletar e analisar dados em grande escala tornou-se uma nova forma de poder soberano. Sabia que empresas chinesas como Huawei e Hikvision são acusadas de incorporar 'portas dos fundos' em seu equipamento que permitiriam vigilância pelo governo chinês?",
    "palavras_chave": ["monitoramento", "controle", "tecnologia", "privacidade", "poder soberano"]
  },
  {
    "pergunta": "Por que a Geórgia é importante para o Cáucaso?",
    "resposta": "A Geórgia está localizada no Cáucaso, uma região de passagem entre a Rússia, a Turquia e o Irã. É um corredor energético crucial - por seu território passam oleodutos como o Baku-Tbilisi-Ceyhan, que transportam petróleo do Cáspio para o Mediterrâneo, contornando a Rússia. Desde a guerra com a Rússia em 2008, a Geórgia perdeu o controle de 20% de seu território (Abkházia e Ossétia do Sul) e aspira à adesão à OTAN e UE, irritando Moscou. Sabia que a Geórgia é um dos países mais antigos cristãos do mundo, tendo adotado o cristianismo como religião oficial no século IV?",
    "palavras_chave": ["cáucaso", "corredor energético", "rússia", "otan", "territórios ocupados"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Saúde Global'?",
    "resposta": "A Geopolítica da Saúde Global estuda como questões de saúde pública se tornaram questões de segurança internacional. A COVID-19 mostrou como pandemias podem interromper economias, deslocar poder entre nações e gerar 'diplomacia da vacina'. O acesso desigual a vacinas entre países ricos e pobres revelou profundas desigualdades geopolíticas. Organizações como a OMS tornaram-se arenas de disputa de influência. Sabia que a Rússia e a China usaram a distribuição de suas vacinas (Sputnik V e Sinovac) como ferramenta de soft power para fortalecer laços com países em desenvolvimento?",
    "palavras_chave": ["saúde pública", "pandemia", "diplomacia da vacina", "oms", "soft power"]
  },
  {
    "pergunta": "Como a Malásia gerencia sua diversidade étnica na política?",
    "resposta": "A Malásia é um caso fascinante de gestão geopolítica interna. Sua população é composta por malaios muçulmanos (que têm direitos especiais), chineses e indianos. O sistema político foi estruturado desde a independência para compartilhar poder entre elites desses grupos, evitando conflito étnico. No entanto, esta abordagem gera tensões e discriminação sistemática. A política externa da Malásia também reflete esta diversidade, equilibrando relações com o mundo muçulmano, China e Índia. Sabia que a Malásia implementa políticas de 'ação afirmativa' que favorecem a maioria malaia em educação, negócios e propriedade, um sistema conhecido como 'Bumiputera'?",
    "palavras_chave": ["diversidade étnica", "gestão de conflitos", "ação afirmativa", "bumiputera", "política externa"]
  },
  {
    "pergunta": "O que é a 'Teoria do Domino'?",
    "resposta": "A Teoria do Domino foi uma crença central da política externa americana durante a Guerra Fria. Ela postulava que se um país caísse no comunismo, países vizinhos seguiriam em efeito dominó. Esta teoria justificou a intervenção dos EUA no Vietnã, temendo que se o Vietnã do Sul caísse, todo o Sudeste Asiático se tornaria comunista. Embora criticada como simplista, a teoria refletia uma visão geopolítica de que ideologias se espalhariam geograficamente. Sabia que, ironicamente, após a vitória comunista no Vietnã em 1975, o temido 'efeito dominó' não se materializou completamente - países como Tailândia, Malásia e Indonésia não se tornaram comunistas?",
    "palavras_chave": ["guerra fria", "comunismo", "efeito dominó", "vitnã", "contenção"]
  },
  {
    "pergunta": "Qual a importância do Quirguistão para Rússia e China?",
    "resposta": "O Quirguistão, uma pequena e montanhosa nação da Ásia Central, tem importância desproporcional devido à sua localização estratégica. Abriga uma base militar russa (a base aérea de Kant) e está na rota de infraestruturas energéticas e de transporte chinesas. É também um país onde Rússia e China competem por influência, com Moscou mantendo laços históricos e Pequim investindo pesadamente através da Iniciativa do Cinturão e Rota. Sabia que o Quirguistão já abrigou uma base militar americana em Manas, crucial para o esforço de guerra no Afeganistão, que foi fechada após pressão russa em 2014?",
    "palavras_chave": ["ásia central", "base militar", "rússia", "china", "cinturão e rota"]
  },
  {
    "pergunta": "O que é 'Geopolítica dos Fundos Marinhos'?",
    "resposta": "A Geopolítica dos Fundos Marinhos refere-se à disputa por recursos minerais no leito oceânico, como nódulos polimetálicos, crostas de cobalto e sulfetos massivos que contêm metais valiosos (cobre, níquel, cobalto, terras raras). Com a tecnologia de mineração em águas profundas se desenvolvendo, países e corporações estão se posicionando para explorar essas áreas além da jurisdição nacional. A Autoridade Internacional dos Fundos Marinhos regula esta atividade, mas há preocupações ambientais e sobre uma nova 'corrida do ouro'. Sabia que a Zona Clarion-Clipperton no Pacífico é estimada para conter mais níquel, cobalto e manganês do que todas as reservas terrestres combinadas?",
    "palavras_chave": ["fundos marinhos", "recursos minerais", "mineração", "autoridade internacional", "metais estratégicos"]
  },
  {
    "pergunta": "O que é a 'Doutrina da Responsabilidade de Proteger' (R2P)?",
    "resposta": "A Responsabilidade de Proteger (R2P) é um princípio internacional adotado pela ONU em 2005 que estabelece que a soberania não é apenas um direito, mas uma responsabilidade. Quando um Estado falha em proteger sua população de crimes de guerra, genocídio, limpeza étnica ou crimes contra a humanidade, a comunidade internacional tem a responsabilidade de intervir, primeiro diplomaticamente, depois com sanções e, como último recurso, com força militar. A R2P foi invocada na Líbia em 2011, mas sua aplicação gerou controvérsias sobre quando e como intervir. Sabia que a R2P representa uma mudança fundamental no direito internacional, priorizando os direitos humanos sobre a soberania absoluta dos Estados?",
    "palavras_chave": ["soberania como responsabilidade", "intervenção humanitária", "onu", "crimes contra humanidade", "comunidade internacional"]
  },
  {
    "pergunta": "Como o Qatar se tornou um poder geopolítico global?",
    "resposta": "O Qatar, um pequeno emirado no Golfo Pérsico, transformou sua enorme riqueza de gás natural em influência geopolítica descomunal. Através de sua rede de mídia Al Jazeera, diplomacia ativa mediando conflitos (como entre EUA e Talibã), investimentos globais e patrocínio de eventos esportivos, o Qatar projetou um soft power que supera em muito seu tamanho. Doha mantém relações com atores rivais - dos EUA ao Irã, do Hamas à Israel - em uma diplomacia de 'amigos de todos'. Sabia que o Qatar possui a terceira maior reserva de gás natural do mundo, tornando-o crucial para a segurança energética europeia, especialmente após a invasão russa da Ucrânia?",
    "palavras_chave": ["gás natural", "soft power", "al jazeera", "mediação", "diplomacia pragmática"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Desinformação'?",
    "resposta": "A Geopolítica da Desinformação analisa como Estados usam campanhas de informação falsa ou manipulada como arma para influenciar eleições, semear divisão em países rivais e alcançar objetivos estratégicos sem usar força militar. A Rússia foi acusada de interferir nas eleições americanas de 2016, enquanto a China dissemina narrativas sobre sua gestão da COVID-19. As redes sociais amplificaram dramaticamente o alcance e impacto dessas operações. Sabia que o termo 'desinformação' vem do russo 'dezinformatsiya', uma tática usada pela KGB durante a Guerra Fria?",
    "palavras_chave": ["informação falsa", "interferência eleitoral", "redes sociais", "guerra híbrida", "operações de influência"]
  },
  {
    "pergunta": "Qual a importância do Congo para a geopolítica africana?",
    "resposta": "A República Democrática do Congo é o segundo maior país da África e uma das nações mais ricas em recursos naturais do mundo, com enormes depósitos de cobalto, cobre, diamantes e coltan. Esta riqueza mineral é tanto uma bênção quanto uma maldição, alimentando conflitos internos e atraindo interferência externa. O Congo é central para as cadeias de suprimento globais de tecnologia (o cobalto é essencial para baterias). Sua instabilidade afeta toda a região dos Grandes Lagos Africanos. Sabia que a RDC produz mais de 60% do cobalto mundial, um mineral crítico para a transição energética global?",
    "palavras_chave": ["recursos minerais", "cobalto", "conflito interno", "grandes lagos africanos", "cadeias de suprimento"]
  },
  {
    "pergunta": "O que é 'Geopolítica Antártica'?",
    "resposta": "A Geopolítica Antártica refere-se às disputas e cooperações em torno do continente gelado. O Tratado da Antártida de 1959 congela reivindicações territoriais e dedica o continente à pesquisa científica e paz. No entanto, à medida que as mudanças climáticas tornam a região mais acessível e com potencial de recursos, as tensões aumentam. Países como China, Rússia e EUA expandem suas presenças científicas, vistas por alguns como preparação para futuras reivindicações. Sabia que sete países mantêm reivindicações territoriais sobre partes da Antártida, algumas sobrepostas, mas todas suspensas pelo tratado?",
    "palavras_chave": ["tratado da antártida", "reivindicações territoriais", "pesquisa científica", "mudanças climáticas", "recursos potencial"]
  },
  {
    "pergunta": "Como Israel mantém superioridade militar no Oriente Médio?",
    "resposta": "Israel mantém superioridade qualitativa militar através de: 1) serviço militar obrigatório que cria uma reserva bem treinada, 2) indústria de defesa de alta tecnologia (drones Iron Dome, ciberdefesa), 3) aliança estratégica com os EUA, 4) suposta posse de armas nucleares (política de ambiguidade), e 5) doutrina de defesa profunda que privilegia ataques preventivos. Esta superioridade permite a Israel enfrentar múltiplas ameaças simultaneamente, embora a guerra assimétrica com grupos como o Hezbollah apresente novos desafios. Sabia que Israel é o maior exportador per capita de equipamento militar do mundo?",
    "palavras_chave": ["superioridade qualitativa", "indústria de defesa", "aliança eua", "armas nucleares", "ataque preventivo"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Logística'?",
    "resposta": "A Geopolítica da Logística estuda como cadeias de suprimento, portos, rotas de transporte e infraestrutura de comércio se tornaram armas geopolíticas. A pandemia COVID-19 revelou a vulnerabilidade das cadeias globais just-in-time. O bloqueio do Canal de Suez pelo navio Ever Given em 2021 mostrou como um único ponto de estrangulamento pode paralisar o comércio global. Países usam acesso preferencial a rotas e portos como alavanca política. Sabia que a China está construindo ou controlando portos em mais de 60 países como parte de sua 'String of Pearls' strategy para garantir suas rotas comerciais?",
    "palavras_chave": ["cadeias de suprimento", "pontos de estrangulamento", "portos", "comércio global", "string of pearls"]
  },
  {
    "pergunta": "Por que a Somália é importante para a segurança marítima?",
    "resposta": "A Somália localiza-se no Chifre da África, junto às rotas marítimas mais movimentadas do mundo que ligam o Mediterrâneo à Ásia através do Canal de Suez. Durante anos, a ausência de um governo central efetivo permitiu que a pirataria somali florescesse, ameaçando o comércio global e exigindo operações navais internacionais. A Somália também é um campo de batalha na guerra contra o terrorismo, com grupos como Al-Shabaab. Sabia que no pico da pirataria somali em 2011, piratas chegaram a manter mais de 30 navios e 700 reféns simultaneamente?",
    "palavras_chave": ["chifre da áfrica", "pirataria", "rotas marítimas", "al-shabaab", "segurança global"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Dívida'?",
    "resposta": "A Geopolítica da Dívida examina como empréstimos e programas de assistência financeira são usados como instrumentos de influência política. A Iniciativa do Cinturão e Rota chinesa, que empresta bilhões para projetos de infraestrutura em países em desenvolvimento, é frequentemente criticada como uma 'diplomacia da armadilha da dívida' - quando países não conseguem pagar, Pequim pode exigir concessões estratégicas. O FMI e Banco Mundial também usam condicionalidades em seus empréstimos para promover reformas. Sabia que o Sri Lanka teve que entregar o controle do porto de Hambantota à China por 99 anos após não conseguir pagar empréstimos?",
    "palavras_chave": ["empréstimos", "influência política", "cinturão e rota", "armadilha da dívida", "condicionalidades"]
  },
  {
    "pergunta": "Como o Japão se reposiciona militarmente no Indo-Pacífico?",
    "resposta": "O Japão está passando por uma transformação histórica em sua postura de segurança. Tradicionalmente pacifista com uma constituição que renuncia à guerra, Tóquio agora está aumentando significativamente seus gastos militares, desenvolvendo capacidades de ataque e aprofundando alianças em resposta à ameaça chinesa e norte-coreana. O Japão coordena estreitamente com EUA, Austrália e Índia no Quad, e recentemente rever sua estratégia de segurança nacional. Sabia que em 2022 o Japão anunciou planos para dobrar seus gastos com defesa para 2% do PIB, o que o tornaria o terceiro maior orçamento militar do mundo?",
    "palavras_chave": ["reposicionamento militar", "pacifismo", "gastos com defesa", "quad", "segurança nacional"]
  },
  {
    "pergunta": "O que é a 'Teoria do Caos Controlado'?",
    "resposta": "A Teoria do Caos Controlado é uma abordagem geopolítica associada aos neoconservadores americanos que argumenta que, em regiões instáveis, é preferível fomentar mudanças revolucionárias mesmo que gerem caos temporário, pois isso cria oportunidades para remodelar a ordem regional de forma favorável. A invasão do Iraque em 2003 foi justificada sob esta lógica - derrubar Saddam Hussein criaria caos, mas eventualmente uma democracia pró-Ocidente. Críticos argumentam que subestima a dificuldade de controlar o caos uma vez desencadeado. Sabia que esta teoria é frequentemente atribuída ao estrategista político Zbigniew Brzezinski, embora ele mesmo tenha expressado ceticismo sobre sua aplicação?",
    "palavras_chave": ["neoconservadores", "mudança revolucionária", "remodelação regional", "iraque", "instabilidade controlada"]
  },
  {
    "pergunta": "Qual a importância do Uzbequistão para a Ásia Central?",
    "resposta": "O Uzbequistão é o país mais populoso da Ásia Central e historicamente o coração cultural da região. Sua localização central, sem litoral, o torna um hub crucial para projetos de transporte e energia que ligam China, Rússia, Oriente Médio e Sul da Ásia. Com reformas de abertura sob o presidente Mirziyoyev, o Uzbequistão busca se tornar um centro regional de conectividade, equilibrando relações com Rússia, China e Ocidente. Sabia que o Uzbequistão é um dos apenas dois países duplamente encravados do mundo (junto com o Liechtenstein) - ou seja, cercado apenas por países também sem litoral?",
    "palavras_chave": ["ásia central", "país sem litoral", "hub regional", "conectividade", "equilíbrio estratégico"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Migração'?",
    "resposta": "A Geopolítica da Migração analisa como fluxos migratórios afetam e são afetados por relações de poder entre Estados. Países receptores usam a migração como questão de segurança nacional, enquanto países de origem podem usar a ameaça de aumentar migração como alavanca política. A crise migratória europeia de 2015 mostrou como a migração pode dividir a UE e fortalecer partidos populistas. A Turquia, por exemplo, usou a ameaça de 'abrir as portas' para migrantes para extrair concessões da UE. Sabia que as remessas de migrantes - dinheiro enviado para seus países de origem - superam a ajuda oficial ao desenvolvimento em muitos países?",
    "palavras_chave": ["fluxos migratórios", "segurança nacional", "alavanca política", "remessas", "crise humanitária"]
  },
  {
    "pergunta": "Como o Egito mantém liderança no mundo árabe?",
    "resposta": "O Egito mantém sua posição central no mundo árabe através de: 1) seu peso demográfico (o país árabe mais populoso), 2) seu soft power cultural (cinema, música, Al-Azhar University), 3) localização estratégica controlando o Canal de Suez, e 4) um grande e experiente exército. Apesar de desafios econômicos, o Egito continua sendo um mediador crucial em conflitos regionais, como entre Israel e Palestina. Sabia que o Canal de Suez gera mais de US$ 5 bilhões anualmente em receitas para o Egito, tornando-o uma fonte vital de divisas?",
    "palavras_chave": ["mundo árabe", "peso demográfico", "canal de suez", "soft power", "mediação regional"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Inteligência Artificial'?",
    "resposta": "A Geopolítica da IA examina como a inteligência artificial está redefinindo o equilíbrio de poder global. A corrida EUA-China por supremacia em IA tem implicações militares (armas autônomas), econômicas (vantagem competitiva) e de vigilância. Dados são o novo petróleo, e quem tiver mais dados para treinar algoritmos terá vantagem. A UE tenta estabelecer regulamentações éticas como forma de soft power. Sabia que alguns especialistas preveem que a IA criará uma nova divisão global entre países que produzem tecnologia de IA e países que apenas a consomem?",
    "palavras_chave": ["corrida tecnológica", "armas autônomas", "dados", "vantagem competitiva", "regulamentação ética"]
  },
  {
    "pergunta": "Por que a Sérvia é chave para os Bálcãs?",
    "resposta": "A Sérvia é o maior e mais populoso país dos Bálcãs Ocidentais, com influência significativa sobre a região. Sua recusa em reconhecer a independência do Kosovo mantém uma ferida aberta na Europa. Belgrado equilibra cuidadosamente entre a UE (que busca adesão) e a Rússia (com quem tem laços históricos e culturais). A estabilidade dos Bálcãs depende em grande parte da trajetória da Sérvia. Sabia que a Sérvia é o único país europeu que se recusa a impor sanções à Rússia pela invasão da Ucrânia, refletindo sua difícil posição geopolítica?",
    "palavras_chave": ["bálcãs ocidentais", "kosovo", "ue", "rússia", "estabilidade regional"]
  },
  {
    "pergunta": "O que é 'Geopolítica dos Esportes'?",
    "resposta": "A Geopolítica dos Esportes estuda como eventos esportivos são usados para projetar poder, construir legitimidade doméstica e conduzir diplomacia. A Copa do Mundo no Qatar e as Olimpíadas na China foram usadas para 'sportswashing' - melhorar a imagem internacional de regimes controversos. Boicotes esportivos foram usados como protesto político, como contra o apartheid sul-africano. Atletas tornam-se embaixadores não oficiais de seus países. Sabia que a 'diplomacia do pingue-pongue' entre EUA e China nos anos 1970 ajudou a romper décadas de isolamento e abriu caminho para o reconhecimento diplomático?",
    "palavras_chave": ["projeção de poder", "sportswashing", "boicotes", "diplomacia", "imagem internacional"]
  },
  {
    "pergunta": "Como a Arábia Saudita moderniza sem liberalizar?",
    "resposta": "Sob o príncipe herdeiro Mohammed bin Salman, a Arábia Saudita persegue uma estratégia geopolítica ambiciosa: modernização econômica e social (Vision 2030) sem liberalização política. Riad busca diversificar sua economia do petróleo, atrair investimento estrangeiro e projetar poder regional (como na guerra do Iêmen), enquanto mantém controle autoritário. A relação com Israel está evoluindo secretamente, apesar da falta de normalização formal. Sabia que a Aramco, a companhia petrolífera estatal saudita, é a empresa mais lucrativa do mundo, gerando lucros que financiam a transformação do país?",
    "palavras_chave": ["vision 2030", "diversificação econômica", "poder regional", "autoritarismo", "aramco"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Velocidade'?",
    "resposta": "A Geopolítica da Velocidade analisa como a aceleração de processos - comunicação, transporte, ciclos de notícias, guerra - está redefinindo o poder geopolítico. Na era digital, quem processa informação e toma decisões mais rápido ganha vantagem. A guerra moderna é cada vez mais sobre velocidade: drones tomam decisões em milissegundos, ciberataques ocorrem na velocidade da luz. Esta aceleração desafia as burocracias estatais tradicionais. Sabia que o general americano John Boyd desenvolveu a teoria do 'Loop OODA' (Observar, Orientar, Decidir, Agir), argumentando que em conflitos, o lado que completa esse ciclo mais rápido geralmente vence?",
    "palavras_chave": ["aceleração", "decisão rápida", "guerra digital", "vantagem competitiva", "loop ooda"]
  },
  {
    "pergunta": "Por que a Hungria desafia a unidade europeia?",
    "resposta": "A Hungria sob Viktor Orbán tornou-se um ator disruptivo dentro da UE, promovendo o que chama de 'democracia iliberal'. Budapeste bloqueia decisões consensuais, desafia valores fundamentais da UE sobre Estado de direito, e mantém relações próximas com Rússia e China. Sua postura reflete uma visão soberanista que resiste a mais integração europeia. A Hungria usa seu poder de veto estrategicamente para extrair concessões. Sabia que a Hungria depende fortemente de financiamento da UE, recebendo mais do que contribui, o que dá a Bruxelas alguma alavanca, mas também torna a relação mutualmente dependente?",
    "palavras_chave": ["ue", "democracia iliberal", "soberanismo", "poder de veto", "orban"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Resiliência'?",
    "resposta": "A Geopolítica da Resiliência estuda como países preparam-se para choques e crises - pandemias, desastres climáticos, interrupções de cadeias de suprimento, ciberataques. A resiliência tornou-se um objetivo de segurança nacional, com países buscando autonomia estratégica em áreas críticas como medicamentos, chips semicondutores e energia. A COVID-19 acelerou esta tendência, com nações reconsiderando a dependência de suprimentos estrangeiros. Sabia que a UE lançou em 2022 sua 'Strategic Compass' que coloca a resiliência no centro da sua estratégia de segurança?",
    "palavras_chave": ["preparação para crises", "autonomia estratégica", "cadeias de suprimento", "segurança nacional", "choques sistêmicos"]
  },
  {
    "pergunta": "Como o Bangladesh se tornou uma potência econômica emergente?",
    "resposta": "O Bangladesh transformou-se de 'cesta básica' pós-independência em uma das economias de mais rápido crescimento do mundo, com uma próspera indústria têxtil. Sua localização entre o Sul e Sudeste Asiático lhe dá relevância geopolítica, enquanto sua grande população (mais de 160 milhões) oferece um mercado e força de trabalho formidáveis. Daca navega habilmente entre Índia e China, extraindo investimento de ambos. O país é também na linha de frente das mudanças climáticas. Sabia que o Bangladesh ultrapassou a Índia em PIB per capita em 2020, um marco simbólico significativo?",
    "palavras_chave": ["crescimento econômico", "indústria têxtil", "localização estratégica", "mudanças climáticas", "navegação entre potências"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Escassez'?",
    "resposta": "A Geopolítica da Escassez analisa como a diminuição de recursos essenciais - água doce, terras aráveis, minerais críticos, energia - gera competição e conflito entre Estados. Ao contrário da geopolítica tradicional focada em controlar recursos existentes, esta abordagem estuda o que acontece quando recursos fundamentais se tornam insuficientes. A escassez pode levar a 'guerras por recursos', migrações em massa e colapso estatal. Sabia que o Painel Intergovernamental sobre Mudanças Climáticas (IPCC) prevê que as mudanças climáticas tornarão a escassez de água um fator de conflito para até 5 bilhões de pessoas até 2050?",
    "palavras_chave": ["recursos insuficientes", "competição", "guerras por recursos", "mudanças climáticas", "conflito potencial"]
  },
  {
    "pergunta": "Por que a Grécia e Turquia permanecem rivais?",
    "resposta": "A rivalidade Grécia-Turquia tem raízes históricas profundas (Império Otomano, guerra de independência grega), mas é alimentada por disputas contemporâneas: 1) divisão de Chipre, 2) disputas marítimas no Mar Egeu sobre espaço aéreo e águas territoriais, 3) direitos de exploração de gás no Mediterrâneo Oriental, e 4) diferenças sobre o tratamento de minorias. Ambas são membros da OTAN, mas suas tensões periódicas ameaçam a coesão da aliança. Sabia que em 1996 Grécia e Turquia estiveram à beira da guerra sobre dois pequenos ilhéus desabitados no Egeu, chamados Imia/Kardak?",
    "palavras_chave": ["rivalidade histórica", "mar egeu", "chipre", "mediterrâneo oriental", "otan"]
  },
  {
    "pergunta": "O que é 'Geopolítica das Cidades'?",
    "resposta": "A Geopolítica das Cidades reconhece que cidades globais (como Nova York, Xangai, Londres) tornaram-se atores geopolíticos independentes, muitas vezes com mais influência que muitos Estados-nação. Elas formam redes transnacionais para enfrentar desafios como mudanças climáticas, definem políticas progressistas contrastantes com governos nacionais conservadores, e são os verdadeiros motores da economia global. Prefeitos como Anne Hidalgo de Paris ou Michael Bloomberg de Nova York projetaram influência internacional. Sabia que o C40 Cities, uma rede de megacidades comprometidas com o combate às mudanças climáticas, inclui cidades que coletivamente representam 25% do PIB global?",
    "palavras_chave": ["cidades globais", "atores transnacionais", "redes urbanas", "governança local", "influência internacional"]
  },
  {
    "pergunta": "Como o Nepal navega entre Índia e China?",
    "resposta": "O Nepal, encravado entre dois gigantes, pratica uma delicada diplomacia de equilíbrio. Historicamente dentro da esfera de influência indiana, Katmandu tem aprofundado laços com a China nos últimos anos através de investimentos em infraestrutura da Iniciativa do Cinturão e Rota, buscando reduzir sua dependência da Índia. No entanto, o Nepal depende da Índia para acesso a portos e comércio, tornendo um afastamento completo impossível. A competição Índia-China no Nepal intensificou-se. Sabia que o Nepal tem um tratado de paz e amizade com a Índia de 1950 que permite livre movimento de pessoas e goods através da fronteira, mas que é cada vez mais criticado no Nepal como desigual?",
    "palavras_chave": ["encravado", "diplomacia de equilíbrio", "índia", "china", "dependência"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Lingua'?",
    "resposta": "A Geopolítica da Língua estuda como idiomas funcionam como instrumentos de poder, influência e identidade. O domínio global do inglês reflete e reforça a hegemonia anglo-americana. A França promove ativamente a francofonia para manter influência cultural. A Rússia usa o russo como ferramenta de soft power nos países pós-soviéticos. Disputas sobre línguas oficiais podem ser altamente politizadas, como na Ucrânia, onde a promoção do ucraniano é vista como afirmação de soberania contra a Rússia. Sabia que o mandarim é a língua mais falada como idioma nativo, mas o inglês mantém dominância como língua franca global?",
    "palavras_chave": ["instrumento de poder", "hegemonia cultural", "soft power", "identidade nacional", "língua franca"]
  },
  {
    "pergunta": "Por que a Líbia permanece dividida após Kadhafi?",
    "resposta": "A Líbia permanece fragmentada desde a queda de Muammar Kadhafi em 2011 devido a: 1) divisões tribais e regionais historicamente suprimidas, 2) milícias armadas que se tornaram atores políticos, 3) interferência de potências externas apoiando lados opostos (Turquia e Qatar vs. Rússia, Egito e Emirados Árabes), e 4) rivalidade entre governos baseados em Trípoli (ocidente) e Tobruk (oriente). A Líbia tornou-se um campo de batalha por procuração e um ponto de partida para migrantes africanos rumo à Europa. Sabia que a Líbia tem as maiores reservas de petróleo da África, tornando o controle sobre sua produção um prêmio geopolítico crucial?",
    "palavras_chave": ["fragmentação pós-conflito", "milícias", "interferência externa", "governos rivais", "petróleo"]
  },
  {
    "pergunta": "O que é 'Geopolítica dos Alimentos'?",
    "resposta": "A Geopolítica dos Alimentos examina como a produção, distribuição e controle de alimentos afeta o poder internacional. Países que são grandes exportadores de alimentos (como EUA, Brasil, Rússia) ganham influência, enquanto importadores líquidos (como muitos países do Oriente Médio) são vulneráveis. A Rússia usou o trigo como arma geopolítica. Restrições à exportação durante crises alimentares podem desestabilizar regiões inteiras. A 'land grabbing' - aquisição de terras agrícolas por países ricos em nações pobres - é uma forma moderna de colonialismo alimentar. Sabia que a guerra na Ucrânia, um dos maiores exportadores de grãos do mundo, causou uma crise alimentar global em 2022, mostrando a interconexão entre conflito e segurança alimentar?",
    "palavras_chave": ["segurança alimentar", "exportadores", "importadores", "trigo como arma", "land grabbing"]
  },
  {
    "pergunta": "Como a Coreia do Sul se tornou uma potência de soft power?",
    "resposta": "A Coreia do Sul transformou-se de um país devastado pela guerra em uma potência cultural global através de uma estratégia deliberada de soft power. O 'Hallyu' ou 'Onda Coreana' inclui K-pop (BTS, Blackpink), dramas de TV, cinema aclamado (Parasita) e beleza. Seul usa esta influência cultural para melhorar sua imagem, atrair turismo e ganhar vantagem diplomática. O soft power coreano contrasta com o hard power de sua rival do Norte. Sabia que o governo sul-coreano investiu sistematicamente em indústrias criativas desde os anos 1990 como parte de sua estratégia de desenvolvimento econômico e projeção internacional?",
    "palavras_chave": ["hallyu", "k-pop", "potência cultural", "diplomacia pública", "imagem nacional"]
  },
  {
    "pergunta": "O que é 'Geopolítica da Adaptação Climática'?",
    "resposta": "A Geopolítica da Adaptação Climática estuda como os países se preparam e respondem aos impactos das mudanças climáticas, e como isso reconfigura relações de poder. Países ricos constroem defesas costeiras e desenvolvem tecnologias de adaptação, enquanto países pobres enfrentam migrações em massa e colapso agrícola. Novas rotas marítimas no Ártico criam oportunidades para alguns e ameaças para outros. A adaptação tornou-se uma questão de segurança nacional. Sabia que as Maldivas, um país insular que pode ser submerso pela elevação do nível do mar, está comprando terras em outros países para realocar sua população no futuro?",
    "palavras_chave": ["mudanças climáticas", "preparação", "migração climática", "segurança nacional", "desigualdade"]
  },
  {
    "pergunta": "Por que o Iêmen é chamado de 'Vietnã da Arábia Saudita'?",
    "resposta": "O Iêmen é chamado de 'Vietnã da Arábia Saudita' porque a intervenção militar liderada por Riad desde 2015 tornou-se um conflito prolongado, custoso e impopular, reminiscente da experiência americana no Vietnã. A coalizão saudita, apesar de superioridade aérea e armamento moderno, não conseguiu derrotar os Houthis, que usam táticas de guerrilha e conhecem bem o terreno acidentado. A guerra drenou as finanças sauditas e gerou uma das piores crises humanitárias do mundo. Sabia que os Houthis, usando mísseis e drones baratos, conseguiram atacar profundamente o território saudita, incluindo instalações petrolíferas críticas, demonstrando a assimetria do conflito?",
    "palavras_chave": ["guerra prolongada", "conflito assimétrico", "houthis", "crise humanitária", "custo financeiro"]
  }
]